{"url": "http://bbs.byr.cn/article/Joke/648830?p=188&_uid=guest", "updatetime": 1445043388.875166, "result": {"content": [" 某日夜里，开封府突然起火 .包大人不顾身无衣服飞身跑出开封府。看着府中的大火惊魂未定。突然一个救火的走了过来，拍了拍包大人的肩膀，说：“哥们你厉害，都烧成这样了还跑那么快。", " 人生的三个阶段：一，凭着自身条件挣钱的月光族，这叫一败天地；二，败完了自己又开始啃老的，这叫二败高堂；到了年龄找了个和自己一样的伴侣，这叫夫妻对败。", " 和女友在餐厅吃饭，我突然在她身前单膝跪了下来。“天哪……！”她激动地快要哭了，“我真不敢相信你真的会……”“妈逼你轻点儿声！”我说着回头瞄了大门一眼，“我老婆进来了！”", " 小侄子不愿意去上他爸给报的课外思维班，就跑到叔叔家赖着不走。他爸过来说：“儿子！你听爸话！去上课！学得好爸给你报一个神仙班！初级练习遁术！你就来无影去无踪了！等学几年你就飞天当神仙了！”孩纸信了，跟他走了。你欺骗孩纸也有点底线行不。", " 琳琳今天电脑老是蓝屏，琳琳是电脑盲，无奈把哥哥叫来检查一下。他来了看了足足十分钟。然后问琳琳一句：“你这个显示器是不是哈六生产的？”琳琳没听清楚，随便应了句 “恩”然后他说：“哈药六厂生产的就是蓝屏的！”琳琳：“。。。”", " 高二时候班主任是一猥琐中年眼镜男，晚自习老是偷偷摸摸的抓讲话的同学。一天晚上，他悄悄把脑袋从有防盗铁栏杆的老式窗户外伸进来，突然咆哮：“谁再讲滚出去！”全班顿时安静下来。一分钟后头顶飘来他幽幽的声音：“那个，我头卡在这儿出不去了，你们谁帮我一下？”", " 我一兄弟 今天他女朋友给他发短信说分手 他不知道怎么办 我就说我帮他 我拿过手机回了条 我爱你 他女友又发了一条 我又回 我爱你 如此往复 我都回我爱你 最后 他女友可能被感动了 说不分了 我又回了一条 不是本人", " 尹志平看着小龙女刺入自己胸膛的长剑，强忍着剧痛道：“龙姑娘，我能最后问你个问题么？”小龙女冷冷道：“杨过。”", " 问：为什么中国射击成绩好？答：因为大家习惯睁只眼闭只眼；问：为什么中国举重成绩好？答：因为国人承受着生命不能承受之重；问：为什么游泳能拿金牌？ 答：首都到处是泳池，游不好要命的。问：为什么中国跳水队一直都很出色。答：因为他们都是股民。", " 记者采访孙杨：“你偶像是？”“我本家。孙悟空。”“在你夺冠这件事上他起了什么作用？”“小时候看大闹水晶宫我就想，长大后一定也要像猴哥一样，在水中拿下棒子。”"]}, "taskid": "719d2d7ce756a84b3fed006c6db7ffb0"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=199&_uid=guest", "updatetime": 1445043387.847595, "result": {"content": [" 高中时，一次数学测验上，大家都埋头奋笔疾书，我突然很想放屁，但是碍于周围太安静了，就想用一声咳嗽把屁声安全掩护过去。谁想，咳嗽声完毕，一个响亮的大屁才迟迟到来，全班哄堂大笑，数学老师面带微笑的扶了扶眼镜说了两个字：“时差。", " 跟朋友一起出去玩，小区里一个小男孩拿着长木棍在玩，看到我们走过来，提着棍子就过来了：妖怪，哪里跑！！！一路追着我朋友打。这不行啊，我急中生智，对小男孩说：悟空，为师先带这妖精去见玉皇大帝，你守着这里，别让别的妖怪跑了！说着随手一指，刚好指着对面一路过的大叔……小男孩深沉地看了我一眼，无比正义地扛着棍子打大叔去了……永远忘不了大叔那幽怨的眼神啊！", " 昨天老婆拿了一枚移动硬盘在往电脑里拷贝韩剧.由于外观很像我的1T硬盘,遂问\"硬盘哪里来的?\" \"你放抽屉里的啊~去XX(闺蜜)家拷贝的时候提示说硬盘空间不够,我看是空的就让她老公帮忙格式化了,后来能用了,考了几部连续剧\"额...........哈友们都懂的,为什么空的1T硬盘空间不够正当我有苦难言时,手机响起,XX的老公直接致电我\"兄弟,还好我硬盘是2T的,你的重要文件都在我这里,有空来复制回去吧.\"泪奔~~真兄弟啊.", " 大学期末考试，到了座位见桌上附一纸条，上书“期末占座，谢谢合作，嘻嘻~”字迹隽秀工整，旁边还画一笑脸，一看就是出自某妹子之手，不由感叹可爱，心想留着吧。 可老师下令桌上东西必须一个不留，楼主迫于无奈也只得痛下杀手，随着呲啦一声，桌上居然又惊现另一纸条，“撕nmb啊，看不懂人话？”", " 本人回老家，讲一个真实的故事。那天下高速，要收十元，我知道从附近的一个村里可以绕收费站，开进了那个村。忽然，我发现村口路中间有个老头坐在长凳上。tmd不要命了，摁了两下喇叭，竟然走上前来，对我说：绕收费站的吧，给三块。（nnd是收费的）算了。收费站要交10块，又开过去200米，又有个老太坐路中间……哥立刻掉头。现代人经济观念太强了！", " 长坂坡—— 曹洪：“丞相你看！那个敌将又杀回来了！” 夏侯惇：“今天已经是第七次了吧，他不累呀？” 曹操：“可恶啊……一定要把我的人马全部杀光才肯罢手么！？” 在乱军中奋战的赵云：“张飞这个狗日的！让我殿后又不给我地图~~~长坂桥到底在哪里呀~~~~~”", " 今天家长会。我同学深有感触，感叹道：世界上最遥远的距离，不是生与死的距离，而是未来丈母娘站在我面前，我却只能喊阿姨。。", " 早上老公上班，叫来两岁儿子说亲一个吧。儿子屁颠屁颠跑过来抱着老公脸亲了一口，然后俩人同时转过身，一个猛擦脸，一个猛擦嘴……你们是有多嫌弃对方啊？", " 昨晚去同事家打麻将，打了快一个小时的时候，我同事突然说：“坏啦，我儿子这么久都没吵，肯定在干坏事了！”冲到客厅一看，他儿子坐在地上，把鸡蛋一个一个的敲到痰孟里。", " 高中的时候有个同学对桃过敏一吃就晕，我们高中是住校的没事不能回家，所以这个同学什么时候想回家了就吃个桃。"]}, "taskid": "b841c20de37df4b964a9ac4c0f03a4e7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=193&_uid=guest", "updatetime": 1445043387.676168, "result": {"content": [" 有一个女生她第一次到公共浴室里去洗澡，由于方向感太差，走错了浴室，她推门一看，里面全是男的，而且还是裸的。她顿时尖叫，神志不清的指着那些裸男大吼道：“你们这些臭男人、色狼、流氓、混蛋，洗澡都不穿衣服的吗？”", " 今天早上，公交车上，一个八十多岁的老奶奶颤巍巍的牵着一位同样满头白发的老爷爷，挤到一位目测60岁左右胡子花白的大爷面前说：“小伙子，麻烦给让个座阿！”小伙子！！。。小伙子。。。。。一车人都凌乱了！然后“小伙子”就开心的起身把座位让给他们了！", " 送女朋友回家。她家门口停了一辆婚车，车上有很多气球。女友说想要气球，当时周围没有人，我凑过去拿了一个下来。她说不够，还想要。我又过去拿。这次想着多拿几个，免得又说不够。开始拿第三个的时候，车门开了，车里的哥们说：“兄弟，再一再二不再三啊。给我留点，明天还得接亲！”", " 一个当兵的朋友说的： 训练逮到一老鼠，浇点汽油就给丫点了！丫估计是疼了，挣脱了就跑，丫居然冲向导弹库。。。。。。。幸好没有坚持到底，半路就烧死了，吓死我了……", " 回老家比较匆忙，碗筷泡在池子里没洗。一周后回家，一周前的碗筷还安详地躺在水里。那时是夏天，居然一点也没臭。正在打游戏的老公缓缓地抬起头，骄傲地对老婆说：“那是！我每天都换水！”", " 我在宿舍养了一对小仓鼠，一直喂它吃瓜子。养过的都知道仓鼠喜欢把瓜子都嗑好藏起来。某天给它换笼子里的木粉，把所有的存活都给他扔了。仓鼠进去后不停地翻来翻去，啥都没找不到。最后迷茫的瞪着我。舍友看着它可怜巴巴的样子说：“这孩子就跟让人盗号了一样……”", " 我是个博士，一天我坐在路边一边喝水一边苦苦思索检查一个超级复杂的方程。这时一个乞丐在我边上坐下了，开始要饭，我觉得可怜，就给了他1块钱，然后接着解方程。他可能生意不好，就无聊的看看我在干什么，然后过了一会，他幽幽的说，你那个Schrodinger方程写错，少了个根号。根号。。根号。。。", " 昨天在人才市场晃悠时，只见一小伙快速从我身边冲过，闯进前面的一个招聘摊位，抓住其中一个招聘人员的衣领，用力的把他扯离座位并抵在墙上。我们大家看见这一幕都楞了，没等我们回过神来，就听见那小伙咆哮道： “你们先面试，完了又复试，复试完了再笔试，到最后说只要女的，你们tm的玩我是不是！？＂", " 大街上惹老婆生气，老婆大喊：“你这么丑别理我！”我脑子一抽：“嫌我丑，那你干嘛老公一出差就找我？”现在我还在卫生间面壁思过……", " 班上一个四岁的小女孩因为筷子拿不好而发愁，旁边的小男生说： “瞧，这样拿就对了。怎么样，我厉害吧？”开始自卖自夸。另一边的小男孩说：“没关系，来，张嘴！啊~~”说着把菜亲自送到了小女孩嘴边。屌丝注定孤独一辈子啊！"]}, "taskid": "29ff67526e0b1a3d57a74dc847df29f7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=185&_uid=guest", "updatetime": 1445043385.525943, "result": {"content": [" 妈妈领着哭闹的孩子在街上走。孩子：“妈妈我快忍不住了，要拉出来了。”妈妈：“等会儿！去麦当劳那有！”孩子疯狂的跑过去停在了门口，妈妈跟在后面一边翻着包里的卫生纸，一边看着孩子推不动门喊道：“拉！” 孩子：“哦！” 于是把裤子脱了......", " 公交车上，一男子被一位打扮时髦的美女深深吸引！终于，他鼓起了勇气，写了张纸条给她：“美女，我想和你做个朋友，如果你愿意，请将纸条传回，否则就请丢出窗外，让它随风而逝吧！”没多久，纸条竟然传回来了！男子异常兴奋！然后充满自信的打开纸条，只见上面写道：“对不起，窗户打不开！”", " 夜里夫妻正在行房，妻子突然开灯！妻子惊见丈夫拿着条大黄瓜！妻子怒问：“原来每次你都是用这个跟我？？”丈夫见事情败露，反问道：“对！我还要问你呢！那三个孩子怎么来的？！”", " 妈妈正在打扫卫生，儿子走过去对妈妈说：“妈妈，你看！”儿子边说边伸出手指，妈妈想要吓跑他，于是就把小明的手指一口咬在嘴里说：“我要咬掉你的手指！”儿子迅速把手指从妈妈的嘴里拔出来，仔细的看了看说：“哎，妈妈，我的鼻屎呢？”。", " 躲在学校厕所里抽烟，发现没有火了。这时候来了一个不认识的中年人，叼着烟，穿着很普通。我问他：“大叔，借个火咯。”他看了看我，就把火借我了。我点着烟正在吞云吐雾，教导主任进来了。他看到那个人说：“王校长，今天怎么有时间来学校啊？”", " 月末，宿舍几个又到了泡面过活的苦逼日子，一天听说校门口有家餐厅搞活动半价，于是5人都去了。结账时服务员说只有情侣才优惠，于是老大搂过老三正大光明地Mua了一口“我们是情侣！”人本来就是一对~可是有5个人啊……于是剩下那3倒霉孩子也大义凌然地搂一块了“我们仨也是一起的！”", " 最近家里的有线数字电视29日到期了，准备下个月初去充的，想着过两天没有去充不要紧，结果竟然看到奥运专题正起劲的时候给停了。真的是，尼玛无语了。然后，高潮一刻到了，我把以前不花钱的单纯有线接口线找出来，没有通过机顶盒看，然后我一搜台，搜到了58个台可以看，我震惊了，以前一个月快三百块，我只能刚刚收看55个台……", " 话说昨天我们这有雨，特别大，我站在路边想打个TAXI……正当我瞭望的时候，一小孩子大概是淋坏了，掀起我到脚踝的长裙就钻进去避雨，你以为这是GC？那孩子的爸爸一看孩子钻我裙子底下一边说对不起，一边又掀开我裙子把他孩子给拉出来了！整个过程动作流畅自然，尼玛啊！", " 今天，学校在我们高一班，开了一个关于性、避孕套等话题的讲座。讲座中，一位老师对我们说，我们应该学会更多的了解自己的x器官：“举个例子，我女儿就会用镜子来更好地观察自己的私处。”全班都知道，她的女儿，就是我！！！", " 上英语课，学一篇关于世界土地的课文，外国土地人们可以买卖。。中国人民只对土地有使用权大概是这个意思。。我们英语老师悠悠的说。。大家知道在中国什么是自己的吗？大家纷纷说 命是自己的。。英语老师摆手，NO,在中国，只有自己的心情是自己的。。忽然觉得很精辟。"]}, "taskid": "a6db3a57a46bdd8e82e48c81aa568591"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=160&_uid=guest", "updatetime": 1445043385.32656, "result": {"content": [" .丈夫还没回来，于是妈妈让儿子给他爸打电话… 儿子：爹地，妈咪问你什么时候回来？ 爹地：让你妈和我说。 儿子看着妈：爹地说你自己和他说！ 妈咪：你替我说。 儿子瞬间脸色一变，咆哮道：都TMD11点了你还不死回来？你这个脑残，12点前你TM不死回来晚上别想上姑奶奶的床，然后啪，挂了。", " 小时候见过死海的照片，照片里一个人躺在水面上惬意的看报纸，阳光和海水，让我十分憧憬,有幸去约旦旅游，在死海里泡了一发。泥马我不会告诉你在那种浓度的海水里泡，菊花疼的好像有草泥在撕咬！我也不会告诉你，伸手到泳裤里一掏，发现小鸟缩的只有花生大小！那个看报纸的惬意老外不要再硬挺了啊！喂！童话里都是骗人的！再也不相信爱情了！", " 今天穿了一连体裤，腰上是松紧带的，所以裤子穿上的时候就跟松紧裤一样，完全没感觉是连体的。。。早上在公司WC，一边看手机。。蹲了好久，起来裤子一穿，手机放水槽边，一边看笑话，一边洗手，洗完了就出去了。。。出了厕所还在拿手机看笑话，突然爆笑声传来，抬头一看，整个办公室的人都瞪大眼睛看着我。。。尼玛的，我低头看了下，我只把连体裤提到腰那，上半身就一件内衣。。。", " 英语差的是惨不忍睹的，找工作的时候鬼使神差的进了一家语言培训机构.今天陪外教去上课，想提醒一下外教把手机调成震动的。很友善的对着外教说：please make your telephone嗡嗡嗡，not得铃得铃得铃。外教居然听懂了……", " 高中电脑课，一哥们坐在倒数第二排偷偷摸摸的上黄网，上了会想起后排有两个女同学，回头一看两女的满脸通红的，见他回头就骂他XXX你好恶心啊。他笑笑接着看，过了一会心里有些不安，又回头看看，只见四个女生坐在一起骂她，XXX你好恶心啊。", " 近日，冰岛埃尔加火山附近一旅游团报告：“一名身高160公分、穿深色衣服、英语流利的亚洲女性”失踪了，搜寻多日都没找到人。结果，是她集合时换了衣服，然后车上的人都没认出来!而且她本人还参加了搜救活动，搜了两天后她才意识到好像找的是自己。PS：天然呆的妹子你伤不起啊。", " 某校长在礼堂发表讲话：“为了更好地与年轻人沟通，我暑假阅读了哈利波特七部曲。霍格沃兹的办学理念值得本校借鉴。”台下学生大为欣喜。校长又感慨道：“一所伟大的学校，无论是闹鬼、学生死亡、老师死亡、学生家长遇难、校长被杀还是被暴徒冲击，都不能阻止它每年按时开学。”", " 一直觉得《西游记》有个BUG，唐僧肉吃完长生不死，他为什么不咬自己一口？咬完任你各路妖魔奈我何？轻装上路差旅费省四分之三，后来想明白了，觉得吴承恩设计的真他娘缜密——和尚不能吃肉。", " 遛弯时看见老妈在马路对面，我就喊：妈！结果她没有听到，然后我又喊妈妈的名字，还是没反应，我灵机一动喊我自己的名字，我妈马上四处张望。好感动！", " 刚才在回家的小路上,下着小雨 我前面是一家三口，看样子是刚逛完超市回来的 那小萝莉看样子才四五岁，打着伞蹦蹦跳跳的 谁来买妈妈呀？五块钱一个！谁来买爸爸呀？六块钱一个！ 我脑袋突然一下短路冲上去：十块钱两个卖不卖？ 这小女孩一下哭了，他们爸爸妈妈满脸黑线"]}, "taskid": "65934f77a503866aecf770557f366a78"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=153&_uid=guest", "updatetime": 1445043384.305271, "result": {"content": [" 我隔壁房间是一对学弟学妹，晚上折腾点声音出来倒是正常，可是昨天晚上两点，旁边还在嘿咻嘿咻。早上去上课的时候，碰到了学弟，我说：“你小子不怕精尽人亡？昨晚折腾到了几点？”学弟一脸茫然的说：“我昨天回家取钱了，现在是刚回来。。”我直接走了。。。", " 同事喜欢看恐怖电影各种想象!一次晚上和她妈一起回家，楼梯中同事又想到电影中各种灵异情节，突然神经质地回头来句：妈，如果我的头突然掉下来，你害怕吗?她老妈面无表情很淡定的回道：你以为我是你妈?~~~~~~~~", " 家里有猫精一只，平时和我一起睡，一天晚上睡觉，总觉得有什么东西在看我。睁眼一看，猫咪正目光炯炯地盯着我，看我醒了，迅速抽我一巴掌……一巴掌……巴掌……掌……", " 一个奇葩的传奇:LZ晚上在宾馆叫了两个失足妇女作陪，玩到半夜，累了之后斗地主，然后把花出去的钱又慢慢全赢了回来，最后两失足妇女输的空手而归.", " 据说，当一个宿舍集齐了5个A杯的女生，就可以向国家旅游局申请成为5星级风景区。", " 刘备问诸葛亮：“你最喜欢的歌手是谁？” “贾斯丁 比伯。” “为什么？” “因为我特别喜欢他的一首歌。” “唱来听听”。 亮脸颊泛起一阵微红，轻声吟唱到：“备备，备备，备备，噢~”", " 初中时自己走读，骑自行车去学校的路上经常遇到骑着摩托带着头盔的校长，我微笑说，校长好，校长则微笑点点头，渐渐我发现其实校长是听不见我说啥的，又一次碰头后，我鼓足勇气微笑着说，校长，你SB吗？ 校长微笑着点点头。", " 课间无聊，玩提问。 问：诗仙是谁？ 答：李白。 问：诗圣是谁？ 答：杜甫。 问：诗鬼呢？ 答：李贺。 问：那诗王呢？ 众人默然……旁边一过路的脱口而出：谢逊", " 老妈清晨去买菜，看到一群人狂欧一小偷，原来那小偷手艺不精，用刀片拉一位大伯口袋的时候竟将大伯的屁股拉了一条血淋淋的大口子，鲜血直流，大伯那个愤怒啊", " 移动客服一枚。前几天。接到一奇葩女打来的感谢电话~没错！就是“感谢”电话。。奇葩女：喂，你好，是中国移动吗？我要打个感谢电话，没错没错，太感谢你们了~刚刚呀，我和我男朋友说我要和他分手，说完我就后悔了，可是，可是，要感谢你们中国移动啊，他和我这种鸟地方信号太差，他没听到……太感谢了~"]}, "taskid": "c65fc2820b82bc3dc0a26d4289e14782"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=195&_uid=guest", "updatetime": 1445043384.075929, "result": {"content": [" 各位应该都有过这种经历，闹肚子时候有一刹间肚子绞痛便便想涌出来的感觉，忍过了那种感觉就没那么强烈了,今天吃坏肚子一到学校感觉就来了，一步步挪向厕所的时候，那种洪水涌向大坝的感觉来了，我停住想挨过那个时刻的时候，一个2B体育系朋友猛然给了我一记千年杀。然后哥火了，现在竟然流传出去的版本是哥和一个体育生打架，屎都给人家打喷出来了。", " 星期一的感觉就像失恋一样；星期二的感觉就像找不到对象一样；星期三的感觉就像暗恋一样；星期四的感觉就像准备告白一样；星期五的感觉就像初恋一样；星期六的感觉就像热恋一样；星期天的感觉就像快分手一样……", " 我对刚高中毕业的弟弟说：“大学里有那么几个女人，你经常能见到她们，她们也会慢慢认识你，偶尔会说上两句话，见面了也会微微一笑。 ”我弟听到这里，心开始荡漾。我接着说：“她们就是：宿舍看门大妈，楼道清洁大妈，食堂打菜大妈，水房售卡大妈，报亭卖报大妈，机房管理大妈。”", " 小时候经常挨打，打的工具有毛衣针啊扫帚啊棍子啊什么的。可能被打傻了，回家的路上看到有人在修树的枝桠，我就捡了一根顺手的回去给我妈说：“妈，留着打我。”", " 监考的男老师真霸气，操着一口纯正的武汉话，我都没听懂！考试的时候进来一个女生，一个手拿包，一个手拿喝的，一男监考老师问道：“你是来逛街的还是来考试的？” 那女子弱弱的说：“我是来监考的……”", " 驾校考试，考完出来打出租车，司机是个秃头大胖子，面相凶悍，好侃。 司机：“兄弟学车啊。。。考得咋样儿啊。。。。。”侃了一会，司机“我老婆也学车呢，上个月，晚上收了车，我想教教她，就把车开到一个僻静的路段，然后手把手教，不料想，刚教一会，三辆警车呼啸而至，好几个警察跳下来把出租车包围了。。。”后来才知道，路人报警说有女出租车司机被劫持。。。。。，夜色中，偏僻路段，一辆出租车晃来晃去，一个凶神恶煞的彪形大汉不停的抢方向盘，该有的要素都有了啊。。。。", " 刚才我前面一辆小车突然猛的一脚刹车停在路中间， 后面各种喇叭。这时车窗里伸出一只手握着一个被扯下来的方向盘挥了挥，所有人都安静了...", " 有一次开家长会，班里有一对谈恋爱的，还是同桌！男孩来的他爸，女孩来的他妈。我们给男的说：今天你丈母娘来开家长会，你没想着咋表示一下？ 他说：大不了我给人家倒杯茶端过去不就行了？然后。。。。 当时是这样，女孩倒茶男孩递茶，男孩先给他爸递茶。 爸，喝茶！ 他爸接过。。。 然后不知道他哪根筋不对，给女孩他妈递茶的时候说 妈~~~喝茶~~~然后当时就凌乱了。。。。", " 有次，我问我朋友是哪里人，她说：“你猜嘛~”，我说得给点提示，她说：“我的省份是以h开头的。”我说：“那…湖南？”“不对”“湖北？”“不对”“这…难不成是河南河北…口音不像啊…”“嘿嘿，猜不到吧，”她咧开嘴，憨厚的一笑，“告诉你吧，是————湖建！", " 开车去省城，刚上高速，就出现一辆旅游大巴跟我抢车道，我仗着性能比他好，一路飙车，果然警察叔叔出现了，警察通过麦克风用家乡话喊道：“苏GCXXXX不要给家乡人丢脸，赶快超过他！”我勒个去……这是闹哪样啊？！"]}, "taskid": "7103d53c69e8714507b567406147f1f9"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=169&_uid=guest", "updatetime": 1445043381.905931, "result": {"content": [" 一个法国朋友，他在学习中文，准备去中国做生意。他第一次见我的时候，用还不太流利的中文说：草它马的日本人，草它马的槑槑，草它马的DL喇嘛！！我当时很震惊，我问这是谁教你的？他说是一个中国朋友教他的，说这样能快速拉近和中国人的关系。", " 老姐是个的姐，几年来练就了一双火眼金睛：眼往路边一扫，就知道谁要打车，谁只是要过马路。话说这天老姐休班，骑了辆自行车去买东西，一眼看见路边有个人要打车，老姐非常迅速地骑到那人面前，很职业地说：“先生，到哪里去？”。。。。。", " 新交一女友问我：“我和你妈掉水里了，你先救谁？”我说：“我让我妈救你，她小时候能在长江两岸游两个来回。”女友有些不高兴，说：“你为什么不下来救我？”我说：“我要是下来了，你就没救了，因为我不会游泳，我妈肯定先救我。”", " 爸退休，闲来无事在家QQ视频斗地主，某天，老爸被两个人合起来欺负，嘴里骂着街，但又不会打字，急的一声汗。我在旁边看着偷笑。突然，老爸起身，拿A4纸在上面写个大大的“傻B”，挂在摄像头前，继续和那两人打牌。", " 今天客户来银行取钱，坐下一句话说的我石化了：“你好，我死期到了。", " 未婚妻脸皮薄，不好意思在我家过夜……每次晚上和未婚妻XXOO后，她穿上衣服就走了，剩下我自己在床上，感觉好像被嫖了…而且还没给钱。", " 以前的普法节目里经常有这样的桥段：目击证人说，我看到凶手上了一辆黑色桑塔纳（例子）。。。现在的普法节目里恐怕证人要说：我看到那辆车是一辆帕萨特，不，是迈腾，呃，也可能是速腾，不过好像又有点像朗逸，还有点像桑塔纳NF，也许是捷达NF？新上市的宝来GP貌似也很像。。。算了，我什么都没看到！", " 本人特别爱吃路边摊，麻辣串啊龙须糖啊什么的，尤其是臭豆腐，最近同学给我看了一个小贩自曝粪水做臭豆腐的视频，路上看到臭豆腐各种想吃，但视频画面不断在脑海浮现出来，遂决定2元一串4个的臭豆腐买两串请老板吃一个，少吃一个买心安，他要真为了这几块钱忍辱负重，我也只能认了。。。", " 儿子赖在床上不写作业，父亲对儿子说：“如果你不做作业的话，将来就找不到好工作。”儿子说：“才不想工作呢。”父亲：“那你最好也别结婚，成家。”儿子：“才……不要结婚呢。”父亲：“那你最后也不要谈恋爱、不要跟姑娘接吻……”儿子：“才没功夫跟你闲扯呢——该做作业了！”", " 姐姐手机不见了，找了很久也没找到。她儿子好奇的问：“妈妈在找什么？”姐姐告诉他在找手机。然后就听见我这小外甥无比淡定地说：“回来的时候，我见它掉路上了……”"]}, "taskid": "ae3003c3dca93d81569510acaa9296d5"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=177&_uid=guest", "updatetime": 1445043380.228066, "result": {"content": [" 小明玩的时候摔进了泥坑，把新裤子弄脏了。妈妈骂道：“真是的，刚买的新裤子，怎么弄脏了？！”小明道歉的说：“对不起，妈妈，我摔倒时来不及把裤子脱下来。", " 背景：养的小仓鼠从笼中逃脱，遍寻不着。背景二：本人刷牙会出牙血。话说本人刷完牙在洗手台下抓住逃跑的仓鼠，这时舍友过来跟我说话，我一咧嘴…满嘴的血…加上手里抓着一只死命争扎的仓鼠…舍友尖叫着跑了…到现在还没回来…", " 【牛B、装B、傻B的3个区别】一、牛B的永远是少数，装B的普遍存在，傻B则满山遍野到处是。 二、牛B的不在乎开车还是走路，装B的出门必开宝马，傻B的开吉利美人豹。三、牛B需要相处一段时间才会觉得牛B，装B一开始觉得牛B，时间长了才知是装B，傻B的一见面就感觉很傻B", " 我们公司的最新失物招领：哪位童鞋中午用A2会议室的公用电脑了？！你忘记拔U盘了。 不知道您是哪个部门的。您后背一个淡红色胎记，貌似只有一个蛋蛋？你女朋友染的是浅棕色头发，大腿内侧有颗痣，嗓音有些沙哑，如果您看到了感觉描述的是您的U盘，请速速与我联系", " 某男看同事将情人电话备注改成10086后，多次紧急情况脱险，便也效仿。一日晚，该男第一次在妻子面前接到情人电话，还故意让妻子看来电显示：10086。看完，妻子立刻将电话抢来，将电话中正撒娇的女人一顿骂，然后骂丈夫：“你当老娘傻啊？你一联通卡，10086给你打电话，串门走亲戚啊！”", " 刚才用滴眼液，闭上眼滚动一下，再睁眼什么都看不见了。我吓疯了，大吼大叫。心想：完了，买着假药了，我瞎了！老爸点着蜡烛冲上来，看见我在黑暗之中，脸上两行清泪，骂道：“越长越倒回去了！停个电看把你给吓的！”", " 今天跟老婆大吵了一架，心情坏透了。等她睡觉之后，我偷偷溜进厨房，把橱柜里的瓶瓶罐罐都拧了个严严实实。。。", " 坐快速大巴回家，空调开的很高，车又平稳快捷，所以非常舒适，满车的红男绿女都疲惫地倒在座位上。昏昏然中，大家被一记超级毒辣闷臭屁熏醒了；大伙先是紧皱眉头，很快有人拼命捂住口鼻，当臭屁浓度越来越高时，大伙开始骚动，并恶狠狠地相互对望！有人试图开窗户透气，才绝望地发现完全是徒劳的，因为车窗是密闭的……每个人都在挑战耐受极限，终于有个学生憋不住了，大喊：“停车！偶要下去！”司机说：“高速路，不能停！” 那学生又喊：“求你，偶真憋不住了！”司机依旧不理睬。终于，那学生大吼一声：“那就怨不得偶了，偶要来一个响的啦！”", " 隔壁哥们儿自从买了无线网卡，从不设密码，wifi 把我蹭的爽的啊~~可就是时断时有，自从我上次去串门，故意把3个多G的小电影U盘落在他家以后~~~~~~wifi 全天候供应没断过。。。", " 那天遇到一个姐姐讲给我的 ,她们大学有个日本来的交换生，男的，找了个重庆妹子做女朋友 两个人感情如胶似漆，但也避免不了经常吵架 ,他们吵架分为三步 :1.先用普通话小吵，还算讲道理 2.再用英语大吵，开始出现人身攻击 3.两个人男的开始飙日语，女的开始飙重庆话，在吵架双方各吵各的完全听不懂的情况下战争到达高潮。"]}, "taskid": "91dc0e19c19bcedffe3b224733f4ff94"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=194&_uid=guest", "updatetime": 1445043380.196118, "result": {"content": [" 我有一个朋友，昨天晚上去吃烤翅，他拿着瓶啤酒对服务员说：“你信不信我能徒手起瓶盖？” 服务员摇头说不信。朋友一拍桌子：“那你还不拿起子去！”", " 一个人吃肯德基。边上另一桌坐了四个女的，一直讲一些老掉牙的恐怖灵异故事，却怕得要死。到最后我实在烦了，淡定地吃完擦嘴，对着座位边上的空气说：“奶奶，吃完了吗？吃完我们回去了。”然后一只手假装挽着一个人，在四人惊恐的眼神中走了出去..............", " 我同事家里原来有一只小狗，因为跟那片的人很熟了，所以超市都会让它进去。 有一天同事妈妈和它一起去买菜，过了一会它就往门口走，同事妈妈挺奇怪的，于是就跟着它出来，走到转弯的地方，它一直蹭同事妈妈的手，她伸过去，它在手上吐了个鸡蛋出来。", " 北京大雨，。。。雨大到一哥们家马桶竟然冒水，将照片发到人人求同情，有人回帖“看开点吧，出来混，迟早是要还的，以前你冲屎，现在屎冲你”", " 广大男同学，不管你手里的摄影器材多NB，把女朋友拍好看了才是正经事。她鼻梁塌你就别拍侧面，她脸盘大你就不要仰拍，她不会摆pose放不开很尴尬你就别慢悠悠喊123半天不按快门拍得她笑容僵硬！搞清楚这些，比弄清楚曝光白平衡要重要一百倍！你把黄山拍得再漂亮又怎样，黄山又不会嫁给你！！", " 苦者问禅师：“禅是什么？”禅师不答，领苦者到一饭馆，叫苦者站于门外，自己叫一桌好酒好菜，低头便吃。许久苦者问：“站到何时？”禅师答：“感觉如何？”苦者咽了咽口水：“饿！”禅师：“这就是‘馋’！懂了吗？来，过来把账结了。”", " 上午上一老师滴课，老师很严很八婆，同桌大姨妈漏了，从桌洞里掏出一包卫生巾，新滴一包，“喳”滴一撕，没想到八婆一个健步过来夺了过去，阴阳怪气道：“吃的啥好吃的，给老师一点啊？”，于是…", " 我爸在外工作，一个星期回一次，我曾经偷过我妈3、4个tt来玩。。。。。。结果我爸回来后跟我妈吵架。。。当时我还不知道怎么回事。。。", " 高中时，和同班一个mm踢球玩，我说：“我守门可厉害，外号铜墙！！”mm说：“切~~~ 我外号钢门！！我让你随便射，你也射不进来！！”说完我暴笑，mm一路打我。", " 我问朋友要游戏号玩，因为绑定有手机令牌，上游戏比较麻烦，就让他解了。他不肯，怕被盗。我说反正你号又不值钱，这货来句：难道自己老婆丑，就不介意别人上么…"]}, "taskid": "bf5762b25a2e863a07b1d520af008341"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=158&_uid=guest", "updatetime": 1445043378.950282, "result": {"content": [" 读高中的时侯，一个姓朱的学长为了考一个名牌大学，竟然复读了八届，最终如愿以偿。 之后学校就流传着朱八戒的传奇故事，激励着每一届……", " 某天晚上想买零食吃，妈咪制止，问我：“你不减肥了？”我说：“嗨…反正我有男朋友，有人要了…”然后我妈看着我好久，说了句特励志的话：“不想换了？”", " 大学恋爱的时候，一次晚上出去，刚好受台风影响，学校里狂风大作啊！他把我搂在怀里，嘴里还念念有词：这可要把你抱好了！我于是被感动的眼泪汪汪啊！深情的问：我这么重要啊？那货答到：是重！你这吨位绝对吹不跑，拉住你我就安全了！……", " 前几天家里的狗狗生小狗狗了，狗狗还很小，眼睛都没有睁开呢。然后把手指放到小狗狗的嘴边，让它吸。小狗狗以为是奶头就一直吸。我正在那乐呢。我妈从我身后悠悠地说了句“你小的时候我也这样玩过你...玩过你...”留下我一个人在风中凌乱...", " 某日，收到一条短信，觉得不太信，就念给老公听：“风油精可以去除包 皮的污垢？”老公听后，说：“这怎么受得了？”一脸困惑的把手机拿了过去！三秒钟的沉默后，老公怒吼道：“哇靠，是皮包啦！看清楚了好不好！”", " 有一次去洗澡，到我搓澡的时候，我对搓澡的师傅说：“师傅，我有点脏，最近忙有阵子没洗澡了。”师傅大义凛然地说：“这都不是事，我干搓澡这么多年，多埋汰的没见过啊。”搓了一会，师傅内伤地说：“小伙子，你过分了啊！ ”", " 张无忌对张三丰说：“太师傅，武当山的生活太寂寞了，只有清风和明月能陪我玩。”张三丰叹了口气：“已经很不错了。至少还有清风明月呢。想当年我在少林寺的时候，也只有两个朋友，其中一个也叫清风......”“那另一个呢？”“叫心相印……”ps：冷到了！", " 医学院刚毕业，有个师兄喊我去他们科玩儿，说电视台来采访，能上电视，别穿工作服。去了果然发现有人扛着摄像机，于是假装不经意在镜头前走来走去。于是过几天就看见电视里我忙忙碌碌的身影，同时配音：我市二院引进新型设备，包皮环切只需要十分钟，安全无痛苦。", " 有一朋友，在医院工作，有一天他值夜班，要把死人推到太平间去，结果上楼时电梯坏了，停在半中央，他怎么喊也没人应答，所以他跟死人在昏暗的电梯中待了一个晚上", " 听过《忐忑》吧，网友惊呼神曲也。有网友为其音译了歌词《阿姨压抑带个刀》：“阿姨压抑，阿姨压抑哟，阿姨压抑带个刀，阿姨压抑带个刀，摘个蛋。” 注解：“此歌生动地描述出一对农村小夫妻在山上，大自然中尽情释放自己的欲望，又难以冲破心中传统的枷锁的场景。”"]}, "taskid": "03168fa688b9d22b704fac40295a113d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=187&_uid=guest", "updatetime": 1445043377.778168, "result": {"content": [" 在课堂上老师调侃学生：“据科学家分析，痴呆有两种：一种先天性痴呆，一种后天性痴呆。”话音未落，下面一同学赶紧举手问道：“老师，我属于哪一种？”", " 做动车，在车厢道里遇见一小孩，一个人迷茫的走~乘务员就问他啦~小朋友，是不是找不到爸爸妈妈啦~很害怕吧~小朋友抬起头，一副有爱纯洁的表情：我不害怕，只是有点恐慌。~ 未来的淡定帝~~~", " 外科医生准备做手术，就开了一瓶4%浓度的麻醉剂要护士去拿。结果药房没有，就给了两瓶2%浓度的。医生十分恼火：你去问问哪个混蛋，他如果找不到20岁的女孩结婚，能不能找两个10岁的女孩代替？", " 和老婆吵完架有点郁闷，打算出去走走，出去前按照习惯到卫生间镜子前晃了一下，发现有几根鼻毛长了出来，于是拿剪刀剪剪，剪完觉得尿也有点急了就掏出家伙尿尿，手上的剪刀还没来得及放下。老婆从卫生间门口路过，惊叫一声跑进来抢过剪刀，从背后抱住我哭道：“你不要这样，我知道错了还不行么！", " 交警队审车的时候有个查尾气排放的，很多车过不了，包括新上户的车，找个人花二百元，都习惯了，上星期有个哥们新买的奔驰去审车，同样被告知尾气排放不合格，这哥们是个执拗人，拿着单子给省会的奔驰4s店打电话，一吨大骂什么J8破车，把4S店的一个经理骂火了，找上省质监局的技术人员带着仪器奔袭300公里找来了，一测，结论是交警队检测线不合格，遂下文限期整改，这次交警队糗大了", " 某小偷潜入公关公司欲行窃，他等啊等啊等，没想到始终有一大波人在加班。过了半个月，小偷终于溜出来。同伙问：“去哪儿了？”小偷：“在公关公司待了半个月。”同伙：“收获不错吧！”小偷苦笑：“别提了，我现在都会做PPT了。", " 上班的时候，突然想起来昨天教训了三岁女儿一顿，就打个电话回去想安慰一下。电话接通了，是女儿接的。旁边还有动画片的声音，估计是跟奶奶在看电视。于是，我明知故问：“宝宝，我是爸爸，你在干什么呢？”女儿沉默了两秒钟后：“给，你儿子的电话！”", " 微博出了一个功能“吹一吹”。上厕所的时候无聊，翻看微博，就打算试试。因为在厕所，网络不稳定，总是失败，就只能一直吹一直吹。正开心呢，隔壁传来一句话：“是太烫了，不好下嘴吗？”", " 在火车上，一个小萝莉在玩耍，一不小心自己摔倒了，他爸爸蹲下去扶她，小萝莉也不哭，一边用两手拍他爸爸的脸一边说：让你不好好看着我，看，我把自己摔着了吧。", " 大学军训，野外拉练。 行至一山路上，大家眼尖看见山谷下湖面上有一男一女泛舟，某同学一声大喝：“呔！山下何人！竟敢在光天化日之下行此乱仑之事！” 不料舟中男子竟大声回应：“山上何人聒噪！可敢报上名来？” 同学一声大笑：“行不更名坐不改姓，洒家乃江南大侠李董是也！” 山下：“好啊，08界的李董是吧，下午来我办公室！” 李董一听，傻了----系主任。。"]}, "taskid": "1c292d496e3c87622ae46cc120a0afe1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=170&_uid=guest", "updatetime": 1445043376.975483, "result": {"content": [" 两年前，创业，很穷，女朋友跟着一男的跑了。 今年欠债还完，买了辆20W左右的车（这在我们这里算是不错的车了）。A知道后，数度想和我复合，我一直说我已经有女朋友了。刚才，她来到我这里，含着眼泪对我和我女朋友说——祝我们幸福，希望她对我好，我不喜欢吃哈密瓜、水煮鱼、肯德基、寿司等等，希望她好好照顾我。MB，我只想说，好东西谁TM不喜欢吃，老子不是当年穷，舍不得吃吗！那些东西不都让你吃了 ……", " 那天和老公逛街，路过一个时装店，看到里面的衣服真不错，顿时就有了买欲。我对老公说：“这家的衣服真漂亮，咱进去逛逛。”老公：“逛什么逛，这种店里面的衣服都超级的贵，你带钱了没有？”我一看钱包没多少钱，说：“没有。”老公：“那走，进去逛逛。” ~", " 重温西游记，我问媳妇：为什么孙悟空这么强大但几乎每次都要靠菩萨或者众仙才能搞定BOSS？她的回答是：因为猪一样的队友!!!", " 佛祖道：“你有何能？”大圣道：“我一纵十万八千里，还有七十二般变化。”佛祖道：“你变个麻雀与我看看。”大圣即变作一只麻雀。佛祖道：“水蛇！”大圣便变作一条水蛇。佛祖又道：“猛虎！”大圣又变作一只猛虎。佛祖赞道：“牛逼！”。。。", " 情人节，跟老婆认识多年从没买过花，也没正经过过情人节，以下班早为名，约她出来逛街。故意晚到，从背后抄近自认为很帅气的把花送到她手里，原本想到的桥段很多，比如感动流泪呀、欣喜若狂等等，万万没想到，那货愣了一阵然后作害羞状，曰：“都到手了还让大哥这么破费真不好意思”。。。。。。。", " 小时侯手里捏着几毛钱去买东西，一阵风吹来钱被吹跑了。我找遍附近无果，于是脑残的回到钱被被吹跑了的地方，故意又扔了五毛，想顺着这五毛找到那五毛……结果……好吧，我丢了一块钱。", " 中国的汽车广告只有两种！！！中低端车永远是：老子家庭幸福！有娇妻！有可爱的儿女！老子喜欢带全家人开车出去玩！中高端车永远是：老子事业有成！有美女！有红酒！有合同可以签！老子喜欢独自开车出去装逼！", " 一哥们是体育老师，一天，他用一漂亮手袋装哑铃去学校，55kg，遇到骑摩托车的抢包贼，顺手把哥们的手袋抢了，接着摩托车就翻了～～～～～～摔得挺惨的～～～～～～ 这哥们应该去扶他吗？", " 小时候一个叔叔给了我一张一百的，让我叫他爸爸，我把钱撕了没理他！我爸至今都很感动啊！ 然后我妈说：“那么点大不认识钱，要是给她个糖，她早就叫了。”", " 在一家时装店，我看到一个等得不耐烦的青年人对一个漂亮女孩说：“你介意和我说几句话吗？”女孩好奇地问：“为什么？”“我妻子进这个店已经一个多小时了，但她 如果看见我和你说话，她会马上出来的......”没等他说完，他妻子已快步走出时装店，挽着他离开了。"]}, "taskid": "7b13a732b778f4d8afba92f80539d53c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=181&_uid=guest", "updatetime": 1445043376.287692, "result": {"content": [" 月黑风高夜，大明独自在公路收费站值夜班，突一阵阴风！伴随低沉的发动机轰鸣，只见一辆黑色轿车缓缓停在收费口，大明抬头定睛一看！驾驶座没有人！！惊惶失措的大明赶忙抬起栏杆放行！黑色轿车缓缓驶过……后来呢？后来……车缓缓驶入了“开封府”。", " 在外地叫朋友给充点花费，回来给钱他。他的狗曰的给我充了1500！", " 老板来公司视察，看到好几个女员工在化妆， 便训斥经理道：“上班时间有人化妆，你怎么不管管呢？” 经理一言不发，待老板走后对女员工们说：“别听他的，大家该化继续化。”顿时，办公室一片欢呼。 接着，经理又补充道：“长得这么难看，还不让化妆，让不让人活了。” 办公室里鸦雀无声……", " 某大龄剩女在一次相亲上拐弯抹角地打听男方家底：“你最经常用的交通工具是什么？”男方回答：“飞机、动车。”女方觉得男方属于高档商务白领，遂嫁之。婚后却发现男方是个民工，骑一辆破自行车上下班。女怒道：“当初你居然骗我！”男茫然答道：“没骗你啊，我说的就是非机动车。", " 刚才不小心看到了某条“不转死全家”的贴子……犹豫了一下还是坐在电脑椅上转了一圈……挺方便的……还缓解了疲劳……", " 孙杨曾经遇到过一位禅师，他对禅师说：奥运就要来了，您能给我指点一下吗？ 禅师把两个葫芦瓢放在水里，一个竖着平行于水流方向，一个横着垂直于水流方向，只见横着的瓢游速较慢。孙杨恍然大悟：我明白了！要学会借助水的力量！ 禅师笑了笑，说：我的意思是，瓢太横是赢不了的。", " 一位导游带领参观团参观博物馆时说：“这个玻璃盒子里的化石已经有两百万零九年的历史了。” 有一个人很赞赏地问道：“你怎么能如此精确地说出它的年代呢？” “这很简单，”那个导游回答说，“我在这里工作了九年。我刚来时，它已有两万年的历史。”", " 今天去银行帮公司存钱5万整，银行：“存5万以上需要身份证！”摸摸兜后发现没带。我：“忘带了，你通融下吧！给公司存的！”银行：“不行！这是规定！5万以上必须要身份证！”我：“额...好吧 你找我1毛钱吧！”银行：“。。。”", " 今天又学了一手，外面吃饭，碰见旁边桌一哥们跟同桌姑娘表白：“xx我喜欢你，做我女朋友吧”姑娘愣了愣说：“你是好人，但我们不是很适合”那哥们：“好人不适合，那我做坏人吧”姑娘不信，笑着说：“你做不了坏人的”哥们决然：“这坏人我做定了”说完抱着MM就是吻下去，一个深吻后姑娘就这样被收啦！", " 网上搜索了一下，发现三元牛奶很多单品的售价都在4、5块钱甚至更多。 觉得很气愤。这样的企业，诚信在哪里？良心在哪里？不是明明叫“三元”么？"]}, "taskid": "c0950f4910536e6bbb8abb8fd645f1d1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=190&_uid=guest", "updatetime": 1445043374.626237, "result": {"content": [" 独自逛超市，突然有一个女的捂住我的眼并用巨温柔的声音说：“猜猜我是谁？”我立刻警觉，果断甩开她的手，转身给了她一巴掌，并捂紧钱包，动作一气呵成。结果我就看到女友捂着脸跑开了……现在正考虑如何跟她道歉……", " 今天坐公交车，上车后因为路线不熟悉。就问师傅:师傅大概还有多久到南门市场，师傅直接说:一柱香的时间。。。。。。。师傅你才是穿越过来的吧！", " 刚刚看一个状态。在饭店里，一桌台湾人和一桌东北人吵起来了， 吵了一会儿，东北人按奈不住，操起板凳：废话什么！打吧！ 台湾人：别啊，别啊，大哥，吵得好好的，干嘛要动手呢。\"。。。", " 死党结婚，去帮忙，和新娘新郎两家都熟。婚宴快开始了，新郎过来给了我串钥匙，快去新娘娘家的书房把婚纱的头饰拿来，就在桌子上。一路狂奔，压黄线超车一次，JC蜀黍见我满车的贴满囍字，也没难为我，放行了，最后在婚宴举行前把头饰送到。婚宴开始了，我还在酒店门口放鞭炮。一会收到新娘信息：兄弟，你把我家空调罩给我干啥？？", " 昨天晚上整个小区突然断水断电，持续到今天早上。居民集结在物业办公室各种暴躁各种吵闹，物业表示只能等待无法确定恢复时间。大家当然不干啊，物业主任安抚大家说，你看这个外国业主就很有素质一直很冷静嘛。。。突然这个外国女孩操一口流利中文说，你mlgb的，老子住30楼，跑下来累了歇会再骂你 .", " 一个姑娘曰：”我的电脑最近总死机，为何。“查其系统，四个杀毒软件三个防火墙三个安全防护，其谓之这样安全。解释：”你家就50平米，有四个警察三个保安三个城管，能安全吗？“姑娘释然", " 好友去参加婚宴，咨询我们穿什么衣服去会被搭讪。回答说：红色旗袍。于是穿着旗袍去。晚上回来报告，今日果然被搭讪无数，搭讪话题内容有：我们桌的菜还没上齐。来瓶啤酒！请问厕所在哪里？", " 回家看到孩子盆里玩水，我说:宝宝，干啥呢。他说:我在洗你的脏衣服。我说:谢谢宝宝，爸爸的衣服呢。他说:洗不干净，扔了……", " 朋友病了，要挂盐水。给他扎针的是一个实习小护士，扎了半天都没扎进血管。他痛得龇牙咧嘴，无奈叫来了护士长。护士长好手法，只见她一针见血地扎进了血管，然后马上拔出来，把针递给那个实习护士说：“看清楚没有？你再试一次！”", " 英语考试，一位男同学走到两位监考官面前，说到：“叔叔，你来监考了。”然后就坐到了自己位子上。考试时，无论这个男生如何抄袭，两位考官都装作没看见。考完后，甲考官说：“你侄子挺厉害的吗。”乙大惊：“啊？我还以为是你侄子呢！”"]}, "taskid": "786448f00a02580a05e83f3fad22b3a8"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=168&_uid=guest", "updatetime": 1445043373.849902, "result": {"content": [" 边境风云有一段：“学校塌了后，黑社会头目孙红雷问工头：盖学校我给你多少钱？工头：十万。花了多少？都花了。拿出枪，孙又问：花了多少？八万。子弹上膛，孙再问：到底多少？五万。究竟多少？不到三万。” 你看，连黑社会都知道：贪污工程款超过70%的建筑是一定会塌的。", " 老婆每次来大姨妈，我都会给她冲一杯红糖水，都会习惯性的喝一口试试烫不烫。这次老婆痛经厉害，我去买了一盒月月舒，然后冲完后习惯性的端起来尝了一口烫不烫。。。。。。。尼玛我是个爷们啊，居然喝了那个东西，现在肚子里还是暖暖的。。。。。。o(╯□╰)o", " 有一天去电信营业厅充话费。看见柜台上摆着两台手机，我以为是卖的，冲上去熟练地滑动解锁，玩了好久。旁边一哥们说：“玩够了没有？这是我放在这里充电的……", " 刚刚坐公交去驾校学理论，上来一个看起来就很讨人厌的女的，在和她男的打电话，两人在吵架，然后那男的可能是问她在哪里，那女的说老娘和小三在一起，不信你听他说，然后就把手机拿给他旁边一哥们，那哥们拿过电话在那里嗯嗯，我就是那男的小三，过来砍我吧，不说了我和你老婆去打炮了，然后直接挂了电话对那女的说叫你装b，然后，那哥们下车了，然后我就凌乱的看着那女的在不断的给她老公打电话认错，然后，，，我他妈的就坐过站了，卧槽！", " 今在火车站候车，见一童鞋跨过栏杆进入检票。 就在这时，一胖胖的女乘务检票人员看到，见其脱口而出：“刘翔都不跨了，你还跨。。。。。。”", " 军训，全年级新生都在一个操场上训练。我们教官为了找一块大一点的地方，带着我们一会儿左转弯，一会儿右转弯，一会儿右后转弯，忙活了好长时间。队伍里有个同学忍不住问道：“教官，你是在玩‘贪吃蛇’吗？”", " 一年轻麻麻带着她小正太（4岁左右）查手指血，不哭不闹，我消好毒正准备扎，他抬起头横我一眼:“医生，你这么狠会要遭报应的。”我……", " 表弟上高中，迷上网络经常夜不归宿，舅舅觉得网吧不安全，暑假给他买了个电脑。可表弟照样还是去网吧玩CF。于是为了不让电脑闲着，舅舅学会了上网。这晚十点多表弟趁家里人不注意又跑去网吧了，十一点时候，舅舅来电话了，声音相当严厉的说：是不是在网吧！表弟吓得出了一身汗，吱吱唔唔不说话，舅舅更厉害的吼道：到底是不是在网吧！！表弟脸都白了，说是的。舅舅说：是就赶紧去给我充个蓝钻，回来我给报销，TMD一晚上被T好几回了！！", " 从小嘴贱惹了不少祸。军训的时候由于天色已晚，教官决定讲故事给我听。“我以前当兵时候一个人在山上，什么都没有，连吃的都是空运过来的，只有一条大狼狗陪着我。你们知道两年陪着一条狗，是什么后果么。”我顺嘴就接了句“狗怀孕了？”。结果被罚去操场跑了20圈。", " 我一同学跟她室友在街上溜达、一辆公交车在他们眼前开过、她室友当时脸＂刷＂一下就变得刷白。我同学问他、你怎么了？她无奈的说，我晕车了。"]}, "taskid": "62daa14f12b8638c5ca979bed755734c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=197&_uid=guest", "updatetime": 1445043372.783634, "result": {"content": [" 我妻子时常说，假如哪一天她买彩票中了大奖，绝对会一分钱也不给我、立马离婚搬到国外去。她一定不知道，整整5年来我都一直买和她一样号码的彩票……看她到时还笑不笑得出来！", " 上初二时，某个周末的下午，我出去打球，回来洗完澡吃完饭在看电视。 妈 : 你女朋友今天下午往家里打电话说她发卡落你书包里了，让你明天带给她。 我 : 不可能啊，她头发那么短没见过她用发卡。 妈 : 交代吧。 我 : .....", " “你不怕你男朋友在国外乱来吗？”“他有DOTA。”“你长期不在他身边不怕他空虚寂寞冷么？”“他有DOTA。”“他有什么心情不好你都安慰不到他呢！怎么排解呢！”“他有DOTA。”“要是有小三你要怎么解决。”“小三一直都在，就是DOTA。”“他会不会心花了变坏？”“不会，他很忙，要DOTA！”", " 在我这短短的一生中，百年一遇的日全食遇到了两次，五百年一遇的洪水遇到十次，千年一遇的地震遇到两次，唯独五年一次的人民大选还没遇到。有同感的赞个", " 小的时候很喜欢小狗，家里人一直嫌烦，不让养，后来有人送了只两个月大的小狗，非常可爱，玩了几天以后发现小狗身上有皮肤病，起小疙瘩，我也不敢给家人说，害怕不让养了，就自己找了点皮炎平给狗狗抹，也一直不见好。 有一天正抹着让我老爸看见了，问我怎么回事，我就老实交待了，我老爸说让他看看，他看完后，一脸黑线的说：那是狗的咪咪……", " 去小区门口早餐车买早点，一姑娘开车白色宝马停在了早餐车旁边，我以为她也是来买早点的，结果人家下车围上围裙开始摊煎饼。。我痛苦的把脸别向一边去。。", " 昨天我去超市买套套，遇见一个很碉堡的销售,我想买冈本，然后一个杜蕾斯的销售跑过来跟我说冈本不好用。我问为啥，她一脸严肃的跟我说，难道你不觉得冈本有点小？我听了之后愣了一下，默默的说。。。。嗯。。。是。。。", " 公司食堂饭菜很难吃，经常在外边吃面。就刚才我发现我们的厨师居然也在那里吃。。。", " 今天去外面吃饭，在路边看到一城管要没收一卖西瓜小贩的摊子，那小贩什么也没做，一言不发地拿着西瓜刀呆立在一旁。一城管就不停地对他说\"你先把刀放下！\"那小贩还是面无表情地拿着刀站着。吃完饭再路过那里的时候发现城管已经不见了，那小贩依旧在悠闲地卖着西瓜。", " 今天，看着老板开着崭新的宝马徐徐在大楼前停下，我不禁露出了艳羡的目光。老板似乎察觉了我的眼神，便对我说：“只要你肯好好努力、发奋工作，到了明年这时候，我就能开上一辆更好的车啦。”"]}, "taskid": "9ab88a7c3bca0f40f644f51db1e20001"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=157&_uid=guest", "updatetime": 1445043371.926635, "result": {"content": [" 我们在移动公司培训，听到10086客服的开除案例！一个接线员接到一个客户的电话，客户是个磕巴说话有点慢：我我我....想想想问下，我我我.......电....话话话费.......最最最近.....怎么这样费？接线员只说：大大大大哥就就就你这样能能能不费吗？ 之后他被开除了！", " 今天在街上，有两个小青年打架，然后跟前围了一堆人。最外边有个年轻JC也在踮脚看，我问他，你不是JC，不管吗？这JC尴尬且爽朗的一笑，TMD，我给忘了。然后他把这俩个小青年带走了。。。", " 六级考场，旁边某男生一直睡觉。监考老师好心提醒：同学，就算没复习也就当做一次真题了，重在参与。该同学淡定地说：老师，我六级早过了，我是来占自习座位的。", " 有一只蚊子，飞到一个人的手掌心上，那人准备拍死蚊子，谁知，那只蚊子转过头说： 大哥，别拍死我，好不好？人说；为什么？蚊子：因为今天是我的生日。人；真的?蚊子：恩。 然后人拍着手说：祝你生日快乐，祝你生日快乐。。。。。。", " 老婆是话务员 ，晚上说梦话，仔细一听不知道给谁讲业务，偶尔听到什么套餐的，我看她可爱的就亲了一下，结果她蹦出一句“这位客户请您不要亲我，如果您没有其它业务请您挂机好吗？”", " 今天晚上吃米粉的时候看到前面桌的人往碗里倒胡椒粉，瓶子都一样，结果这二货看也不看拿起自己桌上的瓶子也往碗里倒，完了低头一看，倒了一碗的牙签。。。", " 下上班挤公交．上车就被挤到老弱专用椅旁，旁边一大妈坐着。突闻一阵京剧铃声，大妈随即翻包，掏出iPhone4S，滑条接听。正奇怪大妈的解锁条怎么在上面，大妈喊开了：“什么？听不见！”这时旁边一MM看大妈手机拿倒了，好心地提醒她：“大妈，倒了。”大妈急忙对着电话吼：“到了到了，下车再说！”", " 新婚不久，老妈来家里，见家里凌乱之极，便狠狠数落了老婆一顿。老婆非常委屈，待老妈走后，抄起手机就给岳母打电话诉苦……哭诉了半天，对方一句话没有，未了来了一句：“下回看好了号码再打，我是你婆婆。”", " 我上次在宜家买了一个水杯，29.9不算贵，可是就是太大了。水杯磨砂的感觉，可惜没有把手提着。我每次吃饭之前，都接一杯水，喝水都快喝饱了。。真的太大了。。今天我看到了一张宜家的宣传单，它居然还降价了，才19.9，而且，它是个花瓶。。", " 说个还是学生时期的事，记得有次化学实验需要用盐酸，老师一再叮嘱腐蚀性很强大家要小心点使用。那时候调皮，把一个烧杯里的盐酸倒了，然后盛上一小杯自来水，量和刚才老师分配的盐酸差不多，然后走到老师跟前，淡淡的说到：“老师，我对不起大家...”接着把烧杯里的水一饮而尽，老师顿时瘫软在地有没有....爷成名了，眼角有泪划过.."]}, "taskid": "d2ce93cf2b2833b5c77f3b6aaec4a1b9"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=186&_uid=guest", "updatetime": 1445043371.034541, "result": {"content": [" 生物课老师要学生们做实验，将蚯蚓切成两半……切完之后大家的蚯蚓都还活着，可是有一个人的切完立马死了…… 老师过去一看，惊呼道：“卧了个槽，谁教你是从头部劈开了！！！” 惊叹那学生的理解能力……", " 身边一个朋友叫依慧，前天他男朋友向她求婚了。 他给她寄了个包裹，打开来是一枚戒指，还有一盘磁带。我朋友好不容易翻出了N年不用的录音机，勉强还能用，然后录音机里响起了她男朋友浑厚幽怨的声音：“千年等依慧，等依慧啊啊~~~~~”", " 公园长凳上，她小鸟依人般靠在他的肩膀，一边摩挲着他的衣角，一边喃喃地说：“亲爱的，虽然我们认识没多久，但我觉得每天都过得好充实，一起经历了那么多事情，感觉我们像认识了好久好久一样呢。”他轻轻搂了搂她，深情地答道：“是啊，也许这就是人们常说的度日如年吧。”", " 昨晚看中国男篮发现：中国队一共有5套战术。分别是易建联单打，王仕鹏单打，孙悦单打，刘伟单打和王治郅单打。", " 电视剧里的经典桥段：某女因感情伤害，为了爱情付出一切却被抛弃，于是有好姐妹劝她：“找个好男人嫁了吧”。好男人招谁惹谁了，要被这样陷害？绿帽子都该好男人带吗？", " 和一哥们喝酒，我俩是认识十多年的老同学了。喝着喝着聊起一位领导，我说这领导人不错，家里长辈总夸他。 哥们小沉默了下，说了四个字“那是我爸”。 我当时鬼使神差有如神助的问了句，“亲爸啊？” 哥们喝的有点大，犹豫了一会，不太确定的说，“应该是吧，都叫了三十来年了……”", " 我妹妹是很有心眼的小孩，一年级的时候有次考试只考了五十多分，结果老师要家长签名，这丫头居然把卷子折啊折，折成一个小纸条，只留出空白的地方，回家拿着问我爸爸：“爸爸你名字怎么写啊。。。”", " 我家养了一只猫， 看到网上有装死来锻炼宠物的 然后我就试了试 我想说我真是犯贱！！前天晚上回家试了，惨叫了一声就倒在床上停止呼吸，期间我对象一直在旁边观察我家猫咪，5秒。。10秒。。。1分钟。。。。老子都要真死了怎么还不过来呀！过了几十秒！我家猫终于过来了！！ 然后。。。从我的脸上踩了过去。。。", " 女朋友是医学院的学生，有次我们商量去游泳，我哄她说，我可是当初游的最快的那一个，结果她转过头认真的回答我：你搞错了，前一批都要牺牲自己的顶体酶，溶解卵子外面的透明带，然后后面的才有机会进去。所以我们其实都不是跑的最快的，只能算运气最好的。", " 朋友彪悍女一枚，有天我们打麻将到很晚，赢光了这货所有现金，她老公又催他回家，遂走之。隔日见面，对我讲：昨天老娘遇见抢劫的了。正想问他伤到没有，这货一脸自豪的告诉我，被我一句话搞定了：劫财的话打麻将都输光了，劫色的话你快点，我老公在家等我呢！然后劫匪走了。。。"]}, "taskid": "20faa1585df3949679c0e32ca00892d8"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=174&_uid=guest", "updatetime": 1445043369.468003, "result": {"content": [" 话说唐僧在五行山下问：“你这泼猴，若我救你出来，你该如何报答我啊？！” 悟空：“师傅，你若放我出来，我定会送你上西天……！”", " 听说了吗，李宗瑞爆出与女星不雅照了？--真的吗，素质真差，怪不得输给林丹！--那是李宗伟好吗？--李宗伟不是写歌的吗？--写歌的那是李宗盛！李宗盛不是以前国民党司令吗？--天哪，那是李宗仁。--李宗仁是谁？暗恋程又青的吗？--次奥，那是李大仁……", " 女儿读一年级，有个题按要求写词语，例：亮晶晶，然后女儿飞快地在本子上写着：喜羊羊，沸羊羊，美羊羊，懒羊羊，慢羊羊……", " 孔明：主公，臣窃以为，你应该好好关注关注小乔这个人。刘备：夺取天下，为何要关注一个女子？孔明：因为据臣了解，你关注的人中，曹操、孙权、周瑜等8人也关注了她。", " 有一个美国数学教授平生最怕坐飞机，他研究了近20年的统计数据，发现恐怖分子带炸弹上飞机的几率其实非常低，但是他还不安心，他又进一步研究数据发现，两个人同时带炸弹上飞机的几率几乎为零，于是从此他坐飞机都自己携带一枚炸弹。", " 几年前，我一同事偶遇一需要帮助的黑人先生，黑人先生先叽里咕噜的，说的什么完全听不懂，也不知道是中文还是别的语言。 我同事看了黑人先生一眼，说：Can you speak English？ 黑人先生立刻很兴奋的边点头边说：yes！yes！ 结果我同事犹豫了半分钟，说了句：But I can’t！", " 怀孕一个多月，各种吐，有天晚上吐的受不了了就跟老公撒娇：求求你救救我吧！老公很淡定的回答：以前你来大姨妈难受的时候就说让我救救你，我果断把你救了，现在你又让我救你，对不起，我不是万能的……我瞬间无语了！", " 高考当天惊现一考生骑着一匹马来考场参加高考！警卫就问他什么原因。这位考生自信的说：“老师跟我说了，以我平时的成绩，骑马能考个重点。”", " .在做语文卷子的时候，发现我像个外国人; 在做英语卷子的时候，发现我像个中国人； 在做历史卷子的时候，发现我像个北京猿人； 在做地理卷子的时候，发现我像个外星人； 在做数学、物理、化学的卷子的时候，发现我依然像个外国人； 在做政治卷子的时候，才知道我完全不是个人！", " 我丈夫在国外的时候，我们四岁大的女儿一直要我生个弟弟给她做伴，我说：“你的主意不错，但是你觉得不应该等你爸爸回来再说吗？”没想到女儿回答道：“我们为什么不给他一个惊喜？”"]}, "taskid": "4a574597d6501d7c2d27431f93d843e2"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=182&_uid=guest", "updatetime": 1445043368.333089, "result": {"content": [" 有一天晚上，某大三女生与她男朋友视频聊天，然后，该女生去洗澡，洗完后，发现没拿衣服，就让她室友帮忙挡着，不让她男友看见，传完衣服后，意外的发现室友用双手死死的遮住屏幕上男友的眼睛……", " 记得上大一，有次老爸打电话来，很严肃的问我有没有女朋友。我当时很是不解，心想老爸为人严厉，思想保守，我要是承认有女朋友，肯定又得挨批……老爸说“到底有没有？”我说“没有”老爸穷追不舍“这个可以有！”我淡定到“这个真没有！”结果老爸说了一句让我泪奔的话“那你每月的生活费我给的超标了！”", " 一漂亮MM长时间占据ATM，并且不时打出一张凭条。 我在后面排队等得不耐烦了。就伸头看了一眼，发现她丫屏幕上竟然显示：“余额不足”。只见这MM仍在不停的按取款，一张一张地收集打出来的凭条。大概5分钟过去了，只见这漂亮MM拿着一堆银行凭条，急匆匆地奔向公厕。", " 地理课上，老师突然问学生：“同学们知道为什么月球会从地球的太平洋脱离出去？”同学们一脸诧异，老师说：“请不知道的同学举手！”全班整齐划一，老师脸上露出狡黠的微笑——只见校长刚刚从后窗飘过~~~", " 那天路上看见一辆卡宴被一个民工开着破三轮给挂蹭了一条很长的口子，我们围观的都说，完了，这货有的赔了…… 结果卡宴的主人下来，见民工已经吓愣住了，怒吼一声:还不给老子跑！你又赔不起…… 然后就开着车走了……", " 小时候跟小朋友们比赛看谁尿的远，然后我输了很多次，后来妈妈很不解，问我为什么裤子都是湿湿的？我就实话实说了。然后就遭来一顿毒打！打完以后警告我，你一个姑娘家再敢给我玩这个试试！", " 今儿在超市购物，一初中样子的少年抢了我的包包就跑！我当时就懵了！ 不过后来超市警报响了，少年也被保安逮住了—— 然后保安把包包还给我，并且送我出超市门。可是最后我想说一句：少年，那包包姐还没付钱呢", " 一次去乌鲁木齐动物园，轮到看猩猩的时候，有很多人喂食物，我把半瓶可乐伸进去，那货一把抢走，果断熟悉的打开盖，人膜人样喝完了…喝完可乐瓶子对着小jj撒满一瓶，满脸享受，尿完看人们看他呢，装着低调低下头，一群女的刚转移注意力，这家伙抬起头就把满满一瓶尿扔进了人堆，在那里淫笑…", " 羽毛球还比个毛啊，陶菲克，林丹，李宗伟和谌龙全部都是福建人。。。什么国籍都是托，其实就是开老乡会。以后不要再放什么国歌了，奏《爱拼才会赢》不就完了", " 有一位同学作文的标点有一些问题，被老师叫到办公室问话。老师是一个非常健谈的人，可就是的口缝不严，口水满天飞，小雨点直打在这位同学的脸上，出于礼貌，同学一直未发言。终于雨点太大，同学不能忍耐了，委婉的说了一句：“老师，你光说话，不打标点，好不好？”"]}, "taskid": "d9e0f3ac3fbad50b58247d466a65acd6"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=167&_uid=guest", "updatetime": 1445043368.038477, "result": {"content": [" 今天有两个同事打起来了。起先他们聊得挺开心的,后来,A同事愤愤的说:“昨天到半夜隔壁还在鬼叫,我过去臭骂了他们一顿!”“哦”B同事正忙,停顿了一会问:“你骂了隔壁?”A同事没回答,B同事又追问:“我说你骂隔壁啊?”A同事听完拍案而起:“你妈个逼!”然后他们就扭打在了一起。", " 刚才看了看下学期校历，发现9月份上课12天，10月份上课13天，11月上课18天，12月上课17天，一共上课60天，平均每天上课7个小时，一共420个小时，合计17天半。。。也就是说还有17天半就放寒假了。。什么叫鼓舞人心，这才叫鼓舞人心。。。", " 高中，一猛男长跑特牛，一次体育课，一女生跑来羞答答地对他说，帅哥可以追你吗？该男愣了两秒，快速的向跑道方向走去撒腿就跑啊，输了请喝水的，，，然后，就没有然后了", " 昨天给老婆买小笼包的时候，旁边有个乞讨的老头也想用手里的毛票买包子，一问四块钱一笼手就缩回去了。正转身要走，卖包子的大叔发话了：有一块钱三个的啊，你等下我给你装。然后就装了三个热腾腾的大肉包。", " 昨晚梦见一有腔调的帅哥向我吻过来，胡子太多扎到我了。 那种被扎的感觉特别真实。早上起来怎么都觉得不对劲。看到咱家傻猫坐在窗台上若有所思地看着我，于是全明白了。", " 情人节那天去南京看我女朋友，回来的时候在南京火车站刚好碰到电视台采访， 摄影机对着我拍 我激动死了，我楼上走下来 他也把镜头移下来，我就凑上去想接受采访，尼玛的摄影师一手把我拨一边去了，我回头一看 一个犯人在我身后押了过来。。卧槽。我死了算了。。开始我还冲着镜头笑呢", " 楼上邻居家有人过世，请来一群和尚念经。刚才看到楼下急停一辆凌志越野，跳下一群光头墨镜大汉，诧异间，脱上衣，披加沙，摘墨镜，手捻佛珠，鱼贯上楼去了。。。ps:刚兼职保镖回来，赶场子很累", " 有一次我去医院抽血，护士长亲自上阵。这时候另一个元老级护士带了好几个实习护士过来，说：“都过来，跟尹护士学抽血！”我被当成教具了啊……悲剧啊……抽了第一管，因为我太紧张，溶血了，说要再抽一管。那帮实习护士就围着我站着。这时候那个元老级护士又发话了：“别站着啊，都坐着，人家孩子都害怕了…”“。。。。。。”", " 记得曾经有人说，不管你闯了多大的祸，也不要沮丧，美国一个工作人员把一个价值2.3亿美金的气象卫星从架子上碰下来了，维修花了1亿多，难道你还能闯比这更大的祸吗？答案是有的..现在有人把18亿的大桥压塌了。。。。。。。", " 在培训班里有91年的一男一女，女孩挺显小的，男孩相比之下就没那么90后了，讲师问咱班有没有属羊的，女孩说我是，然后男孩说我也属羊，就看女孩一脚惊讶说“你大我一轮？？”"]}, "taskid": "f50d6cfd166fc51a0068fa38dfe59e4d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=172&_uid=guest", "updatetime": 1445043367.096131, "result": {"content": [" 一女人领着狗去看兽医。医生说：“您这只贵宾犬…”“对不起”女人打断医生的话：“请你尊重点儿，不要叫他‘犬’，他是我宝贝儿子。”医生说：“请问你儿子多大了？”“9个月。”“请问你儿子哪不舒服？”“他最近心情不好，总喜欢咬人。”“请问你儿子以前打过‘狂你儿子疫苗’吗？”！女人骂道：你个狗日的，怎么骂人啊！医生答道：你个你儿子日的！不是说好的尊重点吗！", " 年轻人带着女友回山中老家,指着一座古坟说:“我家先祖的魂魄寄寓在墓穴里,千年来一直守护着这个家族。谁敢对他的子孙不利,先祖便会化身厉鬼寻见那人复仇。” 当天夜里,先祖魂魄忽生感应,在村子半空杀气腾腾地盘旋良久,然后托梦给了族长问道:“杜蕾斯是谁?”", " 那天，我找了一个著名的手相大师给我看手相。他看了看我的手说：“你的手掌很大，你一定很孤单。”我说：“啊？这都能看出来，为什么？”手相大师说：“因为，越掌大越孤单。”师傅你没少听流行歌曲呀", " 据一个东莞的失足小姐说：上一次要全市大扫黄，她们就集体取钱回老家，结果银行顶不住了，第二天就不扫了。。。", " 前几天在公司上厕所，上了一半发现没带纸，就打电话给同事，结果信号不好没声音，于是又发了条短信她，结果几分钟后她没来，我又发了给另外的人，那人也没来，我一怒之下群发了好几个，结果几分钟后大批人马从公司不同部门携纸观赏我的英姿……", " 公司的同事说他有同学很牛叉，和胡主席，温总理都握过手，而且上过新闻联播。@捧腹网 后来得知他同学在东欧某个小国留学。。当地中国留学生就三个人。。。每次国家领导人外交访问那个国家，他们三个中国留学生都要出面。。。想不去还不行！！", " 昨天去饭店吃饭，平时经常见的一对小情侣。今天可能男的下班早，在饭店等女朋友。只见他先点了一大碗面条，狼吞虎咽吃的那叫一个快，吃完了把碗放在别的餐桌上。。。。很奇怪吧，看到下面你会和我一样恍然大悟的。。。。。后来女的来了，板着脸，一看就是闹别扭了，这顿饭吃好了就是破镜重圆，吃不好就是散伙饭。男的给他们点了菜和米饭。吃的过程中，男的表情悲伤黯然非常难过，食不知味仿佛哽咽到难以下咽，于是吃了两口放下筷子，目光缱倦地注视着女的在那吃。女孩抬起头说“别看了还吃不吃了” 男的深情地说“我怎么还吃的下。 ”。过了好一会儿男的还是用无辜卖萌而受伤的目光注视着女孩。女孩无奈地给他夹菜，“行了，都过去了，快吃饭吧。”", " 网络上有个小美女和我聊的很HAPPY，有一天她传了一张她和她妈妈一起扮鬼脸的照片，然后问大家她可爱不可爱。我看了就想说她妈妈比她更可爱。结果，打字的时候习惯用空格“你妈比 你还可爱”。然后就没有然后了，被拉黑了……", " 班里某女生性格非常彪悍，平常行为比较特立独行，且染了一头金黄色的头发。有一天，班里男同学在讨论为什么她的头发一定要是黄色时，突然有位仁兄飘出来一句话：“因为思想溢出来了呗！”遂全场爆笑。", " 孙悟空：＂嫂嫂，我在你里面了。＂铁扇公主：＂叔叔，你快出来啊~啊~啊~＂孙悟空：＂嫂嫂，我要出来了，你张开嘴。＂铁扇公主：＂啊~~＂"]}, "taskid": "0590244b1f90b3b21cc5d6a48d2e2f98"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=183&_uid=guest", "updatetime": 1445043365.373967, "result": {"content": [" 宝贝女儿去幼儿园，除了第一天有些委屈，一切都好。 结果，第三天，老师电话告状：同时入托小朋友，有的还是不适应，还是哭闹找妈妈。老师哄来哄去，逐渐安静下来。我家宝宝一直在旁看热闹，一看小朋友安静下来了，在旁悠悠的来了一句：下雨了，你妈妈不能来接你了............教室再次喧嚷起来，逐继续看热闹。", " 佛祖想减肥又不好意思说，为了减肥，佛祖吃素，自称是为了不杀生；为了减肥，佛祖走遍四方去锻炼，自称是为了弘扬佛法；为了减肥，佛祖割肉喂鹰，这么狠的招都用了。当他发现猴哥整天湖吃海喝，还是比他瘦时，怒了，压了猴哥五百年……", " 昨天发现女儿身上长痱子，两天不比前些天热啊！怎么会起这么多痱子！今天早上起床后看到女儿把自己包的像棕子，在床上眨眼。我问她为什么这样做？会起好多痱子的。她说一句话我差点晕过去，她说在“捂白白”。前几天带她去游泳晒黑了些，家里人拿这开了点玩笑，没想到７岁的女孩子也这么在意啊！老天爷！女人从小就这么可怕啊！", " 某大学校园铁栅栏都是带尖头的。为防止学生翻越，其上面的警示牌标语如下：“男生一不小心翻，就会变成女生，女生一不小心翻，就会变成女人。”", " 哥哥小时候爱偷钱，10块10块的，估计是少了没劲，多了不敢。有一次偷钱被发现，老爸往死里打，他就是不拿出来。姜还是老的辣啊，老爸见这招不行。就一把抓起我，准备揍我，哥一下就哭了：“别打，你打一个女人你算什么男人，我告诉你钱在哪！！” 后来，一直到初中，只要家里丢钱了，我就挨打。。。。", " 昨晚捡到一安卓手机，因为有密码没法联系失主，我上夜班不允许带手机，就扔更衣柜里了，刚下班接到失主电话，么的骂我是小偷，说有密码我偷了也用不了，说话巨难听，果断记下失主电话号，取出内存卡，下载个安装包，刷机。然后花十块钱买张手机卡，安装上给失主打过去，告诉他哥能用……叫你口下无德…", " 家里有贱狗一只，除了肉之外，就只吃煮面条，我妈天天早上下面条给我吃，今天早上又是面条，我就说，你怎么天天煮面条啊？我妈说，不下面条下什么？小狗又不吃别的，正好下点面条你跟小狗一块吃…额…就我这地位…", " 孩子对山谷喊了声\"喂\"，四面八方传来阵阵的\"喂\"。孩子很惊讶：你是谁？山谷：你是谁？孩子：告诉我！山谷：告诉我！孩子生气了：我恨你！山谷：我恨你！孩子：ā..á..ǎ..à哦！ā..á..ǎ..à哦诶！阿四弟，阿四刀，阿四带个弟个刀，阿四弟，阿四弟个刀。山谷：…尼玛逼！", " 一个孤独的汉子进了酒吧。 没话找话和老板聊天：“又要竞选总统啦……” 老板连忙制止说：“别谈这个，谁在我的酒吧里也不能谈政治话题，太乏味了。” 汉子换了个话题，又说：“听说保罗二世……” 结果又被打断：“别谈宗教，太乏味了。” “那就说足球吧，最近巴黎 PSG 队屡败屡战……” “你千万别提这事，多少人就因为谈足球在我这里打将起来……” 汉子忍无可忍，憋了一口气，问道：“那咱谈谈性话题？” 老板高兴地回答说：“好呀！” “我Cao你大爷！", " 最近感觉身体不太好，遂去医院检查一下，按医生要求照过X光后，X光医师写了诊断，然后我拿着诊断和片子给医生看。谁知医生拿着X光诊断就开始摇头，嘴里啧啧有声，我心里立马就抽了，哇凉哇凉的，都想问问医生还剩多久了，结果那医生开口就说：“唉，现在的年轻医生啊，字写得真差劲”——尼玛，吓死我了！"]}, "taskid": "f3c417ffe30bfb97a55ae3754cedc9b9"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=191&_uid=guest", "updatetime": 1445043365.002903, "result": {"content": [" 美国孩子假期：金发妹，冲浪，PARTY。中国孩子假期：补课，作业，家教。中东孩子假期：挖石油，买飞机，打仗。日本孩子假期：AV，AV，AV。棒子国孩子假期：挖鼻屎，搓成球，然后吃掉。。。。", " 高一的时候新买了辆小折叠车，黄色的，我的小黄。骑着新车去 补完课去推车，我的小黄居然不见了！！！天呐！！我妈会掐死我的！！！ 呜呜呜呜呜呜呜我那个哭阿…站在学校门口看着所有的人都走光，实在没法子了就去问门卫，尼玛.，他说：“你就是那个孩子阿，你妈说怕你车被偷，把车骑回去了…”", " 老孙正跟朋友下棋，他儿子过来，说：“爸，我把车开过来了，明天你用吧。”说完，留下钥匙就走了。朋友见了，羡慕的说：“老孙你可真有福气啊，儿子把车都给你送过来了。”老孙听了，淡淡一笑，说道：“他倒是经常把车开来给我用，可惜就是油少了点。”朋友问：“有多少油？”老孙摇着头说：“也就能跑到最近的加油站吧。”", " 我妈很较真！有点敏感！爱瞎瞎想（估计是韩剧看多了！） 那天在小区里遇一要好的女同学（我男的），她抱她一岁多的侄子出来散步，我屁巅屁巅的跑过去，把那可爱的小子抱过来，那小子回头对我那女同学呀呀的说妈妈　妈妈，特可爱！我就逗她乖儿子，叫爸爸，叫爸爸。 谁知道我妈不知哪里冒出来！眼角里闪这泪花，哀怨的盯着我们！正要解释呢，她就带着点哭腔的对我说＂怎么那么大的事也不和我说吖！来奶奶抱！＂ 奶奶？？！！奶奶？？！！天那！一个雷劈下来，让我和我那同学在闪电中凌乱阿！怎么解释？！？！？", " 公交车上比较挤，一男一女两人好像因为踩到脚还是碰到胸而吵了起来，声音越来越大骂的也越来越难听，司机大概实在受不了了回头看了一眼，然后一脚急刹车，这对男女便顺利的吻到了一起，于是接下来一路上都很安静，全车无语内伤中...", " 公交车上楼主旁边坐了一位年轻的妈妈抱着他的儿子，很小还不会说话，司机放了一首beyond的大地，让我想起了很多事情于是泪水就开始打转，忽然我看见一只捏着半片薯片的胖乎乎的小手伸过来了，瞬间就石化了，他妈妈也愣住了赶紧说阿姨不吃宝宝吃，但是还是一直给一直给啊，而且都是咬一口然后给我啊啊啊，最后在一车人的注目下，我淡定地捧着一手的薯片下车了，不知道为什么心里特别感动，为宝宝求人品，快乐成长", " 突然想起三年前我高考的时候，考完自己就知道没戏了成绩出来是3本的，妈妈沉默了好久，最后掏出来手机拨打了她最最要好的一个阿姨的电话：“XX啊，我跟你说，我闺女只考了三本，要多出2万8的学费啊，我以后不能跟你们打5块的麻将了，我们下次打2块一炮的吧”", " 办公室一女同事和男同事斗嘴斗不过，拿起香水对其衣服猛喷，然后微笑着说：“今晚，等着你媳妇和你拼命吧！”哈哈哈哈。。。", " 今晚跟一个好朋友聊天，他说他QQ密码特别安全，是21位的，并为此沾沾自喜。然后我叫他尝试着输入前16位密码就点击“登录”。然后，登录成功了。然后，就没有然后了……", " 附近有家人在装修，晚10:30电钻仍在突。。突。。突。这时候，有人抗议，。。无效就重复放了首最炫民族风。然后，电钻停了一下，然后就按着最炫民族风的节奏开始突。。突。。突。"]}, "taskid": "71f90c7630065f4b65a0b73cf0a61c6c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=178&_uid=guest", "updatetime": 1445043363.321538, "result": {"content": [" 今天卖了个小手机，客人要求重新贴个膜，于是拿出小刀，不小心一抽然后手上就划了一刀，血溅手机，客人说到：“我勒个去，你还要帮我开光？”", " 楼主工科大学僧一枚，大家都知道自古工科大学多屌丝，本人有两个校友骨灰级屌丝，一次两人被传销的骗去了，这两个货整天白吃白喝，整天交流魔兽心得，连负责给他们洗脑的人都被他们给洗了脑，有时候那负责洗脑的带他俩溜出去上网打dota,打完了回来吃饭睡觉，结果有一次被上头发现了，三个人全给轰走了，此事一直被传为佳话", " 我家有只狗，比较笨，经常因为我换了件衣服就不认识我了。有次穿了条新的连衣裙回家，它看了我半天一动不动，等我意识到的时候我就喊了它一嗓子，它立刻一副妈呀吓死老子了原来是你啊的表情走开了……", " 昨夜酒后回家把楼道密码忘了，喊来保安，他严肃地问，你怎么证明是业主？我说，给老子开！保安说，给老子证明。我喊，梅茜！一只狗头从阳台探出头。我说，叫。于是梅茜叫，引发隔壁边牧叫，引发对面黑背叫，转眼小区吵成一片，灯一盏盏亮。保安说，这个证明太喧哗有力了。遂开门。", " 上大学时，有天晚上宿舍全员带好所有的身份证明上街。走了7条街终于找到了巡逻警察，面对面离警察大约还有30米时大喊一声“跑”。然后警察看见我们跑于是追来。百米速度跑了15分钟实在跑不动了。警察逮住我们后问为什么跑，我们说宿舍还有20分钟锁门不跑就回不去了。警察......", " 我家楼下新开了家饭馆，老板是一个光头。 街上的地痞见新开了家饭馆，天天来寻事，老板都忍了。一天半夜这些地痞又来寻事，结果听到饭馆里一阵哀嚎，接下来听到救护车的鸣笛声....之后很久没见到那些地痞。有一次我路过饭馆见几个少林僧人对老板行礼：“大师兄，最近可好？”", " 今早上班途中，听见一男的讲电话：“......哎呀！我不跟你讲了。我的车后轮驱动系统出了点问题，我要下去看一下！”只见他挂了电话下了车，蹲在地上盯着掉下来的链条陷入了沉思！", " 我和我老公没结婚以前，经常装着不认识，然后来个偶遇或者搭讪什么的。最好玩的有一次，他骑摩托车到地铁出口来接我，我故意问：“师傅，到XX小区多少钱啊？”（我们这边有好多摩托车师傅靠载人赚钱）他说：“不要钱，只要让我亲一下就好了。”于是我就真的亲他一下，上了他的车。搞的旁边那些摩的师傅一个个都傻了眼！还说：“小姑娘，不要上当啊！”", " 昨天一名好友对我说：“王皓真是太悲剧了，连着三个亚军，都快成三亚市的代言人了。” 我说：“图样，戈麦斯今年德甲亚军、德国杯亚军、欧冠亚军、德甲银靴、欧冠银靴、欧洲杯银靴六亚王的时候，他的落寞有谁懂？”喜闻乐见神回复：都TM赖意大利，要不戈麦斯就可以集齐七个亚军召唤神龙了！", " 老爸叫我陪他喝几杯，哟，有雅兴哦。喝吧。迷迷糊糊记得我喝了不少。结果我一觉睡到第二天，我妈告诉我个惊天大秘密。我爸想玩电脑了，我一直霸占了。才出此下策啊。差点还把自己喝晕了。。。"]}, "taskid": "a3287e0aa63f66272d70d842c2363f37"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=189&_uid=guest", "updatetime": 1445043362.714126, "result": {"content": [" 大众只有一款车：高尔夫。拉长就是帕萨特，改名就叫迈腾，减掉一个后座就是CC，再拉长就叫辉腾，拍成方的就是途安，加多三个后座就是夏朗，加高底盘就是途观，再撑大点就是途锐，拍扁就是尚酷，加个屁股就是速腾，缩短点是POLO……", " 大学的时候在阶梯教室上课，班上一男生坐在一个女生后面。男的爱跷二郎腿，不小心踢到前面的女生屁屁，女的回头看他。“不好意思啊，刚才左腿踢到你 了...”男的说。没多久，男的又踢到女的。“不好意思啊，刚才右腿踢到你了...”女生大怒：“那等一下你是不是想用中腿踢我啊！！！”", " 朝鲜运动员是幸福的，拿到奖牌可以见到金正恩， 没拿到可以看见金正日", " 在游泳池戏水，旁边一小萝莉。 突然想放屁，没憋住，身后冒起一大串泡泡，旁边小萝莉哇的一声哭了，边哭边喊，麻麻~麻麻~快跑~~水开了~~~开了~~了~~", " 学校禁止谈恋爱，但是我们班有两个同学仍然偷偷摸摸的谈，前天被班主任发现之后，叫来双方家长。班主任本来是想让家长说说自己的孩子。结果家长聊了聊发现对方家庭情况都还不错，然后今天下午突然传出他们订婚，订婚了……", " 今天下午六点多出去买东西。公交人多，挤不上，狠狠心搭出租车。==等啊等，过了一辆连忙招手，司机看了我一眼后无视走掉，（过年了很常见，司机不愿往市区跑，堵车）正准备等下一辆，却发现那厮在路口掉头又拐到我面前。上车后我不解问道为何如此，的哥师傅曰：才干出租没多久，正好赶着回家，以为跟以前一样开着私家车下班回家呢，还纳闷为啥我冲他摆手。这个也行。大哥真是新手啊。", " 我家小生意，邻居也是，邻居家一条土狗，各种乖。门口一般会有打牌的大叔们，一天一大叔左手持牌右手持冰棍，出牌的时候顺带啃一口，然后手就垂到旁边了。狗子就一声不吭蹲他背后，手放下来就舔一口，绝不多舔，众人看到都不吭气，直到大叔跟狗子把冰棍吃完……", " 有没有这么一头朋友：他不懂象棋，真的是一点都不懂，在室外高达37度的高温下愣是看人家下了一上午的象棋，真是一上午，从七点半到十二点四十，重点是他一直保持着一种高深莫测的微笑，搞得人家两位老人家每走一步棋都要神情紧张的看下他…", " 飞深圳航班上旁边坐一姑娘，端庄靓丽，心生向往。于是搭讪说：“你也飞深圳呀？”她抬头看了看我：“你觉得我会中途下机吗？”我说：“还好，中间可以聊聊。”她白了我一眼：“你在看《读者》，而我在读《China Daily》，你觉得我们会有共同语言吗？”气死我了，我都没好意思说，她盯着牛皮癣的广告看半天了。", " 本人男，初中的时候跟一个很可爱的女生同桌。夏天，校服是白裤子白T恤。以上背景。 有一天下课，该女生起身从我面前经过，我看见了一抹红色。。对，女生好朋友来了。 我没有反应过来（那时候还有点小纯洁，不太懂），于是大声的对老师说，XX受伤了都流血了。。。当时全班70多号人都惊讶的看着我们俩。 后来，后来这个女生变成我老婆了。。。说嫁给我是因为第一次来亲戚就让我给举报了。"]}, "taskid": "84a2be2bccf75b7f0d26cad5deeb1cfe"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=166&_uid=guest", "updatetime": 1445043361.805489, "result": {"content": [" 近视眼最大的悲剧就是在剪头发的时候看不清，剪完戴上眼镜心里默默地骂一句 草，然后镇定的跟剪头发的哥们说还行。", " 有一兄弟，他老婆出轨了。我过去劝他。劝大半天，终于平静了点儿。我也累了，打电话叫另一朋友过来分散下他的注意力。电话里一通说。不一会儿他一家三口就过来敲门了。两口子还没开口，小萝莉一溜小跑过去：黍黍，黍黍，你的绿帽子呢？转过头质问她爸：粑粑，你骗人，黍黍没有戴帽子啊。", " 昨天和老公一起去游泳，可是我不会游，只好带了个游泳圈在深水池里瞎扑腾。老公游了几圈累了，趴在游泳圈上闭目休息会儿。我忽然想起泰坦尼克号里的镜头，遂深情呼唤：“杰克！杰克！”只见老公很配合地慢慢沉入水底。周围的人石化了……", " 老公最近不知道从哪学的，总是开玩笑骂人说XX是个屎壳郎。终于有一天他这么说我。。其实我等这一天很久了。。。然后我伸出手，推了他一下。。他先是疑惑地看着我，然后就安静了。。。", " 刚来北京，租了一个小房，一楼，上某宝买衣服，选了付钱了联系卖家：“我已付款，请发货。”谁知那货直接说：“我看到你地址了，自己上楼来拿吧！我就在你楼上。”拿你妹吖。老子付了邮费的。。。。", " 女网友有四种，当你问她：你多大了？回答“22了”。这是平庸幼齿型；回答“88年”。这是俏皮机灵型；回答：“你以前不是问过了吗”。这是成熟狡诈型；回答“36D”…..这是你自己看着办型。", " 一女网友发微博：生了个女儿，大家帮忙想个好名字吧！生孩子那天医院无端起火，后来突然下起雨来把火浇灭了。A：“淡”这个字极好，水火相交阴阳相济，深处其中却又处之淡然！B：万一她爸姓“姬”怎么办？C：万一她爸姓“苟”怎么办？D：万一她爸姓“毛”怎么办？。。。女网友：都给我滚，我老公姓曹！", " 人类的感觉很刁钻，有些东西的次序绝对不能随便颠倒：比如我们可以喜欢可乐味的鸡翅，却很难接受鸡翅味的可乐；喜欢菊花味的茶，却很难接受有茶味的菊花。喜欢郭敬明一样的男人，却很难接受男人一样的郭敬明。", " 今天在公交车上，正在专心的看手机，一抬头，发现车已经停在了我到的站，然后旁边不知道什么时候站了个大爷，正准备下车，谁知到大爷一把把我按到座位上，说没事没事，不用让座！还没来得及解释……MD，车开了！……善良的让人落泪的大爷！", " 我想跟你说一件事，但我不知道该怎么告诉你。所以我会用第一句的前两个字，和第二句的最后一字来跟你解释。"]}, "taskid": "0261e0f99b5d210f83f337f976b15b0c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=155&_uid=guest", "updatetime": 1445043360.912034, "result": {"content": [" 一哥们问他老婆当初在众多的追求者中为什么会选择了他，他老婆说只有他不打呼噜。", " 知道为什么我们拥抱的时候能够强烈感受到彼此的心跳？” “是因为我们爱的深，心相连？” “不，是因为你平胸。”", " A：“我陪我老公睡觉去了啊，待会儿聊。”B：“待会儿？”A：“嗯，等我两分钟。”", " 问：7＋3在什么情况下等于8？ 答：在国 庆遇到中秋的情况下！！！！", " 表弟骑车把一个胖姑娘给撞了，结果姑娘说你陪我去医院给膝盖抹点红药就行了，不要什么赔偿。表弟说：妹儿你真厚道，来，你把裤腿撩起来，我看看伤得重不重，咦，你这腿肚子是胖得还是撞的啊，这么粗....... 姑娘后来跟表弟要了2000元创伤赔偿费。", " 色狼、财迷和同性恋同时死了。上帝说，必须改掉生前的陋习才能进入天堂。三个人出发向天堂走，忽见一群美女，色狼忍不住，掉进了地狱。两个人继续走，忽见有个钱包，财迷弯腰去捡，在刚要触及钱包的一瞬，想起色狼掉入地狱后惨状，便忍住贪念，直起身来独自一人走完剩下路程升入天堂！", " 今天有个学妹来找我们警务室，说自己钱包在食堂被人偷走了。 我们问他怎么就丢了，不装好，她说在食堂用钱包占座，回来就没了。。。地球人都乐了~", " 小鸡拿着一张大红奖状扑到鸡妈妈的怀里：“麻麻，你说过我考了第一名就告诉我爸爸是谁的~”鸡妈妈知道小鸡已经好奇自己的身世之谜很久了，决心不再隐瞒它，说：“孩子，你是一只争气鸡，你的父亲是瓦特。”", " 早上白玉堂眼泪汪汪，哭道：“包大人，求您饶我大哥钻天鼠卢方一命。” 包大人奇怪的问：“我没说要杀卢方啊。” 白玉堂：“大人您别瞒我了，昨天晚上我听见您在院子里高唱：我想要卢方的生命，就象矗立在彩虹之颠。。”", " 街边，一对情侣在吵架。女孩对男孩说，“我们分手吧！”男孩沉默半天，开口问道，“我能再说最后一句话吗？”“说吧，婆婆妈妈的。”“我会编程……”“会编程有个屁用啊，现在到处都是会编程的人！”男孩涨红了脸，接着说道，“我会编程……我会变成……童话里，你爱的那个天使……”"]}, "taskid": "484b2d9a2202ed04538ba13f53cbc635"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=198&_uid=guest", "updatetime": 1445043359.125897, "result": {"content": [" 国外的朋友说的。她在国外坐地铁，看到对面的一个胖胖的外国女孩在吃东西.就用中国话自言自语地说：吃吃，这么胖还吃。结果那外国妞用地道的北京普通话回答：胖怎么啦，胖也是妈生的。", " 收到一陌生号码短信一条，打开一看，内容为：我的新号码，你懂的。。。。。懂你妹啊懂！", " 苦逼的移动客服MM一枚。一天，一位大叔打电话进来大骂移动，骂了几分钟后，丢下狠话：再也不用移动的卡了，改用联通！我很淡定的问大叔，还有其他可以帮忙的吗？大叔沉默了几秒，委屈地说：你为什么不挽留我、挽留我、……", " 今天去朋友家坐，看到她的电脑里挂着四个QQ，其中还有两个是空白没加一个好友的，但QQ等级都是一个太阳以上的了。。好奇之下我就问她干嘛要挂着两个没有好友的QQ，吃饱撑着的啊！她缓缓的说，将来给我的孩子用，不能让他们输在起跑线上。OMG,她的形象瞬间在我的心目中高大起来。。", " 刚从建外soho地库出来，发现忘带钱包，交不了停车费被困地库出口。后面车里一好心姑娘替我掏了18块钱停车费，还把找回来的32块钱也塞给我，说：一会儿万一您再进个地库，可就不一定能碰见我了。真是叫我太感动了！~~后来我管姑娘说要个电话方便还钱，姑娘说：钱都给了，就别惦记人了.。", " 小侄女幼儿园，淘气可爱……有一天早上，我问她：几点上课？侄女：睡醒就去了。哇，那么小，敢情生物钟这么准啊。之后她悠悠地补了一句：要是做噩梦了就不去了，不去了，去了，了……", " 我小时候的梦想是当一名医生，别人问我为什么想当医生的时候，我都会很淡定的告诉他们，因为当你把一件事情弄砸得时候，你可以很委婉的说：对不起，我们已经尽力了....", " 领导追问老婆到底出轨过几次？！ 老婆含羞答：“三次。” 领导大怒：“哪三次？” 老婆：“第一次你要当科长，局长不同意；第二次你要当局长，县长不同意；第三次你要当县长，县里66名企业家代表都不同意……", " 小时候成绩不好，初中的时候班主任第一次家访。父母都不在家，只有爷爷在家。话说班主任到我家后就相当地不淡定了，毕恭毕敬地坐在沙发上，表情相当尴尬。这时候我爷爷冒出来一句：“赵×（班主任名字），你这是寻衅报复吗？”后来了解到班主任是我爷爷当年班里最皮的一个孩子，被我爷爷不知道修理了多少次……", " 朋友怀孕去做产检，B超时想知道孩子性别、就偷偷给了医生500快钱。医生一脸严肃地说：“碍于医院规定，我不能告诉你。我只能说，你的孩子很健康。”然后他指着B超图：“你看吧，这是手，这是脚，这里是小JJ……”"]}, "taskid": "70e7d35209ff653c5f471a72a9f0c0b3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=196&_uid=guest", "updatetime": 1445043358.407001, "result": {"content": [" 客服：你好，很高兴为您服务！ 客户：你好，请问是顺丰镖局吗？ 客服：。 。。不好意思，是顺丰速运！ 客户：这里有趟镖，派人来接一下！ 客服：.......!!!", " 记得上大三的时候 ，一天晚上宿舍哥几个刚进入梦乡，突然电话响起，离电话最近的哥们极不情愿的起来接电话，其他几位纷纷表示这是宿舍谁的电话就把谁扒了扔出宿舍，在讨伐声中电话被接起，电话那头传来一羞涩男生的声音＂麻烦叫一下某婷婷（绝对一女生的名字）。＂接电话的哥们冷笑一下幽幽的说了句＂她睡了＂。然后挂电话拔线。", " 我从小有个习惯，就是吃饭总会吃得一点不剩。一次和朋友各点了一份酸豆角炒饭，朋友胃口小只吃了一半就饱了，我却一直吃到盘子光光。结账的时候，老板在饭桌旁看着朋友的盘子说：“你的酸豆角炒饭，五元。”然后他看着我的盘子，皱了皱眉头问：“你吃的啥？”", " 今天化学老师讲了一真事儿，说有一老太太去镶了一颗金牙，结果从此天天头晕。一检查才发现她还有一颗用铝补的蛀牙，俩金属放一块儿成一原电池，整天满嘴电流能不头晕么............. ps： 是这样么？？", " .外国人问我：“中国的80后90后还会功夫这种事吗？”我说：“那当然，内力、暗器什么的不提，功夫里面最深的一门叫点穴，我们都会。”老外表示怀疑，于是我立马练了几手给他看：揉天阴穴，挤按睛明穴，揉四白穴，最后还来个大招：按太阳穴轮刮眼眶", " 我今天破天荒的洗衣服，不料把仅有的14.5元钱洗了，遂拿出，整齐的贴在一张白纸上拿到院子里晾干，正在用手扇风的时候，一个熊孩子路过，大声质问我：“你在晒富吗？”我：“………………", " 今天坐电驴上班，路过一公交车站，一男子在一路奔跑，追着前方4-50米开外的128路大巴。大巴停着那里，默默等待着。。。。大巴司机真是好人啊，本来想这座城市这种事情发生的概率。。。。。。30米。。。20米。。。20。。。。。9。。。5，这时候奇迹发生啊，大巴一个引擎启动了，一个加速把男子甩开了，然后扬长而去。。。。。。这时候，男子并没有石化，，站在站内的旁观者全都石化了。。。。。", " 昨天聚会，我礼貌地赞美了一个女生“嗯你好漂亮身材好好”后被得意地丢过来一句“那是！我要生在日本！现在绝对也在你硬盘里！”。。。。尼玛，是这女的脑子秀逗段路了还是我想多了。。。心里好复杂。", " 我每个月工资都比老爸高一点，这是前提，上个月底他加班到很晚，我问他怎么加到现在，他说这样我工资就比你高十块钱了，一脸得意啊，我说有必要这样吗，他说，有，因为你威胁到了我一家之主的地位，我…………", " 昨天，广东惠州最高气温达到35℃，两名女士因为一人不小心将雪糕擦到另一人身上，在大街上争吵了一个半小时，最后其中一个因中暑头晕倒地，被送进了医院。目睹了整个过程的刘先生称：“我活了42年，她们两个是我见过最无聊的人”。"]}, "taskid": "d743af89b1f5a2fb1d2ec8456ad934d8"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=156&_uid=guest", "updatetime": 1445043357.865623, "result": {"content": [" 今天向妹子表白，妹子说：只要钓y岛被我国收回我就做你女朋友。大家分析看看这事是不是黄了？？？", " 中国用播放钓y岛天气预报的方式宣示主权，在世界上引起了极大的反响。看到CCTV天天播放华盛顿、伦敦、巴黎、柏林、罗马的天气预报，西方列强不由得菊花一紧。", " .家有二货老婆一个… 每次上街看到美女，老婆先看我… 如果我也在看，她就对美女吹口哨… 美女回头，老婆就打我一把掌，骂我不要脸。 尼玛老子不会吹口哨…", " 我终于明白军训为什么要前后左右的乱转了，因为只有这样才能晒得更均匀。。。", " “给我吃！给我吃干净！”韩信在受到胯下之辱后，又被那恶霸按头要求吃洒在地上的剩食，韩信牙关紧闭双手捂住剩食，“给我吃” 屠户恶狠狠的踢了一脚早已饥寒交迫的韩信，韩信忍无可忍回头对屠户怒目而视，一字一句说到：“不给！” 。。.", " 昨天在健身房，一胖子做仰卧起坐很吃力，求我帮忙推，说推一次给我1块钱，我拒绝了，说15块钱推10次，我也没答应。 最后是这样的，胖子给了我30块钱，我替他做了20个仰卧起坐，他站旁边负责喊加油。我们还约了明天见。", " 一女怀孕数月。某天带四男去医院做亲子鉴定，以落实腹中孩儿生父。医生感叹：世事无奇不有，两男同时来鉴定已属小见，三男更是罕见，四男同时出现还是首次，令人钦佩的是四男居然能和平对话谈笑风生...最后结果出来...居然...没有一个是...只听见那女的高兴的说：我就知道这孩子是我老公的！", " 有个将军娶了一个很漂亮的老婆，有次他要外出打仗，但他担心他的老婆给他戴绿帽子，于是给她绑了一个贞操带。他把钥匙给了一个自己平时很信任的一朋友保管，再放心地出门了，但他才出了城门，只见那位朋友快马加鞭追到将军身边：将军，你把钥匙给错了！", " 去买衣服，一妹子和老板讨价还价，还不下来，假装要走，光叽一声撞玻璃上了，这不是g潮，老板笑了，说妹子我卖你吧，你赢了。妹子拿了衣服特嗨皮的出门，g潮来了，又是光叽一声，妹子躺地下了。晕过去了。。。", " 巴西队今天打进的中国队的所有进球完全是非法的、无效的，丝毫改变不了中国球员实力超群的历史事实，丝毫改变不了中国队在国际足坛的历史地位。中国足球任人欺凌的时代已经一去不复返了。中国球员不会坐视本方球门受到侵犯。中国球员强烈敦促巴西队立即停止一切损害中国球门的行为。"]}, "taskid": "c2d360ac7b3f7fef1f8f6e5c955cbaf7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=175&_uid=guest", "updatetime": 1445043356.256264, "result": {"content": [" 那是实习医生爱德第一次参与手术，他看着大家紧张地忙碌，不知所措地站在一旁。 良久，他小心翼翼地问主刀医生约翰：“我…我该干什么？”手术中的约翰瞥了眼氧气管，吩咐道：“爱德，供氧。”爱德一愣，然后支吾着唱道：“把你捧在手上，虔诚地焚香…”", " 本人18岁，问老爹我是怎么来的，老爹回答“那时候可累死爹了”。。。。“我类个去阿，我说老爹阿，虽然那方面的事情我略懂，但你不能那么直接吧？”只见老爹接着说:“想当年，你躺在甘蔗地哇哇大哭，引来好几户人家，一看你是男娃，那个抢阿，最后还是老爹厉害抱着你就跑，可把我累死了”。。。。。。。。", " 在大学的时候，我认识了一个很彪捍的女友，有一天，她请我吃饭，可是我妈又想带我上街玩，于是我拒绝了她。在大街上我碰到了女友，她走过来，直接扇了我妈一巴掌…", " 陪女友去山上玩，山上有蹦极，排了好久的队终于轮到我。。。女朋友下面看着，准备喊着女友名字＂xxx，我爱你＂往下跳，第一次难免紧张，刚大声喊出女友的名字就被推着跳下去了，被吓暴了，结果女友和下面的人就听到的是这样的。。。＂xxx，我。。。我草！！！！", " 本人原来的手机号码中间带4，一直很忌讳。近日又找了个比较吉利的号，准备原来的号码欠费后，就启用新的号码。昨天，原来的号码终于余额不足了。接下来，准备启用新的号码。可是今早一开机，收到了好几条信息，几个死党纷纷发信息说“怎么混的，手机都欠费了！哥们帮你充了。”有100的、50的。感动的要死。决定还用原号，不再换了！！！", " 早上挤公交的时候，一堆人挤在车门口推搡，我心里正计算正还剩多少座位的时候，背后突然传来一股力量，软软的，暖暖的，回头一看，原来一个MM用胸部在顶我上车....... 感动啊，人间自有真情在，还是好人多", " 走夜路被打劫，劫匪拿刀逼我掏钱。忽然想起以前看的段子：女生怎样避免弓虽暴，答案是迅速拉一坨便便在裤裆，相信很多网友都有印象的。我立马活学活用！脱了裤子，劫匪楞了下，惊恐的看着我迅速拉了坨便便！呆呆的看我用手接住，摔在了他脸上！然后劫匪扔了刀子！凌乱的、狂叫着、跑了…", " 日本赶紧放人！赶紧把我保钓英雄速速放了！！再不放人我们政府就要生气了，我们政府要是生气了。。。。。。就不给你们找自行车了，哼！", " 一个富二代超速行驶被一女交警抓了，女交警给富二代开罚单。 富二代嚣张地问道：“你知道我爸是谁吗？” 女交警头也没抬地回答：“这得问你妈！”", " #1、河南国道旁：抢劫警车是违法的；2、山东聊城监狱：人民罪犯人民爱，人民罪犯爱人民；3、安徽农信社：人死债不烂、父债子来还！4、江苏农村：宁可血流成河，不可超生一个！5、河北电网：严禁触摸电线，五万伏高压，一触即死，不死法办。"]}, "taskid": "1aa101499450906315000f9765b0010e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=171&_uid=guest", "updatetime": 1445043355.641932, "result": {"content": [" 表弟是卖礼品的，礼品打包得不错。给远在上海的女朋友邮了个礼物，有两个光驱叠一起那么大的一个包装。他女友打开一层里面又是一个礼盒，再打开又是，共开了7层，里面一个戒指盒子。怀着激动的心情，打开戒指盒子，里面躺着这货的一张大头贴", " 一车主开着一辆英菲尼迪从大楼车库出来。一群抵制日货的爱国人士手拿铁棍蜂拥而至。车主心想这下废了，谁知人群突然又停止了，还有人向车主竖起大姆指喊到：开奇瑞的是好样的！", " 本人女，和闺蜜逛街时，无意说了句：“我男朋友晚上打呼真吵，害我睡不好。 ”闺蜜很自然的来了句：“是啊，是这样的”说完还学了几声。。当时我们都笑了。三秒钟之后，死一般的寂静。。", " 有一天我去面馆吃面，吃着吃着，我看到桌上有几粒米饭，就想是我什么时候掉的，我们要珍惜农民伯伯的劳动成果，所以没再多反应反应，抓起饭就往嘴里塞，结果吃完，我突然僵住了，我是在吃面啊……", " 我老婆是个吃货，一般买的水果、零食我是皮儿都见不到一下就完了！陪老婆一起去水果店买苹果！称好重量后，我叫多买几斤。 她回答道：不买那么多，买多了吃不完！ 我弱弱的说：老婆，吃不完的给我吃吧。", " 以前每当听到电视里说：“剥夺某人政治权利终身”时，我就特别为他感到惋惜，总觉得那是一项神圣的权利，崇高的使命…跟尊严一样，不可丢不能弃。但从昨天开始，如果再听到电视里说“剥夺某人政治权利终身”时，就当电视放屁吧，还剥夺呢，还终身呢，跟有过似的。。。", " 要过年了，会碰到很多奇遇。当你走在路边，看到一坨在冒烟的大大时，不要好奇，更不要去看，因为那一团炸飞的屎星会让脆弱的神经寸寸断裂！！杀千刀的！哪家天杀的孩子！别让我找到你，否则，一百遍！一百遍！", " 我和女朋友躲在电影院里第一次接吻时，我差一点吐了，因为我不习惯她唾液的味道。 我对她说：“以后我们不要接吻了，好吗？”她说：“好！” ，她对我说：“受不了你的大蒜味道，我都吐酸水了。", " 牛郎织女的故事说天上一日，地上一年。那不就是说，牛郎每年只有七夕才能与织女相会一次，而织女能天天见到牛郎……看来王母娘娘还是心疼自己人啊！！！！！", " 上周日老爸带我去他们领导家做客。在客厅聊天时，领导5岁的儿子突然过来，唧唧歪歪的缠着领导，好像有事说的样子。领导很是尴尬，不耐烦的边轰他边说：“ 有什么事大声说嘛，没事回屋找你妈玩去，爸爸这儿有客人！”他儿子于是巨委屈的大喊：“是妈妈让我小声告诉你，别留他们在家吃饭！！”"]}, "taskid": "ceb3ddabb61a3bae2ab7cf3fa60c6152"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=154&_uid=guest", "updatetime": 1445043355.130297, "result": {"content": [" 记得小时候被姐姐打了，可是爸妈不在家，我就坐在家里的地板上，硬是挂着一滴眼泪等了爸妈两小时，为的就是让他们知道我哭了～～", " 某次坐电梯，电梯里还有一男一女，女摁14层，男摁17，我去23，结果电梯不知道怎么在9楼停了一下，女的看也没看就出去，电梯门刚关上就听见我后面男的说傻阿，结果此男在14楼果断走出…我一个人在电梯里捶门狂笑，电梯刚停看也没看就出去了，等电梯门在我背后合上，我抬头看着个大大的17，我就凌乱了….", " 话说一个村子很多人都长寿，某天，一记者在这个村子的路边上看到一位老人在哭泣， 就上前问：“老人家你高寿？”那位老人说：“95。”记者又问：“你为啥哭呢？儿女不孝？经济困难？”老人摇了摇头说：“今天早晨我起床起晚了，我爸爸打我！！呜呜呜....”记者沉默了5秒钟，吐血身亡！", " 坐公交车，中途上来两个小学生从上车开始嘀咕。A说，你说吧，B说我不敢，你说吧。俩人嘀咕了半天，后来A说咱们一起说吧，我数123，1~2~3~那俩货一起：司机！开下门！！我们坐错车啦！！！全车爆笑，司机估计也是笑的不行，破例将车停在路边让俩人下车了，俩人手拉手消失在夜幕中", " 看着网上流传的各种iphone6，iphone20的图片，我一朋友不禁感慨“尼玛再这样发展下去郭敬明连开机键都按不到了！有没有想过他的感受！”", " 陪老婆去西单买衣服.... 老婆：老板这衣服怎么卖的？ 店家：360一件 老婆：太贵了！ 店家：最低300，不讲价！ 老婆：35行不？能卖我就要了 我：………………………惊恐状 店家：行，交钱！ 老婆：次凹，买贵了！ 我心中有千万只草 泥马狂奔过！你们这时要闹哪样！？", " 昨天晚上用微信摇一摇摇到一个小美眉，看到她的签名我当时就震惊了:每天晚上睡觉前我都要亲一下我的小内内，感谢它每天都为我装B……哎，现在这世道怎么了。", " 本人女，大学刚毕业，山东人，刚找到工作，在银麦啤酒厂做销售，兴奋的给爸爸打电话，“爸，我找到工作了，卖银麦啤酒！”当天，我爸就赶了一百多里路来找我了。。。", " 大人要是对小孩说“小孩子别问那么多”，那他的意思基本就是“其实老子也不知道”。", " 我家在一楼，窗户外的防盗网三年了，油漆都掉了，本打算雇人重刷一遍油漆，一问才知道，要八张毛爷爷，而且油漆还得自备。本着自己动手丰衣足食的原则，我决定自己来，正当我刷的热火朝天时，一个小摩托停我家楼下，问，“你这活多少钱？”我低头一看，这不就是那个要八百的吗，我冷笑一声，“50。”然后这哥们打着电话走了，远远的传来一句，“老板，咱们转移吧，这地方竞争太激烈了”。。"]}, "taskid": "11005817b7ec65e8a1b39dde5117886a"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=173&_uid=guest", "updatetime": 1445043353.868394, "result": {"content": [" .加班两夜未睡，公车上迷迷糊糊，感觉挎包异动，左手条件反射一抓…妈呀，抓到一女小偷的大咪咪了！她窥了我一眼，抱着我包就委屈的哭了~见周围几小伙貌似要见义勇为，女贼自以为得逞~我叹了口气:大姐，偷我手机钱包都OK，你别偷我警官证呀，我还得上班呢！她哇的一声又哭了！那叫一个绝望。", " 一次英语考试中，A君正不知所措，忽见B君已填得满满的，忙扔纸过去求救。不一会，B君扔来一纸团。A君大喜，忙拆开。只见纸内包着一橡皮，橡皮四面画着A，B，C，D四字母，在纸上还有几小字：自己掷。", " 郭敬明上大学的时候，有一次学校组织了童话剧表演比赛，他们班参赛的作品是《白雪公主》。郭敬明自告奋勇去饰演王子，他觉得自己忧郁迷人的气质和含情脉脉的眼神特别适合王子的身份。可是比赛的最后他们拿了倒数第一，评委给出的意见是：表演里白雪公主与八个小矮人的故事与原著脱节严重", " 家里被盗了，笔记本什么的就不说了，尼玛的连我家狗都抱走了！！！！！！", " 前天坐车，坐我旁边有个小女孩和他哥。 他们聊到数学题，哥哥问小妹妹： “你今年5岁，我20岁。60年以后我比你大几岁啊？” 小妹妹说：“60年以后我65岁，哥哥你可能已经死了！” 我擦，好猛的小萝莉。。。。", " 本来对今天的“爱国”运动没有太大感觉，但是刚才在广场却真切地被一群阿姨的激情触动了，不由自主地参与进入。她们喊“收复！”，我喊“钓鱼岛！”。她们喊“提臀！”，我......", " 周克华8年抢了55.5万元，重庆女孩只看了周克华一眼，获奖励60万元。这就是人生，关键在于在对的时间遇到对的人。。。", " 一朋友做京津城际，从北京到天津就半个小时的超快速火车。上车前朋友就先买了方便面，还一直说坐火车就得吃方便面，这是国际惯例。然后上了车就开始特仔细的放料包，整的特有形式感。最后终于加好了热水等了三分钟。正准备吃时，火车到站了。此大姐端着一口没吃热腾腾的面下了火车。", " 2006年，一哥们活的不耐烦了想自杀。他怕自己杀不死自己，就买了一根绳子，一些毒药，弄了一把枪，一个打火机。在海边悬崖上设置了一个上吊装置，然后喝下了毒药，点着了自己的衣服，对准脑袋就是一枪。。。 可惜这哥们儿没使过枪，一枪打到了绳子上... 于是他掉了下去，海水熄灭了火，毒药全喷了出来...让渔家给救了。 。 。 。 最后死于感冒", " 今天楼主早起去输液 ！路过一中学门口，见一老人躺地上，无人敢扶，正准备走过去，结果楼主旁边闪出一人影，穿着校服，一手蒙脸冲过去，你没看错，真是一手蒙一手把老奶奶扶到路边坐下，没等老人说声谢谢，又冲进学校里了，头都不回啊。 。。。同学好样的，传递正能量！"]}, "taskid": "12424131f0b4444854704d2c3353a4e2"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=159&_uid=guest", "updatetime": 1445043352.393081, "result": {"content": [" 以前高中时候，我们学校老师管早恋管的比较紧。 有一个男生挺帅的，和年级里很多女孩子都有往来。班主任（中年女性）和他谈过好多次，但他上学放学终究会和女孩子走在一起。一天早晨，班主任又叫住了他，很严肃的训斥道：“XXX，你还记不记得答应过我什么？”然后那个男生沉默，班主任也一言不发的盯着他看。此时，不知是谁模仿班主任的声音，幽怨地来了一句：“你答应过我只爱我一个人的。”", " 电梯坏了。老实巴交的肯德基小哥也不知道打个电话。像圣斗士一样背着四四方方的大箱子一层层地爬楼。我看着有些不忍，就上前与他攀谈，希望借此减轻爬楼的枯燥与疲累。终于，小哥到达了13楼。他感激地对我说，谢谢你，大哥。我说，不必客气。把我订的肯德基给我吧。", " 今天看到我同事在笔记本电脑上实现「滑动解锁」！真的，看到我当场就震精了，异常碉堡…你知道吗？！他的电脑开机解锁密码是「ASDFGHJKL;’」，然后唰的一下过去最后一个键落在回车上，就，就解锁了！", " 中午去超市，有个爸爸带个小萝莉，她坐购物车里，指挥她爸给买各种零食，她爸终于说：＂再买你妈给我的零花钱该不够了！＂谁知小萝莉华丽丽的说：＂卖肾！＂当爸的疯了：＂你知道肾是什么？＂＂不知道啊，反正我妈总让你卖掉！＂＂闺女，肾是长在身体里的，跟心肝肺一样很重要的！本来爸爸有两个肾，娶你妈妈的时候已经卖掉一个了，剩下这个再卖了爸爸就活不成了！＂小萝莉一脸震惊，颤抖着把零食放回去了。。这一家是要闹哪样。。", " 家有两只刚出生不久的双胞胎小狗狗，巨萌。昨天带他俩出去遛弯儿，一MM见之，尖叫着说好卡哇伊的狗狗啊～然后指着其中一只问，他叫什么名字啊？我说，圈圈。她继续尖叫，名字都这么萌啊～～那另外一只叫啥呢？我说，叉叉…… 只见那MM一愣，随即满脸黑线……", " 今早老板打电话给我，一开口就是怒吼：“你他妈人在哪儿呢！应该8点钟上班的，你看看现在都8点半了！”“别这么急啊，我在自己办公室坐着呢。”“少他妈装！”又是惊雷般的怒吼，“我就站在你办公室里！” 　 于是我说：“哦哦不好意思啊，都忘了告诉你我有新工作了呢。” ……", " 上初三时，没有星期六和星期天，天天补课。好不容易有一星期六学校决定放半天假，结果又被安排去学校后山植树。结果挖了20多个坑，又不让植了，一问才知这坑是给领导挖的，植树得领导来植。我们就负责挖坑！大怒！当天晚上和几个哥们又偷偷跑回去把坑给填了。后来，班主任大发雷霆，我们没一个承认的。", " 一个人孩子去看医生，医生问他怎么了，，他说：心烦意乱，，吃不下东西.心情很糟糕 很郁闷！！说着医生看了看挂在墙上的日历，显示的是 8.30！！冷不丁的说了一句：你是没写完作业吧......", " 幼儿园午睡，突然非常尿急想上厕所，但是不敢报告老师。于是我用聪明过人的智慧想出了一个办法：尿一点在裤子上，然后憋住，等裤子干了再尿一点。结果可想而知，实践的时候没憋住，全尿了。。。", " 有个年轻人总是叹息自己一无所有。禅师对他说：\"孩子其实你是个百万富翁啊\"。\"为什么？\"禅师笑着说：\"你想啊，假如我出100万买的你的健康，100万买你的年轻、100万买的智慧，你会愿意吗？\"\"我愿意！我愿意！哎，禅师你别走啊，我愿意！\""]}, "taskid": "c9fd493586c2b3d14deed44cdf71c85e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=163&_uid=guest", "updatetime": 1445043351.644582, "result": {"content": [" 女：“我那相亲对象是谁？”媒婆：“对方人送外号金城武。。。”相亲女立马把电话挂了前去赴约。回来以后大骂媒婆，“又矮又丑，这他妈叫金城武？”媒婆：“我他妈话没说完你就跑了，人送外号京城武大郎”", " 上学时一个同学身高一米八几，但是他父母身高都不到一米七，我们嘲笑他是不是基因突变了？他很生气地说：谁说我突变了，我二叔一米八呢！然后，大家都沉默了。。。。", " 麻痹一起去看电影老子掏钱也就算了。吃饭老子掏钱也就算了。管老子借钱也就算了。麻痹他前女友一个短信就屁颠屁颠的拿着老子的钱去请那女的吃饭卧槽", " 有一人昨天用别人的QQ调戏自己的老婆，最后他成功了， 今天在闹离婚，尼玛这叫犯贱吗", " 教官说：站军姿的时候不要随便动，想动就必须打报告，动一次就要打一次，动一次打一次，动一次打一次，动次打次，动次打次，苍茫的天涯是我的爱~", " 昐了二个月，终于等到开学了，结果太让我失望了，看到了不少学妹，有的长的像学姐，有的长的像学长，还有的尼玛长的像家长。。。。", " 小区门前的鸡蛋灌饼N多年了，小区里认识的也多，经常吃也打招呼，好几天没看到出来；看到门口保安，“早餐不好买了,灌饼不知道哪去了？\" “噢 他家每年这个时候去马尔代夫旅游... ”", " 上海，地铁2号线人民广场站，两个男人因为挤地铁的原因对骂起来，具体说的什么不知道，出于好奇，我一哥们就说了句“你们能用普通话吵架吗，让我们也听听，给你们评评理”，然后车厢内一阵大笑，俩人也不吵了", " 最近跳槽了，要写离职原因，这方面经验不足只好找度娘。查找结果：“收入太低、人际关系复杂、分配不公平、上司缺陷、工作压力大”都说不得，还要“坦诚相告”。苦思良久后：父母对本人工资心焦，无奈公司不急，百善孝为先，我本善良...", " 一次中午去电梯回家，电梯里空无一人，我不由自主的翩翩起舞，唱着 最炫民族风，电梯门一开，左瞅瞅右看看，还好没人。晚上下班时，有一群保安在对我笑，每天都这样，后来我终于发现电梯里有监控，我要不要搬家？"]}, "taskid": "e38e0492f5df3d56f03f51c577d994ed"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=161&_uid=guest", "updatetime": 1445043350.380794, "result": {"content": [" 儿子回家给我讲课堂上的事，突然问我：“什么是盗版？偷平板电脑吗？”我想了半天，这么专业问题怎么给他讲呢。 给他打了个比方：比如你，长得象我，是正版，如果长得象妈妈的男同事，那你就是盗版。", " 开学了，姐昨天去剪了个短发，因为天热嘛，还有就是便于军训。。从宿舍到图书馆的路上，突然听到三个男生在讨论我：“你们猜那个人是男是女？”这还不是关键！姐冲过去指着胸口咆哮道：“睁大你们的狗眼看看老娘是男还是女？？” 男孩们看了一眼，吓的哆嗦道：“哥。俺们错了。。”", " 盗号什么的最讨厌了!一天我偶然发现一个朋友的qq签名变成了一堆网站，看来是被盗了。经过了一天的努力，找了回来，签名改成了“密码我找回来了，你盗啊你盗啊”。之后 一天之后 签名又变成了 “真抱歉，我盗了 我盗了” 。又是一天，朋友找了回来，签名为“我又改密码了，你盗啊 你盗啊。”我们都在观望明天的结果。", " 儿子小时候的事 大约3、4岁的样子吧，小东西有一次在家看怪兽的书，看的各种兴奋，直接进入角色扮演的状态，号称自己是一小怪兽。 于是我挪揄他：怪兽可是都有尾巴的，你有吗？ 那家伙摸了摸屁股，很认真地说：有，我的长在前面...", " 台湾有个富二代叫李宗瑞，他竟然做出了禽兽不如的行径！过程不堪入目，我希望有朋友可以把他的犯罪过程（27.5G）发给我，让我好好看一下他的兽行，以便深度揭露，加以强烈谴责！~", " 上次看到一个老公为了让老婆开心，把她购物网站上购物车里所有的货物都一次性买了下来送给她。 我觉得有点小感动，觉得比较适合我这样的文艺青年表达感情，于是刚才用老婆的账号登陆，查看了一下购物车，显示购物车共有23种宝贝，合计：55007.92元。 于是我爽朗的把所有货物都一次性清空了", " 今天看见一对双胞胎小萝莉，目测也就5,6岁大，各种萌各种可爱。我问她们谁是姐姐，其中一个特高兴的承认了，我又问她们那谁是妹妹啊？另外一个对姐姐说：他是傻b吧。。。", " 早上吃完早点正要去上班，老婆忽然在卫生间喊：老公，咱家手盆裂了。我进去一看确实裂了两条挺长的缝隙，由于手盆和台面是一体的于是我就给装修公司打了个电话，跟他们约好得中午来修，然后我就去上班了。到了中午我回到家装修公司的也来了，他们两个人把新台面抬到4楼，累的大汗淋漓，我去冰箱里拿了两瓶水准备给他们，结果走到卫生间看到两名工作人员恶狠狠地看着我.....其中一人手里还捏着两根头发.....", " 看到网友签名是：“hā hǎ hā~！ hā hǎ hā~！ hā hǎ hā hā~！ hā hǎ hā~！”好嘛，念完一遍我直接唱起新白娘子来了。。。忍都忍不住好么。。", " 新闻上说某屌丝男开车故意追尾宝马，终与美女车主成情侣。 后来，我也试了一次，结果被抓起来了。因为我开的是东风重卡，那女的到现在还没醒过来。"]}, "taskid": "c2e255581a7652dc9cfad47b99d89e8b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=184&_uid=guest", "updatetime": 1445043349.592089, "result": {"content": [" 某日，全家聚一块看电视剧，电视剧里放为去世的老人办葬礼。剧中全部人披麻戴孝，哭得声嘶力竭。然后请了农村的演出队来表演，各种衣着暴露女子在跳大腿舞。外婆沉默半天之后，扭头一脸严肃地对我们说：“我死了以后，你们要是敢把我的葬礼办成这样，我就爬起来把你们都带走！”", " 今天去银行办业务，抽号等待时，一位工作人员很细心的给一位老大爷办完，然后按了一下‘请评价本次服务’，老大爷高兴的大声说‘好’，然后系统又说了一边，老大爷站起来对着出声的喇叭高分贝喊‘很好，很好’，这时保安大叔看不下去了，走过来说：不能光说好，得按下才行。这时大爷双手按在柜台上，大声说”非常好“……最后还是保安给他按下的", " 据说一位澳大利亚的记者认为，叶诗文药检合格只能说明目前的技术还不足，难以检测出叶诗文服用的禁药。对此，微博里一网友一针见血地吼道：外国SB媒体该停止了吧！！！我们真有那么逆天的药，肯定会给男足吃的好吗！！！！", " 动物园的管理员对游客说：“不必害怕，这头狮子非常驯服，它是用奶瓶喂大的。”游客：“我也是用奶瓶喂大的，但是我现在喜欢吃肉。”", " 刚刚肚子疼跑到附近德克士上厕所，里面有两个隔间。蹲下后听到隔壁进来两个人，一个稚嫩的小女孩，估计不超过五岁，用哄孩子的语气说，“你先拉姐姐去给你拿纸好不好啊？”一个更稚嫩的小男孩说:“姐姐你别走我自己害怕！”小女孩哄道，“你数十个数姐姐就回来行么？”百般劝说小男孩终于委屈的答应了，小女孩撒脚丫呱呱的跑走了。不一会听到小男孩很认真数数，“1.2.3.4.5.6.6...6..”合着小男孩只会数到六。我听不下去了提醒道，“七！”结果那傻孩子七后面又不知道是什么。。过了好大一会儿小女孩呱呱的跑了回来，气喘吁吁的问道:“数到十了吗？”小男孩诚实的回答没有。小女孩得意的说，“你看姐姐从来不骗你吧！” 我都笑死了。。", " 听朋友说的：朋友到饭店吃饭，自带的螃蟹让饭店煮了，据说饭店有揩油的情况，螃蟹上来数量相符，于是开吃，省下几个的时候，我那朋友叫来服务员 让她叫经理过来。 原来 我朋友买来的螃蟹 全部把左眼扣掉了，上来的螃蟹眼睛是整齐的，尼玛，居然自恢复了 呵呵。 直接带着经理到后厨，找到了我们的螃蟹。 没办法 再吃一次了。", " 食堂里一女生打了份单锅回锅肉,那么多肥肥的肉片,她吃得很香，引起一男生的注意,男生看了女生一眼,心里说:“吃这么肥还长那么瘦，真是对不起那死去的猪!”", " 小孩问爸爸自己从哪来的。爸爸说：“是我从碗柜里拣的。”又问妈妈，妈说：“妈妈做梦枕边有个小孩，睁眼你就在那儿!”又问爷爷，答:“爷爷想有个孙子，神仙知道了，就派老鹰把你送到咱家门口。”晚上，这个小孩写下作文：我们家太可怕，已经两代没有性生活了。", " 一名男子被判刑12年，在狱中颇为无聊。 一天，他发现有一只蚂蚁竟然听得懂他的话，于是便开始训练它。 几年之后,这只蚂蚁不但会倒立，还会翻筋斗，令他颇为得意。 终于他出狱了，第一件事便是跑去酒吧，准备炫耀他那只神奇的蚂蚁。 他先向酒保点了一杯啤酒，然后把蚂蚁从口袋里掏出来放在桌上，向酒保说：“ 看看这只蚂蚁……”那酒保过来，马上一把将蚂蚁拍死，然后很抱歉地对他说：“对不起，我马上换一杯新的给你！”", " 某人在精神病院实习，忽一神经病患者手持一把菜刀向他追来，这人转头就跑，直到跑到一条死胡同，心想这下完了，那个病人说：“给你刀，该你追我了。”"]}, "taskid": "6c89381456ff7d9ffdb12443aa53b1b7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=200&_uid=guest", "updatetime": 1445043348.626651, "result": {"content": [" 总有那麽一群中青年男子，半夜三更打死不睡觉，两眼直勾滴守着QQ，对所有头像还亮着的小姑娘说:呵呵，怎么还不睡呢。。。", " 某男：天气不错，去楼下晒被子。 看到一姑娘正艰难地想要将被子甩上晾衣绳。经过哥简单的目测估算，只要晾衣绳降低10cm那姑娘便可成功。终于姑娘放弃了，看到我在身后便对我笑了笑，欲言又止的样子。于是我毫不犹豫地走上前，把自己的被子甩上去，把晾衣绳压低了至少20cm。回过头也对姑娘笑了笑，指了指晾衣绳，然后默默离开，深藏功与名。某女：今天去晒被子，遇到一2B男，不帮就算了，自己晾完还嘲笑我！个子高了不起啊！？幸好姐化悲愤为力量，很轻松就把被子甩上去了。哼！这辈子才不要靠什么臭男人！", " 某次在北京坐公交，上来一位老太太，得让座呀…哥于是站起来了，可是站在我旁边的一彪悍男立即坐下，哥敢怒不敢言。忽然他的电话响了，接通就是“宝贝，我现在在大连，有事回去说吧”，明明在北京嘛，于是哥掏出手机大声的讲“喂，我现在在公交车上，马上就到天安门了”，那个彪悍男一脸哀怨的望着我，车一停立即下车了，那时候那个得意呀。", " LZ做采购的，有次打电话给一个供应商，之前只有邮件联系过，没打过电话。此人名字类似王某强之类的非常男性化的名字所以我一直坚定的认为此人是男的。于是我播了此人号码，电话一通：“喂？”我一听是个女的声音，我以为是此人同事，于是问：“你好，请问王某强先生在吗？”那边的女声说：“我就是王某强。”我一头黑线，赶紧道歉：“不好意思，王小姐，我以为你是男的。”那边的女声愣了一会：“我就是男的……”", " 我们外国同事突然问我：你们中国人最爱用的外语口头禅是不是“what's up吗 感觉你们见面时常说“what's up，有时候自己对着电脑都会自言自语说，是受美国文化影响么？我想了半天，然后突然恍然大悟，对她说：我操！......", " 大三暑假时俩朋友闲得蛋疼，便决定一起骑自行车从北京去天津，且身上都不带一分钱，以示牛逼。 经过14个半小时的跋涉，俩人骑到了天津火车站，疲极欲死的他们早褪了出发时的得瑟嚣张，只管拉住着人就问：“二手自行车要不？不贵，换张回北京的火车票就行。”", " 加班时她的眼睛突然被一双手捂住了。她：经理别玩了，那双手没松，她想经理的手没这么粗糙；他亲了她的脖子，她丰腴的胸部在喘气声中起伏，娇嗔着：王总别 闹了。但那双手仍没松开；他亲了她的头发，松开了手。朦胧中见一人影远去，剩下办公桌上一个熟悉的保温瓶，盛满了汤…… 她追了出去：陈董！您听我解释啊陈董！", " 上高中的时候拿着诺基亚绿屏的1200，跟女朋友发信息。可是手机实在太破了，收件箱和发件箱一共只能存200条信息，我从来都是把自己发的赶紧删掉，全部装收到的。每次到了200条，我都要极力考虑，把她发的再精挑细选一下，为了省出空间。那时候最希望有一个可以收1000条信息的手机来储存收藏我们的爱。现如今我有了一个可以收无限多信息的手机，可是却没有跟我发200条值得回味珍藏信息的那个人了。。", " 本人女，今天有一男的给我发短信，男：咱一块去吃好吃的吧？嘿嘿。我：好啊，但是我没有钱。。。那男的又回：好，那我一个人去吃了。尼玛。。。", " 昨晚和一男性朋友逛街，被公司的女同事撞见了。 早上在办公室她一直说我是g.ay，为了证明我的清白，一手把她搂过来，重重的亲了下去 ·····大家说我这样做对不对？"]}, "taskid": "824afa8b0088e7e90cc610dd5f4e62b1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=151&_uid=guest", "updatetime": 1445043347.322495, "result": {"content": [" 我摸着怀孕的老婆的肚子说：老婆，等儿子出来我是不是可以光明正大的骂他我CAO 你 MA，都没人说我了？”老婆冷笑的说：“哼哼，那我就骂他狗曰的！”", " 刚才听到同事说的一件事，笑死我了。 有朋友住古北，那边住的日 本人比较多，有天去菜场买菜，听到一日 本人在旁边要买肉，首先不是问多少钱，而是说：钓 鱼岛是中国的，我买肉。", " 朋友家一只狗狗养了十几年，前一阵终老了-------她妈妈很爱狗狗，在全家几个亲戚的陪伴下，在郊区找了一棵树把狗狗埋了，还把狗狗生前用的东西和喜欢吃的东西全部陪葬，并且默哀三分钟。此时，陪同她妈妈一起来的舅妈，弱弱的问了一句：\"我们用不用给你随点儿礼？\"", " 话说最近学校实验室频频失窃…我们研究所的老大说是花了十几万给几个实验室全部装了虹膜识别的锁， 然后有一天系统罢工了，所有门都开不了了…一个研究所新来的研究生，直接掏出包里的小螺丝刀(做电子的应该知道，调电位器用的那种)，把虹膜面板卸了，找出门磁锁的线对，直接接到VCC，门开了…十分钟不到的事情…我们看到了研究所主任的脸都绿了……这群逆天的电子工程师们…什么虹膜，指纹锁都是浮云…", " 公交车超载，乘客还在往上涌，忽听一人大声疾呼：“大家不要挤，我这儿有易爆品！”司机大惊：“什么易爆品？！”那人将一包东西举过头顶，气急败坏地说：“鸡蛋哪！都挤爆两个啦！”", " 话说我们英语老师长得特漂亮 每次英语课哥都会对着她YY 今天穿了个粉红裙子 真性感 一上课便问谁作业没做 没做的放学全部到她办公室去 哥果断把作业撕了。。。", " 大三时有一同学玩网游特疯狂,几乎每晚都去网吧通宵. 这天,通宵归来,上课时趴在桌子上大睡... 老师看他趴着就喊名字让他起来回答问题,旁边的同学把他弄醒,这个神一样的同学迷迷糊糊的直起身,摸了摸课桌里面,然后特愤怒的吼了句：“我草，老板！我的键盘呢？？”", " 公司有个很2的女同事要跟我比高低，当然比不过我。女同事挑衅地说：“你站着比我高，咱们躺下来比！”我盯着她高耸的酥胸看了几秒钟，然后躺了下来。结果还是我比她高。", " 一老公出 轨想离婚，老婆对他说：你如果 敢和我离婚娶那个狐狸精，我就嫁给狐狸精她爹，从此以后，儿子管你叫姐夫，你得喊我妈！老公当场晕倒，从此规规矩矩。", " 昨天在沃尔玛，一个年轻少 妇带着一个刚会走路，穿开裆裤的宝宝走在前面。宝宝走着走着自己摔倒了，那年轻少 妇一脸的坚定:xx,不要哭，自己起来。不停的鼓励宝宝。我感到很欣慰，现在中国的家长终于不再溺爱孩子了。结果那宝宝根本没哭的意思，一屁股坐在那，很认真的在玩自己的JJ，，，，玩JJ。。。。。。"]}, "taskid": "d94dfef3b0663020c2c60667cd86fb9f"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=162&_uid=guest", "updatetime": 1445043346.425093, "result": {"content": [" 做梦梦到一女的特不要脸的抢我男朋友，我和她一番斗争，男朋友没良心的跟人家走了，我那个气啊！都气醒了。醒了就劝自己，梦而已，不用那么较真儿，现实生活中根本没有情敌。后来一想，就更放开了，因为我他妈压根儿就没有男朋友！！！", " 有一种很恐怖的病症叫'假死'，就是心脏停止跳动了身体开始冷硬了，过了几个小时居然又活了过来，是不是非常恐怖？ 可是.......还有种比假死更恐怖的叫做'假醒'！就是早上你起床穿衣洗漱吃早餐上班打卡…直到中午醒来，发现一切不过是你早上按掉闹钟之后的一个梦。手机显示十几个老板的未接来电……", " 老婆回来后神神秘秘的对我说：嘿嘿，今天赚啦，在出租车上捡条裤子，我试了试特别合适，就像专门给我买的一样。我也挺高兴，第二天跟同事们讲这件事，发现女同事们都是一脸诡异，其中一个幽幽的说：我买了比较贵的衣服也这样跟老公说。", " 新买了本本，跟老爹得瑟：“老爹老爹，我开机23秒打败了全国99%的电脑~”我爹一拍大腿：“喔唷，我开机2分43秒，打败了全国1%的电脑，咱俩加起来打败了全国100%的用户阿！”给老爹强大的思维逻辑给跪了。。。跪了。。。", " 装逼技巧。我一亲戚，他把微博上的清华大学，清华大学学生会，学院等等都关注了遍，时不时转发他们的活动，作品或动态，留言\"师弟师妹们加油\"\"怀念母校的饭堂\"什么的。他还主动加一些真的学生和他们互动，混熟后被一堆人亲切的喊\"师兄\"\"前辈\"。一来二去，他的同事朋友粉丝都相信他真是清华的~", " 这么多年，我从未见过哪个男人跟女生吵架能吵赢的，不是气急败坏地动起了手，就是沉默以对。这仅仅是男人的问题吗？——神回复：达尔文说：“以前也有吵赢的，后来他们都找不到女朋友，于是灭绝了。”", " 我在路上，听到两个放学的小学生唱道：“我在马路边捡到10块钱，把它交到网管帅哥手里面，帅哥拿着钱，对我把头点，我高兴的说了声，冲个会员”。", " LZ小时候特二。大约5.6岁，妈妈给1块钱去买饼干，屁颠屁颠去小卖店，发现关门了，然后麻利的把钱塞门缝里，欢乐的走了。结果晚上老板娘到我们家来送饼干，说：我寻思咱院里，就你们家小孩能干出这事！", " 一个男人心情沉重地在酒吧喝酒！女服务生：“先生？！心情不好吗？”；男人：“我是同性恋”；女服务生：“那又怎样？”；男人：“我哥也是！”；女服务生：“……”；男人：“更糟的是，我弟弟也是！”；女服务生：“……难道你家没人喜欢女人？”；男人：“有！我妹！”", " 今天，老婆逛街归来,进屋就嚷开了：“这日子没法过了，咱俩死了得了，这两个死钱不吃不喝还能撑到月底？除了工资外，没有不涨的东西，买了五块钱的猪肉，炖点酸菜还不够你一个人造的。明天赶快回你妈家，多拿点白菜土豆回来，好坚持一下。”顺手掏出一包卫生巾扔到桌上，说了一句让我震惊的话：“再他 妈 的涨,，这月经都来不起了。”"]}, "taskid": "99089749314c8077b81fbf1a3ce72b39"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=179&_uid=guest", "updatetime": 1445043345.73569, "result": {"content": [" 大学在机械学院，高年级一班全班只有一女生，这女觉得很孤单，于是申请转班，结果被全班男生联名上书挽留了……", " 毕业典礼上，校长宣布全年级第一名的同学上台领奖，可是连续叫了好几声之后，那位学生才慢慢的走上台。后来，老师问那位学生说：“怎麽了？是不是生病了？还是刚才没听清楚？”学生答：“不是的，我是怕其他同学没听清楚。”", " 一天深夜，一名男子走进一间牙医诊疗室，说：“对不起，您能帮帮我吗？我觉得我是一只飞蛾。”牙医：“你不该看牙医。你需要看精神病医生。”男子：“没错，我知道。”牙医：“那你为什么还上这儿来？”男子：“这边灯亮着。”", " 今天坐地铁，人还不算多，某一站时进来一个男生，身材看起来比较胖一点…他进来之后地铁就发出“滴~~滴~~滴~~”的关门警告声。 接着他一下子突然就跳到站台上去了…看着地铁门关上、、、猛然····他嘴里喊着着： 靠，这不是电梯！！", " 第一次去丈母娘家吃饭的时候，丈母娘热情的给我盛了一碗说，多吃点，多吃点！当我吃第二碗的时候，丈母娘说，能吃身体好。第三碗，丈母娘：好厉害啊！第四碗，丈母娘：锅里还有。第五碗，丈母娘：......第六碗，丈母娘：其实吃饭吧，吃八分饱就可以。 。 。 。 。 我听了大喜：啊？！原来是这样啊，那就再来两碗吧。", " 我是班里的学习委员，今天教育局的领导来我们班里听课（重点示范班），早早来到学校，开好课件，开好话筒，看看时间还早，就上了会QQ，临上课时忘记关了。谁知.......开始上课了，老师讲的很投入，我们听的很认真，领导们也很高兴，这时候，一个qq窗口抖动跳了出来....我兄弟发的：“XX，泷泽萝拉的新片子，给你种子！”顺手又附带了一张28都不宜的截图......全班石化..领导石化.....", " 我们班新转来一个男同学，看起来弱弱的，还有点天然呆，于是班里的几个阿混就开始欺负他，前面还是小打小闹后面就直接开始问他要钱，他硬是不从，结果一天下午他被那几个阿混堵到学校，说要打他。那天之后，那几个阿混就转学了，我一直很纳闷，结果今天在家整理旧报纸的时候发现那个转来的同学原来是我们市的散打冠军！", " 公司的超级美女约我去她家做客，我去的比较早,美女正在吃早饭，看了一眼之后我震精了！！！原来素颜居然是这个样子的！！！！美女看我惊呆的眼神，忙问我：怎么了？我当时想赞美一句，但是实在不知道说什么好，半天憋出一句：你好厉害，你的化妆术都可以媲美古代的易容术了！！！", " 今天在地铁充值，想冲50，把公交卡和50块钱从窗口递过去，充值小伙子做了个手势5，我也做了个手势OK，于是就充了30。。", " 听同学讲他们一极品小学老湿。一次数学课上直线，该老湿讲到“直线！是，无限延长的，没有尽头。。。”接着从黑板的最左边（靠窗）用粉笔划一条直线，边划边走，划到最右边竟然没停下，径直划到墙上门上最后走出了教室。。剩下全班同学石化当场~~~呆了一会儿课代表跟着走出去，回来告诉他们，这可爱的老湿在办公室喝水-_-#"]}, "taskid": "4c128e4cb929199cebe612c19e01d2fd"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=192&_uid=guest", "updatetime": 1445043344.74089, "result": {"content": [" 我Q一个群里，有两个人因为言语不和直接破口大骂，其中一个气愤不过，发表声明直接退群了，另一个也不甘示弱也效仿直接退群了，瞬间群安静了。。。过了一会，群里一个不经常说话的Q得意的说：“那个SB竟然也退群了，他都不知道我有这个小号潜伏在群里。”马上有另一个QQ幽幽的说：我也是。。。群主刘先生：“我活了42年，他们两个是我见过最无聊的人。”", " 同学网吧打CS，遇到一个和尚，一进门就找到我们同学，说化缘，化1个小时上网，然后，一起联CS。突然，和尚喝道：出家人不打诳语，爆头！我们同学就被爆头了……", " 一跑车撞倒一哥们，车主下车后愤怒地说：“我车子开过来，你为什么不躲？” 被撞的哥们愣了，车主看他没反应，又重复了一遍。 只见这哥们怒了，爬起来就冲车主下巴一个勾拳，并大声质问：“看见我的拳头过来，为什么不躲？！”", " 有个人抽烟得病死掉了，来到天国见到上帝。他说：“哦，上帝，我是那么虔诚地爱您，怎么我抽烟得病死掉这种事，您不给我一点提示呢？”上帝说：“我给了你多少次提示啊，你没发现你常常找不到你的打火机么？”", " 男孩在酒吧看到一位漂亮姑娘，很想上去搭讪却又不敢，于是他灵机一动，写下一张纸条递给女孩，上面写着：如果你喜欢我请微笑，不喜欢我请后空翻。女孩看了看纸条，笑了笑，站起来一拍桌子就是一个后空翻。。。", " 法官要劝一位太太打消离婚的念头。他说：“您都九十二岁了，您丈夫也九十四岁了。你们结婚七十三年，为什么还要离婚呢?”那位太太说，“我们的婚姻早已破裂多年，只是为了儿女，才决定等到儿女们都死了再说", " 昨天，我一特好的哥们生了个女儿。去病房探望，他抱着女儿笑嘻嘻的跟她说：“快，叫干爹。”受网络影响，我立马头脑风暴一下干爹是贬义词，于是说了一句“那啥，还是叫义父吧...”", " 站路边等人，一白色宝马忽停我身旁；车窗摇下来，是一水灵灵的大美女，微笑问我：“是欧阳先生么？”我稍一迟疑，随即坚定地回答：“我可以是……”", " 去朋友家串门，听他爸和家里的狗说话：“说多少遍了，叫你小孩不要咬我的袜子，10块钱三双的三天就没了”“生了小孩都不知道顾家，每天往外跑，小孩乱跑被踩死了怎么办啊!” “去哪里沾一身泥回来的脏死了！不准进来，自己洗洗去！”，重点是狗狗真的听得懂，还TM的全照做了。 尼玛这是多少年培养出的感情", " 王允：“七星宝刀送你，请伺机刺杀董卓！”曹操发现这刀上的七颗宝石非常漂亮。第二天曹操献刀，董卓说：“这刀真漂亮，尤其这七个凹洞颇具特色。”"]}, "taskid": "ef90d36982bd582ac78332939ea4bc0f"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=165&_uid=guest", "updatetime": 1445043343.456479, "result": {"content": [" 十岁的妹妹拿了一包锅巴在院子里吃得津津有味。五岁的弟弟在旁边眼巴巴地看着，想吃又不好意思说，就说：“让我尝尝脆不脆。”我想这小屁孩还挺含蓄的，这时经典的一幕出现了。妹妹拿了一片放嘴里，说：“你听听。”", " 小道士打退一只鬼魂，气喘吁吁地问老道士：“师傅，为何一到农历七月十五中元节，鬼怪就闹得格外猖狂？是因为鬼门关在这一天打开的缘故吗？” 老道士道：“今年不是，今年是因为这些小鬼马上就开学了。”", " 明天就要走了，我妈很为我的面无表情地坐在电脑前一坐几个小时而难过。不是我不恋家，不是我不忧桑，只是我还需要把没下完的毛片下完拷到U盘，删除所有书签、COOKIE，历史记录，删掉所有不堪入目的图片，QQ截图，巴主席盘古左小的歌，泡吧的照片，所有聊天记录，卸载了快播，这样我才可以安心离去……", " 坐公交车，站了一个多小时终于有座了。然后上来一个女的站我身边，目测肚子像是怀孕四五个月吧？但实在是累啊，决定确认一，问，请问你是不是有宝宝了，需要给你让座吗？该女满脸通红，我不是孕妇… 两个人都尴尬了…", " 初中英语不好，老师就给我换了个英语好的女同桌。一日自习课，看单词看到“husband”有点印象，又不确切，就拿单词问同桌：“老婆？”“不是，老公。”我总觉得是老婆的意思，就和她犟上了：“老婆！”她也不甘示弱：“老公！”“老婆！”“老公！”声音越大。喊了有2分钟，发现教室忽然很安静…", " 虫牙疼了三天了，今天疼的要命，忍不住去第一医院打吊瓶，一瓶左克一瓶甲硝锉，花了90多，回到家仍旧疼痛难忍，钻心的疼，去小区的一个私人诊所，大夫给看了看，往窟窿里塞了个酒精还是什么泡的花椒，止疼了，问多少钱，大夫说:你好意思给，我也不好意思要。 。。", " 坐公交车，上来一个80多岁的老奶奶，手里拎了大包小包的东西。这时一个小伙子给她让了座。过了一分钟，那个老奶奶对着小伙子说：“帅哥哥，谢谢你哦！”周围的人都愣住了，那小伙子半天反应过来，回道：“不用客气的，美女。”", " 今天偶然和一个MM聊天,我问她长什么样,她说身高168，长头发,我说能不能说得具体一点,她说这还不具体？我说当然啊，找一根168的拖把，然后倒过来不就和你一样了？！,然后她直接把我拉黑了···", " 某人去买祭品，看到居然有纸糊的苹果手机，便问老板：烧苹果手机，怕老祖宗不会用吧？老板白了他一眼说：乔布斯已经下去教了，你还操什么心呀？那人便买了一个刚想走，老板提醒：别忘了烧充电器，到时候祖宗找你要还是小事，叫你送过去就麻烦了！ 吓得那人赶紧掏钱~~", " 熄灯后想到吓吓邻宿舍同学，遂装木乃伊！让同学用卫生纸缠在身上，费了两卷卫生纸！缠完后就只有蹦的份了。在我刚蹦出宿舍门后，听到了一声杀猪似的惨叫！遂想蹦回去，谁知哪里飞来一脚直接把我踹倒，然后就扒开我脸上的卫生纸，我看到了班主任惊魂未定的脸……第二天全校通报！然后俺就全校闻名了"]}, "taskid": "93fbf80cf03d9cff18270f05193b7dcb"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=176&_uid=guest", "updatetime": 1445043342.535714, "result": {"content": [" 妻子和丈夫为了钱不够用吵了起来。丈夫吵输了，气急败坏地道：“唯女子与小人难养也！” 妻子一愣：“这话是谁说的？” 丈夫得意洋洋地说：“孔子！” 妻子轻蔑地说：“看来他的工资也不高嘛。”", " 一老师对同学们说：“有没有觉得自己很蠢的同学请站起来。”。。大家沉默几分钟后一男生缓缓而起。老师说：“怎么你觉得自己很蠢吗？”那男生答道：“不，老师，我是不忍心你一个人站着。”", " 法官盘问窃车贼说：“在上个月，你盗窃了十二辆汽车，效率真不错呀，是吗？”“是的，法官先生。所以说，你们现在逮捕我可真是一大错误。如果你们再给我几个星期的时间，我敢保证，咱们这个城市的车辆堵塞问题就可以得到彻底的解决了。”", " 一带着小孩的妇女上公共汽车，往箱子里扔了一个人的车费。司机拦下她。司机：孩子超过5岁了，要买半票。妇女：这孩子怎么可能超过5岁？我结婚才4年！司机：夫人，忏悔的事情我不管，我只管收费。", " 老婆问老公：“如果我跟你妈一起掉到水里，你先救哪个？”老公面露难色：“我不会游泳呀！”老婆：“假设你会。”老公：“你自己不是会游泳吗？我当然救我妈。”老婆：“假设我不会游泳。”老公：“你不会游泳，带一老太太到水边干吗？”老婆（气愤）：“你真是死脑筋，我不是假设吗？”老公毫不示弱地：“你假设什么不好，干吗假设我妈掉进水里，你怎么不假设你妈掉进水里？”老婆强忍怒火：“那我妈和你妈一起掉进水里行了吧？”老公面露痛苦状，说：“你没事把两个老太太假设到水里干啥？我妈你不喜欢也就罢了，你妈把你拉扯大容易吗？”", " 一钓友，春节前夕买了一大桶好酒放在户外。第二天他发现少了四分之一，便在酒桶上贴了“不许偷酒”四个字。第三天，酒又少了四分之一，他又贴了“偷酒者杀无赦”六个字。第四天，酒还是被偷，只剩下了四分之一，他的肺都快气炸了！！他的一个朋友知道了此事，就对他：“你个笨蛋！你不会在酒桶上贴上【尿桶】二字，看谁还偷喝！”他觉得挺有道理，就照办了。第五天他哭了,桶满了。。。。。第六天他又在酒桶上贴了“不许偷酒”四个字。结果 好多人哭了。。。", " 女朋友今天打电话给我说：“亲爱的你的QQ有病毒我帮你清理了一些”。我想难道QQ升级了，怎么还有这个功能，就问她：“增么清理的？”女朋友回答说：“嘿嘿我手动清理的。”今天我登陆一下发现QQ女好友少了一半多，泪奔了……", " 新兵小秦，每次都因起床晚总落后挨骂，新兵小秦想出一个好办法，买染料涂于身上，酷似迷彩装。半夜军号响，他首先冲出营房长官表扬：小秦很好！穿着很整齐，但下次注意，手榴弹应该挂在后面。", " 某神经病注册game用户名时，输了个“鸡巴”，结果程序弹出了个提示：对不起，您的用户名太短，请加长再注册", " 某村长穿短裤做报告，讲到激动时，把一只脚放在桌子上，小弟弟不小心露出来，下面哗然，他以为是大家听得不耐烦了，说：“这才是个头，长的还在后面呢！”"]}, "taskid": "a995a8ab7f5a1193d762eba2aff972d1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=164&_uid=guest", "updatetime": 1445043341.580602, "result": {"content": [" 今天一大爷拿卡到工行取钱--1000元；营业员：大爷，3000元以下请到自动取款机上取。大爷：我不会用啊！营业员：3000元以下柜台不办理的。大爷好话说了半天营业员还是不同意。 大爷：那我取5000元！！！！营业员：早说嘛！给您钱！大爷：我存4000元！营业员：.......", " 唐僧感叹:\"才华千斤抵不过胸脯四两~~\" 猪八戒怒吼:\"别他妹的乱说,老猪我没转世之前,我就是靠的实力当上的天蓬元帅!!\" 孙悟空不屑的说:\"那你为什么转世了?\" 猪八戒:\".......\" 沙僧直拍手:\"二师兄,师傅说的对呀!\" 在月宫中传了一声轻蔑的冷笑~~~", " 今天一直打嗝，一个人去楼下快餐店吃饭，对面一五大三粗的猛男。我一边打嗝一边吃，突然，对面那男的猛地拍了一下桌子，怒视着我。我被震住了，对视了得有十秒，我冷汗都下来了。打架我肯定不是他的对手啊！人家胳膊比我腿粗！然后大哥说话了：嗝好了吧？我以前就是这么治的......", " 前几天去坐公交车，到某一站的时候，上来两个老太太，很老，上车后也没交钱，也没刷老年证，就坐下了，过了几站，她们要下车了，有一个A老太太就从后门下车，B老太太就对A老太太说：“喂，干么去，前门刷卡下车，然后，嘀的一声，免费卡……俩人华丽的下车了……”全车安静几秒钟后爆笑，多么可爱的老太太~~~~", " 邻居把房子租给了大学生便于其考研，正值开学季，昨晚那个大学生带了能有10个同学回家聚会。期间各种推杯换盏，各种划拳猜谜，各种你干了我也干了的，闹到很晚。今早我出门看见他们家门口放了16箱喝完的冰糖雪梨！！！这是要多文艺啊！！", " 那天我路过一条街，发现街上都是站街女。其中有一个竟还朝我热情地招呼起来：“帅哥，来玩玩吧~” 我粗着嗓子冲她吼了一句：“我喜欢男的！”于是她看都懒得再看我一眼，头也不回就走了。其实我说的是实话，我的确喜欢男的。 我那天戴着遮阳帽，还有墨镜，穿的牛仔裤。我个子比较高。因为夏天太热，我把留的一头长发给剪掉了。更主要的是，看来我得丰胸了。", " 跟几个哥们喝完酒去KTV，一哥们带着个姑娘。。。。。。。。这哥们喝多了，唱的个high，唱完了直接对着我耳朵说，“这姑娘七夕才找的，昨晚就睡了！”说完一脸得意。我不会告诉你他手里还拿着话筒，整个房间的人都听见了这悄悄话。。。", " 在国外的中餐馆吃自助餐，一个老外很兴奋地盛了满满一盆的炒饭，并招呼自己的朋友也来拿，他朋友笑他不会选，告诉他要拿贵的，于是夹了一堆寿司，2人去吃了……我和同学在旁边拿排骨、牛肉、鱼虾拿得很心痛。", " 我表妹刚读大一时，班里只有6个女生，住一个寝室。 她在寝室人缘最好，总是买夜宵、买早饭、买零食给室友吃，还买了个小蛋糕炉做蛋糕给她们吃，自己都不怎么吃，每次看别人吃，她就在那里傻笑。 室友几个都说，这个心地善良的傻姑娘，以后谁娶了谁最有福气。 一直到了大二…… 她成了班里最瘦的女生，然后找到了男朋友。", " 初中的时候迷武侠小说，上课的时候都在看一次上课看金庸《天龙八部》的时候被老师发现了，没收，然后大吼：把其它七本给我交出来。"]}, "taskid": "5695238cd9cb36b3ee76e53154798996"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=152&_uid=guest", "updatetime": 1445043340.508569, "result": {"content": [" 洗澡时发现两个mimi不一样大小，遂惊呼，老公，我Mimi好像一个大一个小哎。 老公正dota，头也没抬，淡定的说，错，是一个小，一个更小......", " 超市排长队，轮到某男时,他跟店员说要买50个套套。结果某男后面两个MM抿着嘴一阵乱笑。于是某男回头用阴沉的眼神扫了她们一眼！然后又对店员说：“等等，改成52个。”于是整个场面成功Hold住了！", " 公车上，一哥们在切水果，切啊切啊切……突然他把游戏暂停，手上可能因为有汗在衣服上蹭来蹭去的……我就问：“哥们，你干嘛呢？” 他抬起头举着手幽幽地对我说：“磨刀……”", " 在食堂里听到的对话： (一男生打完饭)这是什么？ 土豆炒肉。 土豆炒什么？ 土豆炒肉。 土豆炒什么？ 土豆炒肉。 土豆炒什么？ 肉……最后打饭的师傅醒悟，给男生添上点肉)", " 初三第一眼见到他就喜欢上他了，暗恋五年，关系很好，给他买手机，请他吃饭请他玩，给他买swatch，为了给他买itouch不吃饭得了胃病，对他各种好…可真的没办法说，不敢挑明，感觉什么都合适，就性别他不会接受…", " 世界末日即将来临，一位年轻漂亮的姑娘站起身来，鼓足勇气向大家说：“各位男性乘客，你们谁能在我死之前让我尝试一下做女人的滋味？”话音刚落，他后座的一位男士站起来说：“我来！”说罢小伙子把T-shirt脱下来，露出健壮的肌肉，只见那个小伙子把T-shirt扔给姑娘，命令似的说：“熨平了它！”", " 在我们县医院西药房窗口排队取药。来了一男一女直接插队在我前面，过了很久也没见前进多少。我最终还是没有告诉他们，他们拿的是中药处方……", " 刚刚坐公交车，一中年人好像是没刷上卡，司机让重刷，中年人不刷，然后吵了几句，这时，有个老人开始说那中年人，说，别特麽跟司机吵，一车人安全你负责得起？你个贱人，贱人，中年人被两句贱人骂的火了，站起来了，老人一看，华丽丽来了一句，你准备好钱再打，没钱就别打，你个贱人…", " 大学时候班里几个兄弟一起选的书法课，上课的是位老爷爷，大家都翘课，只有一个哥们儿每次都去，所以点名大家都叫他帮忙。。。有次他上课回来，我正在上网，他急了，说，尼玛，以后能不能再派一个代表，一点名我特么左声道，右声道，立体声，捏鼻子，捂嘴各种变声，还得配合快速换座，脱衣服等绝技，我一人演六个我容易么？。。。", " 擎天柱站在地平线上，向着宇宙深处发出电波：“我们已经和这里的人民共同生活，藏在他们的眼皮之下，也在悄悄地保护着他们。。。我目睹了他们的勇气。。。我是擎天柱，在这里警告所有在宇宙中流亡准备来地球的汽车人。。。千万不要变成toyota、nisson、lexus、subaro、honda。。。"]}, "taskid": "eff724d5b0fc3dd0002b4a548b47ec8f"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=180&_uid=guest", "updatetime": 1445043340.311545, "result": {"content": [" 朋友打电话问我是否愿意养狗，他打算把家中的爱犬送人。我不解，问道好好的何故送人？他无奈的回答“儿子一岁多了，现在每天学着狗狗趴在地上撕咬报纸…”", " 一同事巨喜欢吃菠菜，每天中饭必有菠菜，出去吃饭必点菠菜，问他为何，他说：“小时候我妈告诉我菠菜里有很多铁，菠菜吃多了，铁在身体里越积越多，多到一定程度，就可以在学校放个大磁铁，在自己身上安个按钮，自己早上起晚了，一按按钮就可以嗖得一下被吸到学校里去了。我就天天畅想着这个激动人心的画面，还每天在学校查看地形，看哪里放磁铁比较合适，每天拼了命地吃菠菜。后来知道是妈妈骗我的，但也吃习惯了。", " 李娜太厉害了：90年代末唱出了《青藏高原》等大红歌曲后迅速出家修行，还俗后随即获得了奥运会跳水冠军。在大家都以为她已经到达巅峰时，她又通过不懈努力，赢得中国网球历史上第一个单打大满贯冠军！本届奥运会网球单打首轮即遭淘汰之后，昨晚李娜又重新爆发，与队友一起勇夺重剑团体金牌！", " 昨天坐公交车，还有一站路就下了，于是起身往后车门走。 不小心踩了一短裙女女一脚，虽道歉，但是此女开骂。 越骂越难听，一直骂到我要下的车站。 哥实在怒了，车门开的一瞬间，哥一把扯下了此女短裙，果断下车走人。 只听背后尖叫，哼！跟哥斗！！！！", " 今天晚上在一家小吃部吃饭，看见老板家儿子在门口跟一小姑娘玩，俩人七八岁的样子，只听小姑娘挑衅的问小男孩，你喜欢跟我玩吗？男：喜欢！女：那让你妈给我炒个饼，不要钱的啊。男孩子欢快的跑进来，大喊，妈，妈，赶紧炒饼，老板娘说，干嘛啊给谁？小男孩：王新琼要吃，赶紧赶紧！老板娘怒骂小男孩：成天让老娘给你媳妇儿做饭吃，人家以后嫁不嫁你啊？保准不保准是你媳妇啊，别赔了！ 多么豪放的娘亲啊！", " 本人男，有次去好朋友家玩，女，她还没起床，因为我和她们家人都很熟，她妈妈就叫我去喊她起床。我刚进房间，就听见她大喊，我没穿衣服，别掀我被子啊。门外传来她妈妈的声音，掀，赶紧掀。。。汗，这闺女是你亲生的么？而我不会告诉你我真的掀了被子。。", " 本人男，最近公司一位50多岁的男领导在下班后总叫我陪他打羽毛球，打完还得陪他去澡堂子洗澡，其间还有轻微的调戏我。我回家忧心忡忡地跟老婆说，自己很有可能要被潜规则了，老婆不屑的说，不就是被暴菊吗?反正我也用不着!我的泪流满面。这败家娘们~~~", " 老爸单位有日本的交流学者，来中国两年，就要回国了。 单位领导连同日本大使馆的一个官员一起给他办送行酒席。 席间，日本学者说他在中国学了二胡，要为大家演奏一曲。 第一曲，义勇军进行曲，拉的不错，大家狂鼓掌。 小日本来劲了，又要来一曲。 第二曲，大刀向鬼子们的头上砍去。。。 拉的还挺美，看来是只学了曲子没学歌词。。。 在座中国人狂叫好，再看大使馆的人脸都绿了。。", " 发个初中的，有一年校庆。 办了典礼，期间主持人提问，随意抽取童鞋上去回答，答对了有小礼品。又是提问时间，主持人的问题是:历史上活得最久的皇帝是谁。选了一个我们班的奇葩，那货悠悠的对着话筒答到:“玉皇大帝……”，前面三排的领导憋到内伤，我们班主任的脸瞬间布满黑线。", " 外地出差，晚上住宾馆，开了间电脑房，半夜困了，电脑也没关就去洗澡了，出来后发现电脑屏幕保护是一行滚动的红字：我死的好惨啊，快来救救我，我就在床底下……尼玛的，谁干的，吓的哥一夜没睡好！"]}, "taskid": "7ce925990834823b792fd0683f122ef8"}
