{"url": "http://bbs.byr.cn/article/Joke/648830?p=88&_uid=guest", "updatetime": 1444313461.820047, "result": {"content": [" 跟一八卦女连扣扣，她说我们班一丑女交了个男朋友，我问她长的帅吗？她不语，好半天发了几个字过来: 丑得让人张不开腿。。。。", " 今天上厕所，我四岁的女儿跟了进来，我坐在马桶上说“快出去，这里臭。”她眼睛看着我裤裆里说“爸爸，那个黑黑的是什么呀？”（因为光线不好）我尴尬的说“是便便，快出去”。她却一本认真的说“啊？那你鸡鸡哪里去了”我无语“……", " 前一段去电影看血滴子,春哥被抓,平常一个电影,女的被抓大家都知道起码要调戏下或被强奸,尼玛!而春哥咧?每次一群男的冲过去不干别的,就是围着她打!而且是从头被打到尾!", " 逛超市。忽然一保安对前面一个妹子喝了一声：站住，你衣服里面鼓鼓囊囊的是什么 ！沉寂了一下。那妹子哭丧着脸说：肉……", " 今天去看电影，电影院楼下有个男的晃过来跟我们说：要电影票吗？我以为他是卖兑换券的，结果正在我准备说不要的时候，他又来了句：免费送给你们了，人没来。。。人没来。。。人没来。。。可怜的叼丝，我祝福你以后能找到美丽漂亮的女朋友。。。", " 你见过发传单偷偷塞人家帽子上的么！！！！你妹啊！！！姐顶着和不孕不育的传单在步行街走了一圈啊！！！整整一圈啊！！", " 昨天坐公交.刚上车一妹纸费力的挤了上来，深吸了一口气，感叹道。车上真暖和啊，和被窝里一样。后面悠悠的传来一大哥hll的声音。你被窝里有这么多人？这么多，么多。", " 今天单位聚餐，领导难得地在大家面前表扬了我，说多亏了我经常迟到。。才有了这次活动的经费。。。。。", " 有次门口小孩问我：“你知道什么花一直在人身上吗？”我想都没想回她一句“菊花！”然后就看她一脸疑惑的仰望这我，我才想起这娃才八岁！我一脸镇定的说“瞎掰的，答案是啥？”娃一脸得意的说“是棉花！我们穿的衣服是棉花做的！”心里把自己鄙视了一顿！", " 谷歌拿着菜刀要杀百度，百度:为什么杀我？谷歌惊讶的老泪纵横:这辈子你终于问我为什么啦！"]}, "taskid": "954f6759d72606647c037ac2b3e6d2df"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=64&_uid=guest", "updatetime": 1444313459.894838, "result": {"content": [" 大学宿舍对面是女生宿舍楼，宿舍集资买了个望远镜，用处你懂的。突然有天，一哥们大叫，我cao，太nb了！我抢过望远镜一看，正对着我们宿舍的女生宿舍阳台玻璃门上贴了一张视力表，方向朝我们宿舍！！！", " 没有加薪，没有升职，连年终奖金都被取消了，打算借酒浇愁一回，有人带了瓶酒来，大家一看那酒的名字，眼泪就都扑簌簌地往下掉开了，还有人顿时抱头痛哭了一场，那酒的名字叫：老白干……", " 一二货女同事，典型宅女.一天带她打了几局dota，先几局碾压了对面，最后一局僵持将近60分钟，终于大翻盘，各种辛苦啊，有经验的才能理解。gc要来了，第二天一上班见到我，她那个激动，那个崇拜啊，大老远就来了一句:你昨天晚上好猛.....nm，一公司的人啊。", " 媳妇怀孕六个月了，带她去做四维彩超，看看宝宝长什么样。属于自费项目，老贵了1200多。。。我那娃可真对的起他爹啊，一直撅个屁股冲着大夫啊，小脸根本看不见啊，最无奈的是，他居然在玩自己的小JJ啊，在揪着玩！大夫都说没见过这么不害羞的啊，娃你丢死你老爹的人了，第一次见面就让我抬不起头啊！", " 蚂蝗伸出细胳膊，对医生说：“大夫，救人要紧，你就抽吧！多抽点！”医生被蚂蝗无私的大爱感动，用颤抖的手，将针管插 入到蚂蝗体内。抽了十分钟，血袋里，血依然汩汩流入。真没想到，一只小蚂蝗会有这么多血！医生低头时发现，蚂蝗的嘴，牢牢地吸在自己的脚上。", " 今天上班又迟到了，经理大怒，让我去办公室说明迟到的理由。 经理：你怎么又迟到了？我：我......经理：你怎么呢？是又堵车了、还是刚要走家里发生大事了、或者车在半路上坏了.....我：都不是。经理：你还能编出其他的理由？我：今天雾太大了，我经过公司时没发现，就走过了！", " 当幼师的朋友跟我说，上课的时候，发现班里有个小姑娘一副心事重重的样子看着她叹气，一下课朋友就问她：“宝宝你今天怎么了？”，她拉起我朋友的手，摸索着她的手背忧愁的说：“哎，都年底了你还没个对象，全班都为你操碎了心啊……” 朋友当时就愣住了。", " 期末考试说远也不远了， 望同学们以突击为主，作弊为辅：采取师进我藏，师退我抄，迂回作战方针！送你一幅对联：考试不作弊来年当学弟，宁可没人格不能不及格。横批：死也要过。考 试必要技巧：三长一短选最短；三短一长选最长；长短不一要选B；参差不齐就选D。以抄为主，以蒙为辅，蒙抄结合，一定及格", " 今天玩手机斗地主十局场，玩到第三局那两个人聊了起来，聊的可欢可欢了，正当男方向女方要QQ时，我解散了房间！深藏功与名！！", " 考试不让提前交卷，考数学的时候我提前半个多小时做完，没事干，就用草稿纸写了一个纸条“白痴，费那么大劲打开以为是答案么？”然后用了纸一层一层的包起来，具体多少忘了，监考老师看到了，过来看我写完了，以为我给别人传，就连同卷子一起收了，在讲台一层一层的打开，最后他那眼神……我永远也忘不了 ……"]}, "taskid": "391cba642fc3b64ee080287ad15b7951"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=46&_uid=guest", "updatetime": 1444313458.926968, "result": {"content": [" 下午停电，公司放假半天。回到家里，老公躺沙发上看报纸，我和女儿玩躲猫猫，我躲在窗帘后，然后看到女儿趴在沙发前面，朝黑乎乎的沙发底下说：阿姨你快出来吧，我看见你了……", " 我爸讲他年轻时，他们一行七、八个人，去收费的公园玩，只买了一张票，排队进去时，检票的问前面的，票呢？他们都指了指后面说票在后面那位手上呢……到了最后一个，检票的问，你怎么只有一张票，前面那几个人的票呢？他说了一句让检票员吐血的话：擦，我又不认识他们……", " 大学的时候流行在女浴房外要菇凉的手机号，我通常会说“同学，借点洗发水，明天还你呦。”成功率30％，蛮高了。这天带宿舍老三去，他超腼腆，墨迹半天，一看机会来了，对一个菇凉说“同学，能借一下…搓澡巾么…？”后来，那姑娘真的成为了嫂子…", " 当年天涯有个帖子，大家一起聊仙剑1，然后有一哥们发言说：一开始我以为这个游戏就只有小渔村一个场景，游戏内容就是在山神庙打打蜜蜂和酒坛子，所以就每天去打每天去打每天去打，于是等我发现故事还可以继续，坐船离开小渔村的时候，我已经46级了。。。", " 早上坐公交，人非常多。司机大哥开始咆哮：“往后走，都往后走啊，那后面都没有人。”这时旁边一MM弱弱的问道：“大……大哥，你别吓唬我，你真的……看不见他们吗？”", " 去医院挂号，想走楼梯的，走到电梯口见一伙子和一姑娘，听那哥们对那姑娘说：我错了再也不打牌了，原谅我别分手了。电梯到了，那姑娘进了电梯说：你走楼梯比我先到9楼，就原谅你。那哥们撒丫就奔楼梯了。我顺势进了电梯。到二楼我出去的时候把345678楼都按了。兄弟哥就能帮你到这了，加油跑吧！", " 中午吃完饭在教室 今天我兄弟跟我说，他女朋友同意跟他开房去了，这个激动，我们一群在那蹲着围成一圈给他口头传授技巧，这个忙啊，带什么，怎么开房，步骤，抒情，说着说着，我班一女生路过，回头来了一句，别忘了带个白毛巾，要不床单弄脏了加倍扣你们房钱，当时她在我们心中的形象瞬间就高大了起来。", " 儿子：“妈妈，我们来玩蒙眼写字儿的游戏吧。”黄脸婆欣然同意，待她蒙上眼后，儿子竟然拿出一张不及格的考卷让她签名！真是岂有此理！！我大喊一声：“等等！！！”跑回房默默地摸出了写好很久的那份离婚协议书。。。", " 姐姐快三十的人了，找男朋友还是挑三拣四的，害得老妈的乘龙快婿梦一次次破灭。没办法，这安慰老妈的重任自然就落我肩上了:妈您别生气，大姐也真是的，怎么就不理解长辈的心呢？妈您别急，等我长大了......老妈一胳膊把我抡一边去了:去去去！一个比一个气我！还等你长大？不知道的还以为你十五六岁，哼，你不就比你姐晚十分钟出来嘛！^O^", " 话说一哥们每年到八月十五准时拉肚子并且都得拉上好几天，而且狂泻不止那种，众人皆以为其灵异体质发生的灵异事件，后来盆友亲自和那哥们过了次八月十五才发现，这哥们吃月饼的时候喜欢把月饼切开，然后把随月饼附带的脱氧剂or干燥剂撕开，撒在上面……"]}, "taskid": "da8a8545e23a1c085d01d64e04780bd8"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=20&_uid=guest", "updatetime": 1444313458.292625, "result": {"content": [" 话说某晚，我和我对象逛马路。前面迎面走来一对情侣，当时是出于虚荣，就让男友背了我，让她们嫉妒我。。。结果，他们与我们擦身而过时，那女的幽幽的对她男友说一句：你看那男的多猛，把她对象弄的都不能走路了！o(╯□╰)o 我当时是多想冲上去解释一下。。。", " 下班路过菜市场，见一妹纸站在一卖胡萝卜的摊位前来回踱步欲言又止。旁边一个卖兔子的大婶说话了：“小姑娘买只兔子吧！” 这时妹纸眼里金光一闪，走到跟前挑都不挑拿起一只就付钱。而后一脸笑容的走到卖胡萝卜的摊前：“大叔，给我来根萝卜，我要那个大的，回去喂兔子。”.....", " 她是全公司最认真也最无趣的员工,没想到有天会被经理搭讪。@捧腹网 “我有车,送你吧？”她心跳加速,却摇头道：“不用。”“别客气。”“您爱人不介意？”“不会的。”“多不好意思…”“呵呵，要不要,给句话。”她终于勇敢地点了点头,却忍不住补充道：“送了我就是我的了,不许再要回去啊。”", " 怀孕10周，路过凉皮摊，闻味道特别想吃。故叫一碗在边上吃，吃完现场华丽丽吐了。可是lz还是特别想吃，又叫了一碗，一边吃一边干呕。。。。摊主打包了一碗，说：姑凉，求你了，回家吃吧，这碗不要钱。。。", " 碰到一对双胞胎小朋友，问其中一个：“你叫什么名字？”小朋友说：“我叫第一。”“那你一定是哥哥喽。”小朋友说：“不，我是弟弟。”“你是弟弟，名字叫第一，那你哥哥叫什么呢？”“我哥哥叫并列！”小朋友说。", " 有次公司聚会，酒过三旬，一妹纸溜到我哥们身边，说道：“xx你是不是喜欢我？” 大家都蒙了，这是要表白啊！我那哥们刚要说话，那妹纸又说道：“你要吱声就是承认你喜欢我，要是不说话就是默认！”众人纷纷为妹纸的智慧喝彩！那哥们以迅雷不及掩耳之势抱住旁边女同事亲了一口，场面一度失控啊！", " 春天到了，学校的各种花都开了，一场雨过后，花瓣落了一地。我和女友走在海棠树下，女友看着慢慢飘下的花瓣，说：“真好，我在这站着，你踹一脚，肯定很好玩！”我踹出去之后才明白她是让我踹树，而不是她！！", " 看电视经常看到，女主角忧伤了，在公交车上把头倚在车窗看风景,今天亲身实验了一把，太坑爹了！都能把牙给颠掉！", " 昨天，我和朋友进餐厅吃饭，菜单上一道“沙漠寻宝”引起了我们的兴趣，名字好听，价钱还不贵，朋友叫服务员赶紧上“沙漠寻宝”这道菜来尝尝，1分钟后，菜来了，服务员端来一杯自来水，这尼玛岂止是坑爹，简直没有见过比这更坑爹的。", " 同学去实习，把猫甩我这了，晚上上网，猫咪跳上桌子，开始舔我。先是手，然后胳膊，然后上脸，我边装着躲它边暗爽，舔了足足有10多分钟啊，这是有多喜欢我啊，然后百度了下，说猫总是舔人是嫌主人脏……"]}, "taskid": "4d9fea5f2654c8fe0884ab59bcda84be"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=81&_uid=guest", "updatetime": 1444313457.104695, "result": {"content": [" 本屌丝30有3，未曾恋爱过,路上，偶遇一对情侣吵架，我下车，拍拍男人肩膀说：兄弟，对自己的女人好一点。那男人扭头，恶言道：关你鸟事。我摇摇头说：等你到了我这个年龄就知道，爱情就是用来彼此关爱守护的。说完我上车发动离开。忽然，那个女孩儿飞快拉开我的车门，坐上我的车，跟我说：带我走吧！俺顿时觉得生活有了意义了！", " 我是土建技术员。。。前段时间安检站来检查，说到了外架的网格布不行，刚说完，架子工工头就跳下去了，一百四五十斤的人啊，成功被网格布托住，然后抬头问检查的人，这样行么？已经过去很长时间了，安检站没有再来过一次。", " 以前成绩很好，但不爱交作业，初中时候班里英语课代表一美女，但是我很讨厌她，因为她天天催我交作业，后来高中了，又一个班，她还是英语课代表，又这样催我交作业催了三年。如今，她躺在我身边，还是每天催我回家交作业……", " 追了一姑娘很多年了，那天她QQ发给我一句：If you do not leave me,I will by your side until the life end.我没看懂，请过了6级的朋友翻译，他说：你要不离开我，要不我就和你同归于尽。于是我伤心欲绝，再也没联系那姑娘。后来我英语也过了6级了，才知道那是“你若不离不弃，我必生死相依”！！！", " 刚刚拔了智齿，目光呆滞地挤上公交车回家，嘴里塞着棉球，嘴巴合不拢，口水一直流，边上几个大妈争着给让座，拦都拦不住。", " 刚才开会的时候，我的手机响了，我还没反映过来，铃声就响起来了...“在你左腿的右边右腿的左边有一片黑森林...”(蓝精灵的调调）全公司的领导都在啊！...", " 家有二货狗，每次和爸妈说笑拉拉扯扯的时候，它就特别凶的跑到我面前对着我爸妈叫，不准他们碰到我，保护我。每次我爸真正吼我准备动手时候，这货第一时间跑到床下，风平浪尽以后才出来。。。", " 昨晚，儿子第一次掉牙了。 妻子对他说：“你把掉下来的牙齿放在枕头底下的话，半夜会有牙仙女过来把它换成五块钱的哦.”于是当晚儿子入睡后，我就悄悄地溜进他的卧室.小心地从他的枕头下拿走了牙。。。。。。。。放到了自己的枕头下。", " 刚刚在澡堂（就是那种一排淋浴的），我正在脱衣服，此时进来一个帅哥，真的是很阳光，然后脱衣服，嚯，好几块腹肌，远非我这种屌丝所能比的，可是等他脱下裤子的时候，我突然明白了一句话：“上帝是公平的，他不会给一个人所有他想要的东西”……", " 小学的时候，老师问谁愿意去扫操场，全班就我一个人举手。然后老师说：除了xx，其余人全部去给我扫！那时我记住了一个道理：有舍才有得！大学的时候，因名额有限，老师问谁愿意放弃奖学金评定资格，也是我一个人举手。然后我就被放弃了…"]}, "taskid": "3356e628bc899b23acad9dcd5c576fcc"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=11&_uid=guest", "updatetime": 1444313455.69456, "result": {"content": [" 表白失败了， 唉。。。这下连室友也做不成了。。。", " 牙医(在检查病人的口腔):\"你的牙上有个大洞!有个大洞.\" 病人(不高兴地):\"是有个洞,可是你也不用说两遍呀.\" 牙医:\"我只说了一遍.那是回音,是回音.\"", " 老农进城瞧病，护士对他说：去!验血验尿验大便!一会儿老农端盆屎回来说：闺女，血咽了，尿也咽了，这屎实在咽不下去了!", " 问:如果要你卖肾买爱疯送女神，你会吗？ 答:肾没了要女神干嘛？", " 有人发表状态说：昨天中午买了一张大四学姐的席子，晚上我躺在上面，失眠了……全是体香啊… 于是，神回复出现了：中午买了一学长的被子，第二天怀孕了～怀孕了～", " 问：你离死亡最近的一次经历？ 神回复：20年 前差点给后面那精子追上了。", " 看到别人二十几岁就家产过亿，十亿，几十亿，我就五百万，还是像素。。。", " 两只龟在田头一动不动，专家问老农，两只龟在干什么？老农：“它们在比耐力，谁先动谁就输。”专家指着龟壳上有甲骨文的龟说：“据我多年研究，这只龟已死五千多年了。”另一只龟伸出头说：“草！死了也不说一声，害老子在这干等！”刚说完话，带甲骨文的龟说话了：\"你输了吧！靠，专家的话你也信.”", " “妈，我13岁了，我要戴胸罩。” “不行。” “我要用卫生巾。”“也不行。”“姐姐13岁不已经开始用了吗？”“闭嘴，儿子！”", " 萤火虫因耍流氓被拘留，萤火虫不服：谁放电了？谁裸奔了？谁有暴露癖啦？厕所黑还不许俺点灯？"]}, "taskid": "21e720e698e01796f569d03427cc9740"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=19&_uid=guest", "updatetime": 1444313455.592326, "result": {"content": [" 家里种了好几盆兰花，六岁的女儿从来都没关注过，直到有一天，花盆里面长出了一棵杂草，女儿忽然像发现新大陆一样立马来了精神！每天早中晚都要看几遍，还时不时的给浇水，，，再后来，为了让杂草长的更好，女儿就把兰花给拔了。。。拔了。。。。", " 小外甥女刚上一年级~~有次语文考试得了74分，她拿成绩单回来的时候她爸妈很生气，就问你为什么只考了74 分，小萝莉埋头冥思苦想了好一会，突然抬起来，她爸妈以为她意识到自己的错误，期待的竖起耳朵，小萝莉字字坚毅的说：因为老师扣了我26分！在场的人都喷了~逻辑思维不是一般人呀~", " 大学时，女友要我每天给她买一个煎饼果子吃。@捧腹网 大学门口有两家卖，一家卖三块，一家卖三块五。但是女友只吃三块五的，原先以为女友觉得三块五的好吃。后来我才知道：卖三块五的那家是他们家开的。", " 有个女孩画蝴蝶特别好看，但是她每次从来不在班里画，都是回家画。一天一个男孩就想知道这个女孩为什么画的这么漂亮，想学。他就偷偷跟踪女孩到女孩家门口，他就看女孩往桌子上到了些墨水一屁股做上去，他学会了回家也这样画，结果一坐一只蜻蜓。", " 几个同学说去买一样的鞋子。逛了几家店终于看上一双，可是还想让老板降点价，其中一个说：＂老板，便宜点吧，我们人多。＂老板听完这话蹭地站起来，说道：＂咋子嘛，人多咋子嘛，我还怕了你们嗦！？＂", " 小学生上学迟到，站在门口抽泣。老师生气的问：“为什么来晚了？”小学生泣不成声：“我...我...我爷爷...”老师心里一惊！可怜的孩子，安慰他说：别难过了你爷爷在天之灵也不想你哭的。然后小学生哭着继续说：“我爷爷睡着了，没叫我起床。”", " 夏天坐公交，最讨厌那些穿着短裙还叉着腿露出她的蕾丝内内的人。@捧腹网 凡是看到这些人我都会用我那双带满愤怒的眼睛一直盯着它，表示我很愤怒！", " 一对夫妻吵架，妻子：“早知道你是这样的人，我就听我妈的话不嫁给你！”丈夫：“你是说你妈以前阻止你嫁给我？”妻点了点头。丈夫用力捶了一下桌子：“这些年来我真是错怪她了！”", " 我们单位的科室有五个人，人员精简方案决定一个科室只能留四个人。于是我们五个人在一起开会研究谁走的问题。会议从早上一直开到中午都没有结果，我突然尿急，于是去了一趟厕所，回来后发现散会了。我有不好的预感……", " “小张，你球打得不错嘛，中投蛮准的进了3个，不过还好我5：3拿下了你，哈哈！” “哪里哪里，王总您让着我很多了，其实一开始我就知道我会输给王总啦！” “哦？是吗？你是什么时候知道的呢？” “从第一球您抱着球走了7歩的那个上篮得分开始......”"]}, "taskid": "79ea90f588c2935b03b6dd2c8fc42662"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=93&_uid=guest", "updatetime": 1444313454.199496, "result": {"content": [" “我决定去告白了！”他和她一直是好朋友，虽然她一直爱着他。 “哦…那你加油。” “我在她家门外好久了，不敢敲门。” “大着胆子敲吧！我挺你！” “你说她会答应吗？” “我不知道。”她放下手机，不争气的掉泪。 手机又震，却是电话，“你开下门吧，我还是不敢敲。” 她兴奋的去把门打开。他看着她满脸泪水说：你怎么哭了。。。。你哥哥在么？", " 记得高中的时候物理课，老师问世界如果没有了摩擦力会怎样，同学们都说会有车祸，站不住之类的，哥正在看小说，嘟囔了一句，没摩擦力就没有人类。 哥都不知道那节课怎么度过的。忘不了老师那幽怨的眼神！", " 单位组织旅游，有一妹子来晚了，上车一时没找到座位，哥一拍大腿说：“坐这儿”。 妹子说：“我可是千金啊！怕你吃不消” 哥回话：“没关系，我有祖传千斤顶”。…全车笑喷了有木有", " 金山寺前，那个和尚深情地喊道：“素 贞，许仙只是一介凡人，你和他在一起会 害了他，人妖殊途啊！老衲倒是有些法 力，你就从了我吧。”白素贞正犹豫间，赶 来的小青急道：“姐姐不可，法海无鞭！”", " 二货老公爱玩英雄杀3v3，但他怕遇见2b队友所以自己开三个号玩，亲眼见他玩诸葛亮出错了牌，然后他立刻点另一个虞姬号说道：你会不会玩呀专业点。然后又点另一个朱元璋号骂道：煞笔。然后用诸葛亮号回道：你tm才煞笔。。。我满头黑线给他跪了！！！", " 嫦娥将天蓬调戏他的事告到了玉帝处。玉帝问太白金星：天蓬此举该如何处置？太白金星答：知法犯法，按律当诛。玉帝有些惋惜地点了点头：唉……当猪就当猪吧。", " 如果你在打篮球的时候，一位兄弟打球突然变独了，拿着球就投，身体对抗突然增强，投不进就骂...............那只能说明：他喜欢的人来了！！！", " 中午在食堂打饭，排队前边是个漂亮妹子，一直想搭话，苦于没机会啊。到妹子时，机会终于来了，妹子饭卡没钱了。。。千载难逢的校园爱情剧就要活生生的上演了啊。哥特牛逼的把饭卡放到刷卡机上，说，用我的吧。是的，你没猜错，哥的也没钱了。。。。食堂大妈笑了，妹子也笑了，大家都笑了。。", " 说个我小学时候的吧，话说放寒假老师留的作业是一本寒假生活，开学后我同桌一个字都没写，只见那货拿橡皮把每页擦一遍，留下满本橡皮屑。上课后，那货哭着对老师说，我家大年三十晚上进贼了，把我作业都擦了....55555。擦了...了...", " 某男和女朋友吵架，打电话准备道歉的时候电话响了很久终于接通………… 女：“对不起” 男：（异常激动但故作镇定）：“你终于知道错了” 女：“您拨打的电话正在通话中。@捧腹网 ” 男：“…………”"]}, "taskid": "d904ef5b22333157ea942c86f8bb102a"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=42&_uid=guest", "updatetime": 1444313453.356726, "result": {"content": [" 单位拉货派我押车，路遇交警查车，本来交警并没拦我们，二货司机和我吹，这交警是他哥们，打个招呼，就冲交警喊:XX你忙着呢？交警过来了，看了看说:你挂车的灯有问题，别人罚100，你就交50吧！我现在都忘不了那司机的表情啊！", " 朋友骑电动车载我，跟我说拍前面那妹纸的P股。拍完我们加速逃走。后来我拍了，朋友却停了下来对我说：“你这是干嘛？” 世界安静了。。。。。。。。。。", " 跟闺蜜坐公车，车特挤闺蜜守着一个座位站好久，好不容易等到座位上的人下车了，旁边一大妈一个抛物线把包包扔到座位上。。。闺蜜直接无视坐下，微笑着把包包递给大妈:“阿姨您的包掉了。”", " 今天去体检，做b超要憋尿，楼主连喝两大瓶水，轮到我的时候就快尿崩了。等擦了那种什么膏的扫描仪压过我膀胱时，我再也憋不住了。。。。。我再也没脸见那医生了。", " 话说那天晚上，我们班一位男同学正在开恐怖小说，正起兴时语文老师(女)，走过来一把给没收了。第二段晚自习时，老师守我们上自习，闲着没事就拿出没收的小说看，看完后坐在椅子上许久，这货叫了一个班上的女同学陪她去上厕所了。", " 某日小区跟几个家长去幼儿园接孩子，回家路上，一三岁多的萝莉突然对另一女孩说：“菲菲，你爸真不要脸，在家就穿条裤头！”众人憋着，菲菲妈脸铁青……十几秒后此萝莉又开口了：“哼，我爸更不要脸，在家连条裤头都不穿！”，萝莉妈在众人的爆笑中边揍萝莉边骂：“TMD你爸仨月才回来一次，还TMD让你撞见了，让你大晚上不睡觉！让你大晚上不睡觉！……”", " 我一直不明白老爸老妈以前没电脑没电视到底是怎么打发时间的，我问全了我的32个兄弟姐妹，他们都说猜不透啊。", " 上大课，前边坐了一排男的，我在后边看小说，突然前边一男的拆开了一包锅巴，然后一个一个的往身边的几个人嘴里送，卡巴卡巴的声音顿时勾起了我的馋虫~当他送到离我最近的一个男的的嘴边的时候，我脑残的张开了嘴~~啊~~~然后那哥们愣了一下又伸手下去掏了几个扔进了我的血盆大口。。。我默默的淡定的吃了下去。。。(>_<)感觉以后都不会来上大课了。。。", " 父亲是一名退役军人，每天早上六点都会起床看报纸。我终于按照他的意愿考上了省外的一所重点军校。早上七点火车就要开了，六点起床，父亲还是在看着报纸，连一句注意身体之类的话都没说，我拿起行李失望地准备离开，关上门那一刻，眼泪瞬间流出来，原来父亲手中的报纸拿反了。", " 早上上班，一初中生骑单车闪电般的速度往前赶，突然他一个急刹车把车停路旁，然后躺路上滚来滚去，我心一惊，该不会是抽羊癫疯了吧！我赶紧上前给他好几个耳光，边打边吼，喂！醒醒，快醒醒，你怎么了！只见他激动的说：哥，别打了，别打了！我只想把衣服弄脏，我tm迟到了"]}, "taskid": "bd9acab60262fadbeec517f125cca560"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=85&_uid=guest", "updatetime": 1444313452.13397, "result": {"content": [" 手机丢了，爸爸妈妈哥哥他们认真地开了个会：一致决定不给我买！！我表示很难过，一会爸爸过来给我说：我再偷偷给你买一个，别给你妈还有哥哥说，以后小心点！我乐呵呵的~然后晚上妈妈给我说：你原来那手机多少钱？等你回学校我给你打钱过去你自己买一个，别让你爸和你哥知道，不然又说我惯着你！！嘿嘿嘿嘿~~最后我哥给我说：我给你钱先买个不太好用着，等我发了工资再买个好的！！！哦呵呵，你们这是开的什么会啊？？？", " 表弟在武校就读 元旦放假来我这玩，满心欢喜的要给我表演特技然后我一脸期望的看他掏出一根甘蔗用力的啃了一口,又吐了出来，飞起一脚把它踢的老高，然后一扬头用嘴把它接住了，边吃边说 ：“哥你看厉害吗…”我只想说：“弟啊，既然练武那么伤脑咱还是别练了吧”", " 有一次和女朋友逛超市，中途因为什么吵架了，一直没理我，还故意和我保持距离，我感觉她没跟上来，回头一看，她停在了卖冰淇淋的店前，指了指牌子上的口味。 就那么一瞬间，让我觉得有个吃货女朋友挺好的。", " 某大学有个周易课！ 老师拿着个罗盘进来，围着教室神神叨叨地转了一圈。然后，吐出一句话：同学们，今天不宜上课，放学", " 一个月前，闺蜜和她男盆友逛街时看见一美女，闺蜜玩心大起，摸了美女屁股一把然后愤怒地栽赃给她男盆友，回来跟我说起还幸灾乐祸的……现在，她男盆友终于不负她所望，可以光明正大摸那美女的屁股了……", " 男朋友家广东的，今年去男朋友家，他妹妹给我剥了一个菠萝蜜，我吃的很开心，她妹妹满眼羡慕的问我，大嫂，好吃么？我问，你没吃过？她说，我从小到大没吃过。我问，为什么？她一句话差点把我眼泪笑出来，我被狗咬了，要忌口，十三年来被咬了八次，每次到快可以吃了就被狗咬。。。", " 今天教室看见一女学友穿的丝袜，薄薄的。 我：那么冷的天，冷不冷啊，冷不冷啊！ 她：不冷啊，怎么了？ 我：爱美也不能委屈自己的腿啊 她：哦，我穿的假肉透。 我：嗯？什么意思 她：哎呀，你自己摸摸就知道了 说完伸出了自己的腿，我还真去摸了，感觉很滑就多摸了会 现在要我负责了(°_°)", " 在豆瓣上听说过史上智商最高的喵，事情是这样的。某姑娘下班回家，发现没带钥匙，站门口着急。他家备用钥匙放在门旁边的鞋柜上。然后她很无聊就和屋里的猫说，花花你把钥匙给我吧。过了一会，那个钥匙被猫从门缝里推出来了。。。 当时我就震惊了。。", " 我爸很少揍我的，记得揍的最惨的一次是小时候他和我妈在跪着给我爷爷奶奶烧香蜡纸钱的时候，我屁颠屁颠的跑到他们对面去坐着。。。。对他们点头。。。", " 那天，我在咖啡厅，看到一个非常忧郁的男人。 他手里一杯咖啡，桌子上一本时尚外国杂志，戴着白色的IPhone4耳机，异常忧郁地看着窗外的雪。 忽然，他微微皱起眉头，轻轻说道：“家里的苞米又要冻坏了。”"]}, "taskid": "5df7883b2c194a1d606e064240ad403c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=10&_uid=guest", "updatetime": 1444313450.893132, "result": {"content": [" 我弟今年五岁，特别娇气动不动就爱哭，一天他突然问我：“要是有一天家里没钱了，爸妈会把你卖了还是把我卖了？” 我毫不犹豫的说：“肯定卖了你。” 本以为这小破孩一定会哭，没想到他咧嘴一笑：“我就知道你不值钱……”", " 长沙晚上宿舍太热了，于是同学各种地铺，不关门的那种，后来小偷进来了，电脑什么的全打包了，后来被一同学抓住了，只讲了句，你偷我什么不好，偷老子风扇......", " 陪观音在竹林散步，悟空有些害羞，忍不住问到：“观音姐姐，怎么一见面就拉着我不放啊？”，观音调皮一笑：“因为人家现在是牵手观音啦~”", " 甄嬛刚入宫得位菀常在，一日闲逛遇见十七爷。王爷知其是皇上的人却一见钟情，于是铤而走险搞了台无敌兔给甄嬛拍私房照，最后终于成功给雍正戴了绿帽。后人有诗记之：佳能，敢动常在。", " 哥们新买一辆车去4s店提车！各种手续都办好了，销售人员说送保养和车膜！就问他要什么样的车膜，我哥们想都不想就说必须1米7以上的！1米7以上！哥们要不要这么直接！销售都傻了", " 那些对我泼冷水的人，有本事你再泼一盆啊，哎呀妈呀太爽了！！！", " 课间休息，闲来无事，就和同桌女生讨论起以后结婚的事情。 出于好心，我就提醒她：“以后结婚的时候伴娘一定要找一个比自己丑的，不然会被强了风头！”只见同桌妹纸点点头，极认真的在教室环视一周后说道：“我可以找你，那你找谁呢……”", " 刚对室友说，这个暑假我想出去找工。室友愣了愣，一脸哀求的对我说：别找了，我就是。", " 一维族男孩转学到汉班.  老师问他：叫什么名字   男孩：肉孜买买提    老师：是猪肉的肉吗？男孩大怒：不是猪肉的肉、   是羊肉的肉。", " \"我的女友头发放下来像高晓松，扎着头发像刘欢，我该不该把她前任了？\" 楼下回复： \"我擦，你一个人睡了两个中国明星，你还有什么不满足的？\""]}, "taskid": "b619c6c3a3d23906ba7facb7eaf6927f"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=29&_uid=guest", "updatetime": 1444313449.439278, "result": {"content": [" 我近视，但不戴眼镜。有次逛商场，在商场观光梯里，看到外面滚动显示器写道：李宇春装B拉，我靠！李宇春得罪这商场啦？公开骂脏话?! 走近一看：人家写的是: 李宁春装8折。", " 家里下水道堵了，打了电话找人通下水道。 修理大叔马上就来了，半个小时，就麻利的给我弄好了。正在感叹工人大叔挣钱不容易，风里来，雨里去的时候，大叔潇洒的掏出一把钥匙，开着一辆银色通用，潇洒掉头，加速，绝尘而去，留我一人在风中凌乱。。。。。。。", " 今天一个做厨师的朋友告诉我：没事千万不要去饭店吃饭。。。我有个邻居开过几年雪糕厂，从此再也不吃雪糕了。。。还有个亲戚做过饼干，从此再也不吃饼干了。。。我想知道，到底发生了什么。。。", " 我的表哥皮肤特黑，小外甥没出世前，大哥说：如果白，就做DNA，如果黑就是我的种！小外甥现在两个月了，再问大哥用不用做DNA，他说：不用了，太他妈黑了，晚上不点灯，掉地上都找不到！！！外甥你到底有多黑啊！！", " 刚才接到一个陌生电话，对方听声音不对说了声打错了就挂了，半分钟后又打了过来:“兄弟！你彩铃不错，这歌叫什么名字”。", " 上地理课老师提问：在地球外面那一层是什么。班里有很多人举手，连平时考试不及格的我也举了手，老师和同学都很惊讶。老师跟同学们说我难得一次举手，由我来回答问题，也让他们给了我掌声，我站起来后回答：香飘飘奶茶。", " 今天飞机上空姐发盒饭，坐我里面的女孩警惕地问：多少钱一盒？空姐非常豪爽地说：我请客！女孩连声“谢谢”接了过去。等空姐推饮料车过来的时候，我对那女孩说：“我请你喝饮料。”然后抬头对空姐说：“她要一杯橙汁，我要一杯可乐。”看着女孩那感激的眼神，我留下了她的电话号码。", " 下班的时候下起了雨，道路湿滑拥堵，我见路边有个姑娘，冒雨站了好久也没能打上出租，实在于心不忍，就把车开过去，摇下车窗善意地提醒她：“姑娘，你这么丑，是打不到车的。”姑娘微微一笑说：“这就是你买车的原因吗？”", " 有一个电台节目，点歌的那种。某天，主持人接到一个电话，是一个在狱服刑人员打来的。他说：主持人啊，我有一个特别好的朋友，今天出狱了，我特别替他开心呀，我今天想为他点首歌，《桃花朵朵开》，希望他能在未来是道路中，桃花朵朵。主持人非常感动，就为他点了这首歌。歌曲的第一句放出来后。。。。。。。听众乐疯了。。 我在这儿等着你回来。。。。。。", " 去同事家玩，在家里坐了没一会，听见哇的一声，传来小孩子悠扬高亢的哭声，只见同事蹭的一下站起来，熟练的摸到一根碗粗的木棍，气冲冲的甩门而出。我暗暗想，不愧是血性之人，我家孩子要被人欺负也不会忍的。没多久，同事拎回一个浑身哆嗦的熊孩子，“下次再欺负楼下的小弟弟，打断你的腿！”。。。。"]}, "taskid": "d383a86e7e9499669bc84e1bf1fa7832"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=35&_uid=guest", "updatetime": 1444313448.605742, "result": {"content": [" 和老爸聊天，帮他修电脑，于是使用了远程访问，用完了忘记关。我跟爸说：“爸，我想买个iPad看书”。于是我看到了爸在那边打字：“要多少钱啊”，然后逐字删掉，换上另一句话：“[自动回复]您好，我现在有事不在，一会再和您联系……”", " 领袖人物新亮点：习总，育有一女；李总，育有一女；张 德江，育有一女；；刘 延东，育有一女；汪 洋，育有一女；马 凯，育有一女。更为奇怪的是：奥巴马育有两女；小布什育有两女；克林顿育有一女；就连普京也是育有两女！就连江湖传说中的任我行-任教主也是育有一女！小子别挣扎了，天下都是老丈人的！！", " 昨天下午去一家正宗盲人按摩店按摩，正要开始按时突然停电，奇迹出现了，那货摘下墨镜，曰:“NND,这时候停什么电！”，凌乱的我趴在床上无语凝噎。。", " 有对夫妻，郎才女貌，生了个小孩快两岁了，却总觉得小孩跟夫妻俩长的都不像。夫妻俩越来越不安，怀疑是不是当初在医院分娩时被医院给弄错了，于是一家三口去做了DNA亲子鉴定。鉴定的结果：丈夫跟小孩有血缘关系，妻子没有。", " 跟新来的同事出差，晚上一起住宾馆，他比较内向，我俩就互相看着对方一句话也没说，气氛有些尴尬，于是我首先开口道：“你很闷啊！”他扭捏了半天有些不好意思地说：“你也很men啊..”说着把手放到了我的腿上...", " 星期去公司上班时，突然有专递人员进来送花，收花人居然是我们的一个男同事！ 我们都不怀好意的想他是基情四射还是有女女倒追，只见他拿着花看了好一 阵. 最后一拍脑壳说：“尼玛，收件人和寄件人填反了！”", " 我训斥儿子的时候，不小心在他脑门挠了一道红印，他扬言要告诉奶奶。中午的时候我买了一大包零食，他见了很是兴奋，我故作惊讶的问道：你额头怎么回事？他眼珠一转说：我自己不小心挠的。我的儿子是不是很有前途。", " 那天我和我妈看电视，是一个心理节目砖家说：经常咬指甲是一种心理疾病。我妈对我说你快好好看看，没事就咬指甲怎么回事啊，脏不脏啊blablablabla....接着砖家就说：这是一种缺少母爱的表现！然后.....然后我妈终于不罗嗦了！", " 晚上和老公去锻炼回家，热得半死，一身臭汗。我连喝两瓶水，期间三次要倒水给他喝，他愣是不肯喝。看我喝到想吐，他幽幽地问我：“喝饱没？”我说喝饱了，然后只见他兴冲冲地去冰箱拿冰西瓜吃。", " 刚看到一位医学院的发微博说：突然发现以后自己生病去医院，门诊是自己同学、辅助是自己同学、护理是自己同学、主刀、麻醉还是自己同校的同学，想想都害怕，你妹啊！都是一群考试前才看书的突击货……"]}, "taskid": "44d77774bbf974deb2e7f1af64c21735"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=99&_uid=guest", "updatetime": 1444313448.268974, "result": {"content": [" 一同事今天垂头丧气走进办公室，有人问他怎么了。他叹了口气说：“今天是我结婚20周年纪念日。如果婚礼那天我把她毙了的话，那么我现在也应该出狱变成自由人了。”", " 地铁口碰到个要钱的，手里拿着一张纸，上书：我是一个聋哑人，请你施舍一点给我。我怀疑他是骗子，于是就说：不好意思，我不认识字。然后他就开口说话了：兄弟，我的钱包被人扒了没钱买车票回家了，你借我点钱吧。我惊讶：你不是聋哑人吗？他也很吃惊：你不是不认识字吗？", " 取钱的时候，ATM机上贴着“不要插坏了”，心想尼玛老子能有多大的劲儿啊还能插坏？小心翼翼的插进去卡后卡被吞……卧槽！“插”字后面加个逗号会死啊！！！！", " 我们公司的保安五十多岁了，据说思想很前卫，我一直没领略过。于是乎昨天就问他。:大爷,听说你很潮哦。这大爷回了我一句话: 骚年,搞基吗？ 天雷滚滚啊 一身鸡皮疙瘩。", " 今天为女神修电脑时手贱打开了她的QQ,看到有四个分组，家人、朋友、吊丝、高富帅。点开吊丝分组，哥的头像赫然在列，虽然很难过但这的确是不争的事实。随后安慰自己说没事，这组里起码还有俩人陪哥们一起做吊丝。再仔细一看，尼玛那俩QQ也是哥的…", " 上班坐公交,车上站得满满的,放一长长闷屁，很舒服，但巨臭。 周边人都在捂鼻子，我混淆耳目，也捂住鼻子装样子,心中正在暗自得意，一人叫到：“放屁的，你的手机响了。”我反应向来追求速度，千分之一秒便答道：“没有啊！”——妈的，他人都在笑，老子想轻生！！", " 下午课间，班上一娇小的美女在擦黑板。 因为个子不高，踮着脚也有一大片擦不到的地方。 她努力的样子极大地勾起了我的保护欲！ 二话不说，我走了上去，亲切地跟她说：“让我帮你。” 她很感动的样子，说：“谢谢。” 然后我就搂着她的腰把她举了起来。", " 今天坐公交，一阵熟悉的铃声想起，咦？这人跟我一样的铃声，有品味。哥目送那人到站下车了，等过了一站哥摸手机看时间，次奥！没错，手机不见了。 我在想我是有多天然呆啊。", " 读初中时，传奇横行，翘课去小网吧。。八零末的娃儿还记得波。。不知哪个局的警察检查，一个未成年人罚好几千，我们则学校家长来领，快吓尿了，看着警察进来了，跑到吧台，当着警察面对老板喊：爸，拿零用钱！老板马上拿了五十块钱给我，滚！就一溜烟跑了。。心跳的碰碰的。。改天又去玩，老板又给俺五十：）", " 石阶问佛像：“我们都是石头，凭什么你受人膜拜我却遭人践踏？”佛像嗤笑道：“你只挨了四刀就成了石阶，我却挨了千刀万剐才有现今模样。想成功就要经历磨难啊！”过了几天，石阶带了个同伴又找到佛像：“这是我表亲，砧板，你也给他说道说道。”佛像：“……”"]}, "taskid": "6359f18c4597c95ba73dbcef1a707113"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=27&_uid=guest", "updatetime": 1444313446.616576, "result": {"content": [" 去中国银行存钱，一大哥存了四千张一块的，验钞机过不了，两个业务员数一上午主管看不下去了，就跟大哥说：“下次这种情况可以去对面建行存两千。”大哥镇定的来了句：“在建行存了一万。”！", " 跟男朋友去看北京遇上西雅图，剧中汤唯说：他是世界上最好的男人，他也许不会带我去吃法餐，坐游艇，但他愿意每天早上为我跑几条街去买我最爱吃的豆浆油条...我马上转头向男友撒娇：人家每天早上也要吃豆浆油条...谁知那二货不紧不慢的说：油条含着，豆浆马上就来！GC是我居然秒懂啊...啊啊啊...我的节操啊..", " 前天在东外滩，我支好相机坐在阶梯上，等待合适的光线。 这时一个乞丐来我边上乞讨，就给了他1块钱，然后继续调试相机。他可能生意不好，就无聊的看看我在干什么。然后过了一会，他幽幽地说：用区域曝光法好些。。。", " 哥哥比我大六岁。在很小的时候，如果爸妈让我们跑腿买东西，哥哥总是支使我去。如果我不乐意去，他就会语重心长的对我说:“你去吧，你不是有马么，你骑着马跑得快”。我听后，就会高兴的拿上钱，快活地一拍屁股:“驾！”绝尘而去。。。。。。", " 刚吃完饭，看楼下一男一女目测是情侣正在楼前水池边玩，水池里放养了些金鱼，那妹子正用手机在拍，目测是某水果手机。突然妹子手滑没抓住，手机掉水池里了！那妹子估计吓着了楞在那，旁边男的恁地一声惨叫：我次凹！我上个月的工资！这时那妹子转过头来可怜兮兮的看着那哥们，然后那哥们十分丧气的说：我次凹！我下个月的工资！差点把我给笑尿了。", " 早上，儿子哭着跟我和老婆说梦到奶奶死了，我说没关系，梦都是反的，梦到奶奶死，死的可能是外婆。。。我现在摸着脸上的三条血痕欲哭无泪。", " 办公室人心涣散，老板决定带大家到楼下花园转转。“你们好好看看吧。”老板所指之处，一群蚂蚁正在忙碌地搬运食物，井然有序，配合默契，毫无怨言。大家明白了老板的良苦用心，不禁都心生惭愧。。。这时老板忽然一脚把那群蚂蚁都踩死了，“告诉你！我整你们就跟弄死一群蚂蚁一样容易！”老板吼道。", " 我有个朋友姓敖，单名武，耳朵不好使吧。 每次我叫他，都感觉自己好奇怪，像只什么发情的动物。。。", " 公司不大，一姐们早上连上三次厕所，老板看了说：“你还好吧，身体要紧，走，我送你回家。”俩人刚走不久老板发来一条信息：“都出去玩吧，等下午没臭味了再上班”。。。。", " 老姐和姐夫吵架了，今天去姐姐家，他把给姐夫买的饮料零食都给我了。 我说：给姐夫呗？ 老姐说给狗吃都不给他吃，然后我喜滋滋的拿回家吃喝去了，后来越吃越不对劲。哪里错了呢？？"]}, "taskid": "cb79e4315e40551389a936fc5b2bff9d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=58&_uid=guest", "updatetime": 1444313445.361243, "result": {"content": [" 女人的肌肉力量在一天中变化很大，这真是非常神奇的一件事。早上时，她连罐头盖子都拧不开；到了夜里呢，妈的被子怎么拽都拽不过来……", " 由于工作原因，好久没跟老婆XXOO了，昨晚吃罢晚饭就上床准备干那活，那厮躺在床上皱着眉头一副上刑场的表情，说：“又要打针了。”………打针………打！针！", " lz学生，同桌是一吃货。上课和二货偷偷吃东西，这时老师从后边过来，于是经典的一幕出现了，lz瞬间开启装逼模式，但嘴里还有东西。同桌不知道，还在嚼。老师拍了他的肩说：吃什么的？艹，同桌反应贼快：中午吃肉塞牙里了，我给弄出来。。TMD我一时没忍住笑了，嘴里的食物喷出来了。。。老师先是一愣，后来我被老师弄得一愣一愣的。", " 有次火车排队上厕所，一女的出来手上的水甩我一脸，等我上完 厕所后发现水管根本没水………………", " 我老公每天都要泡澡。泡1个小时多！关键是他每天仰躺在浴缸里，腿挂在外面，头埋在水里。吐！泡！泡！！一个1米八多！150斤的男人！能玩半个多小时！每次都是我把他捞上来的！！！", " 今天去玩唱吧！发现有个智能降噪功能钩上了，如往常一样准备欣赏一下自己唱的，突然发现没有我的声音了，擦擦擦！！！", " 听说现在很多导演都要去豆瓣看影评才能明白自己电影的内涵", " 第一次和媳妇住如家，办了张会员卡，然后卡就给媳妇了。情人节，又和媳妇去住了一次。结帐后如家发来短信说我的卡升为金卡了，好开心...", " 朋友家有一只藏獒，专咬陌生人，我每次去他家都提心吊胆。这天要去他家，离老远就喊朋友的名字。朋友走出门，跟我说：“没事，今天它不在家，相亲去了。你看，它回来了”。我转过头，看见那只藏獒旁边领着一只漂亮的吉娃娃向它的窝走去，之后就... 我崩溃，想起自己快到30，连个女朋友都没有。", " 和侄女一起去逛街，路过超市，小侄女突然说句:“姑姑，以后长大我请你喝营养快线。 ”我很欣慰的想着，这孩子多好，心里跟吃了蜜一样，领着她继续走。突然，她又说:“姑姑，我长大后请你喝，你现在请我喝呗。” 恍然大悟..."]}, "taskid": "76875d5b2c9f34b4578f205684a113c0"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=13&_uid=guest", "updatetime": 1444313445.0324, "result": {"content": [" 我:师傅，修鞋多少钱？修鞋师傅:五块！我:就修这一点，也顶多两三块钱啊。@捧腹网 修鞋师傅:嗯，修鞋是两块钱，那三块钱是我的精神损失费，你这鞋……辣眼睛……", " 一美女朋友，那天开玩笑说让我包养她，我说100万一年怎么样，她高兴的说好啊好啊，于是哥很果断的掏出三千块钱说，那就先包一天试下。然后，就木有然后了。。。", " 你们有没有听说过这样的事……一帮人买了两套烧烤设备，去超市买了牛肉羊肉猪肉鸡翅香菇火腿肠，然后开了一个半小时的车到了美丽的郊外，用光了全部固体酒精最后居然没有人能把那堆黑炭点着，一帮人把火腿肠吃完了就开车回家了……", " 公司一大胸女和一单身屌丝上下班顺路，于是就做屌丝男的电瓶车。@捧腹网 坐了两三天不坐了，问其原因说：他光急刹车…急刹车…", " 昨天和闺密一起打牌，闺密穿的T恤松松的，她低头洗牌的时候我不经意间一瞟，哇～好深的沟沟！！没把持住就多看了几眼，不巧被闺密发现，只见其把牌往桌子上一拍，说句：“色狼！自己摸(牌)！！”我能说我的手颤抖着摸上了她的胸吗", " 前几天的事，跟几个人打麻将，有一小哥们突然着急的说：赶紧的，玩完这把我得走，大家都问：啥大事这么急啊？随着一声炮响，哥们飞奔出去，嘴里说叨咕：我他妈今天高考！", " 租房一年多 ，和房东一直处的不错。房租按时打，房东事也少，基本租了之后再也没见。最近发现漏水越来越严重 ，寻思让房东来看看 、修修， 房东说第二天直接带人来修，中午12点准时到， 可一点也没到。过了一会 ，接了个电话彻底崩溃了，是房东大哥，一接电话听见他在那边说：“小白啊 ，咱家咋走来着， 我迷路了。”迷路了。路了 。了。。", " 喜欢上一女神网名“月亮”，果断把自己网名“明亮”，我会成功吗？", " 一个屌丝给女神递了封情书，女神看完不屑一顾，这种东西只能拿来当厕纸好吧！于是，女神怀上了屌丝的孩子。", " 昨晚女生宿舍楼下一哥们摆了个心形蜡烛图案准备表白，就在那女生出来的一刹那，这边男生宿舍楼上一群屌丝大喊“雅安雄起”！！男主心碎了一地。。。"]}, "taskid": "98859f0914941fbd25d18b2a97bc01a1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=70&_uid=guest", "updatetime": 1444313443.879498, "result": {"content": [" 吃饭结账是75元，搜搜口袋只有个张50的零钱，就给了老板100。老板找了我25，放口袋时我脑子一抽，叫老板：老板，来，我这有75零的，你把那100给我。高潮是老板真把那100还我了，还念叨着：有零钱早说嘛。回来后，我觉得好像有什么地方不对", " 给女朋友发短信,短信内容是：“我上车了，么。”一不小心发到我爸手机里了，结果我爸给我回：“我怎么知道你上没上车？你上没上车你自己不知道么？”", " 今天考试，我从一个星期前就开心做准备了。我用铅笔把公式写在桌上，可是发现刚写完就被人擦了。只好再写一遍，可是过了一天又被擦掉了。如此重复了几个来回后，我发现我已经背下来了！！", " 这是他第一次抢劫，略显紧张的他不断重复着：“小姐，打劫。 ”突然他看到路口站着一个女人，鼓足勇气他走上前：“小姐……”话还没说完女人扇了他一耳光：“尼玛才是小姐！”他吓得哆哆嗦嗦的说：“对，对不起，打，打劫。”女人又扇了他一耳光：“尼玛才是大姐！”", " 杰克是外国人，他正在学习汉语。有一天上课老师教大家写一至十的汉字，因为杰克觉得老师写的“九”字很漂亮，所以他想称赞老师，但他又忘了“九”字的中文怎么说了。于是弗朗便这样对老师说：“老师，你的nine字好漂亮！”", " 儿子问“爸爸，我是从哪儿来的呀？”爸爸“哦，这个......是我和妈妈从河边捡来的。”儿子脱口道“哦，野战呐！！！”", " “你干嘛凶我！” “我没凶！” “你明明凶我了！” “我没凶！我没凶！我没凶！” “知道就好。", " 小刚得知好朋友小明在街上身中数刀后，立马赶去医院探望他。到了医院后小刚问小明：“是谁把你砍了？”小明说：“是…麻公…”小刚接着问：“为什么麻公要砍你？”小明说：“因为…我…吃了…麻婆豆腐…”", " 小区门口，一群老大爷围住一年轻小伙，一老大爷厉声质问道：“年轻人跟老头下棋，居然还偷棋子！”小伙攥着手里的两个“象”，羞愧地低下了头，哽咽道：“我妈说……我今年……无论如何……要带……一对象回家……”", " 钱伟长是我国最著名的科学家之一，被人称为中国近代力学之父，晚年时曾受到主席的接见。第一次见到主席的时候，钱伟长有些紧张，为了缓和气氛，主席指着茶几上的点心说道：“尝尝，喜欢吃吗？”钱伟长吃了一口，红着脸说：“东东，我喜欢吃……”"]}, "taskid": "e0d852d7121398f14959abe4892f2fdb"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=24&_uid=guest", "updatetime": 1444313442.839661, "result": {"content": [" 一哥们儿，在家夜总会工作，一天晚上没什么事儿，就开了个包房看电视，正巧有个朋友来给他送东西，他非拖着朋友一起看球，还要求赌球，赛毕，朋友赢钱走人。小弟进来看大哥脸色不好又不敢笑，大哥骂：“没见过赌球输的么？”小弟说“见过，但没见过赌重播的。", " 小时候，没有水果吃，看人家地里种的萝卜，想偷一个解解馋，好几天路过萝卜地都没敢下手，一天鼓足了勇气挖了一个萝卜，刚到手，就被人追，追了我整整二里地啊，最后被抓了，一个萝卜至于么，至于么？最可恨的是，追我的那个人，萝卜根本不是他家种的！！！！！", " 学校食堂大家都懂的。食堂鸡肉切的非常的碎，于是哥悲剧了。嚼的起劲的时候被碎骨头插进肉里了，拔出来鸡骨头都是红的。当时哥脑子不知道怎么想的，嘴里用力嘬出一大口血来吐在桌子上，大喊一声菜里有毒！然后在众人凌乱的眼神里跌跌撞撞的跑出食堂。", " 一个人走进超市购买下列物品： 1支牙刷，1支牙膏，1卷卫生纸； 1份冷冻晚餐，1盒爆米花。 女收银员说，“你是单身吧？” 该名男子答复非常讽刺的口吻说：“你怎么知道，因为我什么东西都只买一份？”该女子回答：“没有，是因为你长得很丑。”", " 跟妹子逛街，突然妹子说困了，想睡觉。我果断拦车付钱让她先回去了，可看了看手表现在才几点啊就困了，抬头一看几个大字（7天快捷酒店）没一会就收到妹子短信：“你就一撸的命……”", " 老婆和孩子去洗澡，这小子把我的手机带进浴室玩了，一开始没有多想，谁知道他洗完澡屁颠屁颠跑出来对着我同事说“叔叔，叔叔，你看，这是我妈妈洗澡的样子”......", " 朋友和他同事出差，飞机快要起飞的时候，同事还没来，却打了一个电话过来：你看到那条新闻没？就是有人摸了空姐的屁股，结果耽搁了航班好几个小时。朋友大怒：你还不赶紧来机场，居然关心这种烂事儿。同事：我堵车了，来不及赶到机场，所以拜托你去摸一下空姐的屁股。。。", " 我女神坐我前面，今天下午女神迟到了，老师就叫她站着上课。突然我大喊一声她挡住了看不到黑板，本以为老师会叫她坐下的，心想我就帮到这了！老师悠悠的来了一句拿本书站到门口去！我永远不会忘记女神那怨恨的眼神，我是不是没机会了！！", " 一朋友的签名充分让我认识到现实的残酷性：“现在这社会，有些人连自己老婆都养不活，有些人却能养别人的老婆！”多么励志啊！", " 刚弄了个非常好吃的肉包子。 虽然特别想咬那块肉，但还是先忍住把周围的皮吃完。 吃到就剩手里那一点点皮的时候，手一抖，肉滚了……"]}, "taskid": "8917e7afd213380ce47c0f6819880552"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=8&_uid=guest", "updatetime": 1444313442.384392, "result": {"content": [" 有一次我去食堂里面吃饭，看见了一对情窦初开的学弟学妹。那男生看见女生脸上有一颗饭粒，温柔的问道：“你脸上有个饭粒，我帮你弄掉吧？”女生红着脸说道：“不用，就一粒，又不多，我自己来就行了”我心想，学弟啊，你不能像当年学长一样那么怂啊。于是我走过去，将那个女生的头摁倒进了饭盘里面，然后飞奔出饭堂，深藏功与名。学弟加油吧，学长只能帮你到这了。", " 今天早上睡得迷迷糊糊，有个陌生人打电话，接通后直喊妈。 马上知道怎么滴了，我说儿子，怎么了？ 那头拖着哭腔说：“我让警察扣了，给我打点钱吧，妈！” 我说：“哦，那等你妈结婚了找你爸要吧。” 沉默三秒 那头没音了……", " 今天在药店买药，进来一靓女，老板给我来盒后悔药，我正想还真有这药啊？见老板淡定的拿给她一盒避孕药！", " 楼主喜欢一女神很久了，表白过一次被拒绝了，但是后来我们经常聊天。 今天跟女神聊天时，中途有事出去了。然后我妈冒充我继续跟她聊天，等我回来时候一看聊天记录，尼玛，女神居然答应做我女朋友了。    (⊙_⊙)   老妈，您太厉害鸟！", " 一爹和儿子在睡觉，听到隔壁新婚小夫妻动静甚大，隔音效果不好，儿子问：“爹，这是什么声音？”爹故作镇静的答道：“这是日语，你长大了就懂了。。", " 人生就像一场游戏，当初选择了随机模式，结果出生在中国，才玩到25级，就卡在买房子这个任务上，一直过不去。。。。。。。。。", " 自己在家不想动，如何吃到最简便的饭菜呢？ 神回复:蒸一锅米饭，分成两份，指着另一份说，你是菜，，，，，，", " 习主席生日当天，国足证明了他们是一支不阿谀奉承，不趋炎附势，不迎合上级，敢于真实表现自我的球队。这么一想，顿时觉得国足的形象瞬间高大了。今天的比分，明显是向首席球迷六十大寿献礼：一共六个球，代表60岁，丢的五个，象征五星红旗；进的一个，象征坚持一党执政。而且输给泰国，象征国泰民安！ 这群娃子，政治满分。", " 当我看到一些树上刻着的情侣的名字时，我从来都不会觉得有什么温馨浪漫，我只会觉得奇怪，怎么这么多人约会时，身上会带着刀呢……", " 一对姓孙的夫妻，老来得子，热泪盈眶。老先生一把抱起才刚刚出生的小婴儿，一脸骄傲的对他说：“孩子，我要你将来比国父孙中山先生还要强两倍！”于是这夫妻俩就帮他们的儿子取了一个很响亮的名字叫作：孙串出~~~~~~"]}, "taskid": "610aff48de444771e1fda3ac7f9cf76d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=52&_uid=guest", "updatetime": 1444313441.186479, "result": {"content": [" 一禅师见一蝎子掉到水里，决心救它。谁知一碰，蝎子蛰了他手指。禅师无惧，再次出手，岂知又被蝎子狠狠蛰了一次。一根手指被蛰得又肿又粗，禅师不惧蝎蛰，换一指继续，旁有一人忍不住说：它老蜇人，何必救它？ 禅师打量着肿大的两根手指自语：师太应该满意了。。。", " 初中时，前边坐一女生，白美纯。一次我下课跟哥们儿聊天，谈到“雅 蠛 蝶”，她转过头问是什么意思，我抢先说是“加油”(真心是怕带坏她) 。体育中考我200米冲刺时，杯具了。全操场几百号人听她冲我大喊…那表情，真叫一个兴奋，那语气，真叫一个自然…无限怀念中……", " 儿子幼儿园新来一对双胞胎。今天早上送孩子时，幼儿园老师告诉我说儿子最近总欺负新同学，喜欢拍那对双胞胎孩子脑袋。问其原因，谁知儿子弱弱的答道：他们是连连看吗，我消了三天了，肿么消不掉呢……", " 现任男友28岁，竟然不知道自己亲生母亲姓什么。他是浙江台州人，他说他们那里蒋和张的发音是一样的 他一直以为他妈姓蒋，这次回家过春节才知道原来他妈姓张。请问这样的奇葩我能托付终身吗 。。。？？？", " 高中同学约我们几个玩的比较好的去他们家聚会，在车站集合他来接我们。我刚到站下车就看到一帮同学已到，手里都提着各种牛奶，各种酒，而我啥都没买，正好和我那同学对视了一眼，正尴尬呢，突然灵光一闪，转身追公交大喊“师傅停车！我的东西忘拿了！”我正为我的机智自豪时，只见那车停了！……停了……了……", " “学姐当我女朋友好吗？”“不行，我比你大一届呢。。。”老师听到了，想起自己当年的往事，默默地把那个学姐的分数改成了59。。。加油孩子！老师只能帮你到这了。。。。", " 在二十四年前，奶奶家有一头驴，因为我是家里老二，也就是超生的，生产队到家里开罚单，家里拿不出钱，于是乎驴被牵到生产队了，直到家里找关系，又凑了99块钱罚款才把驴牵回来，结果不到三年，二叔家也生了个二胎，于是乎驴又被牵走了，紧接着我三叔也生了个二胎，驴又被牵走了……我姑姑说因为你们几个驴都在生产队混熟了。。。", " 刚睡醒，躲在被窝里给室友发短信，想问他老师点名没。 　　过了几秒钟，从对面床上传来弱弱的声音：“你确定是问我吗？", " 今天偶尔看到了高中时的物理试卷，还有当时自己写的详细解题步骤，虽然看不懂是什么意思，但是感觉很厉害的样子！", " 昨天吃饭的时候，我夹起一块火腿肠，刚要咬就掉在了老爸的脚边。@捧腹网 老爸一脸心疼地捡起来，连吹带擦，还用手指头掸了掸。我看着老爸，心想，还是父母那一代人生活节俭啊！就在我以为老爸要自己吃掉的时候，他以迅雷不及掩耳之势把那块火腿肠塞进了我的嘴里……"]}, "taskid": "917b756b99afe5ef9318e0d5c2d8d980"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=3&_uid=guest", "updatetime": 1444313441.132699, "result": {"content": [" 某同事把一猫和一狗拿到办公室玩。 另一同事想挑起事端让猫和狗打架看热闹，就打了猫一下，然后说了很经典的一句话：\"狗打的！\"", " 有个同事，昨天去麦当劳吃饭， 发表了一条说说后，眼睛累，于是做眼保健操。 按照学校教的做，闭眼做了三分钟，一睁眼。 尼玛，手机没了。", " 一个同事抱怨说：“干IT这行太苦了，想换一行怎么办？”另一同事答：“敲一下回车…", " 一哥们开车捡起交警偷放在树后的流动测速摄像头，放在车上拉走了，警车紧追其后，开了一个多小时，那货带着摄像头进了交警队：大哥、您看看这玩意是你们的不？我在路边捡的！", " -- ※ 来源:·北邮人论坛 http://bbs.byr.cn ·[FROM: 163.177.128.*] 发信人: cela (减肥团|目标：18.5), 信区: Joke 标  题: Re: 用大笑迎接每一天~~muahhaha~ 发信站: 北邮人论坛 (Sun Jun 23 21:24:25 2013), 站内 大哥。。你好！ 【 在 MasterYODA 的大作中提到: 】 : 我是双鱼座。。。 :", " 幼儿园老师正在给小朋友们提问。问完一个问下一个，但有个小朋友一直把手举的高高的！终于轮到这个小朋友时，他却把手放下了。老师问：你等了这么久，为什么轮到你了，你却把手放下了？小朋友回答：来不及了，已经尿了。", " 央视10套刚放一个人发明了什么撞车保护器 为了做实验在驾驶座绑了头猪 然后让车撞墙 猪没死 记者觉得猪可能有内伤 结果他们找了当地屠宰场的师傅来把猪杀了…………分析肉质非常好 肯定没内伤。这个频道竟然有脸叫科学教育频道！", " 我侄女今天各种萌，撞到头的时候说：“对不起，头。” 然后不小心摔倒的时候说：“对不起，脚。”。。。。。。然后就在我摸她的头时，她转过头看了我一眼，然后很快转过去小声地说：“对不起，眼睛。”", " 知道我这有多热吗！今天有个老太太在马路上碰瓷，刚躺到马路上就搜的一下站起来了～ 因为地太烫了！"]}, "taskid": "16f4fa2b432a8c6a2d7bcec723a7c943"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=91&_uid=guest", "updatetime": 1444313438.864561, "result": {"content": [" 晚上，买了根玉米棒，啃了一口，发现没熟透。三轮车小贩很不好意思，连连道歉给我又换了一根，我抠下一粒试吃确定熟了后才离开。然后想到那根没熟透的他该怎么处理，于是回头一看，他站在路边正啃着我吃过的那根玉米。明天我再来买吧。", " 老婆怀孕时，一天撸主在上班，忽然接到老婆电话，急切的说，老公快回来，我要生了。撸主心里害怕，一路狂奔到家，推开门一看，次奥！二货老婆躺在床上俩脚放在床头上，搂半个西瓜拿勺子在吃西瓜！见我进门对我说，羊水破了，我吃完了咱上医院吧！吃完了……上医院……吧……", " 中国是个充满神奇的国度，我爹开了35年车，去年由于马虎驾照脱审，59岁的爹还要报名参加驾校从新考试，驾校一次没去过，考试时我在场外看着，倒库从拉开车门进去，到拉开车门出来只要了21秒，嚣张的证明了自己是个牛X的老师傅，结果被喊停了，原来爹上车没有说准备好了！", " 不久前和那二货吵架，好几天没理他，某天他突然发来信息图书馆给你占了座要不要来，我果断说不要！他又说不要叫别的美女了，我回哪个美女愿意鸟你！！他回次奥！那我真叫个给你看看！过了一分钟，手机又响了，打开一看:美女，图书馆有个位置特意给你留的，要来吗？", " 小时候就喜欢逛街 购物中心的电梯上贴的《请带好孩子》标语 妈妈以此教育我 如果不是好孩子就不让逛 我居然信了好多年。。。", " 小明从小喜欢魔术,可家人却极力反对,觉得这个挣不来钱。小明为了证明自己,于是上街去表演,他拦下一个路人,递给他一副扑克牌并说：“这是一副没开封的新扑克牌,你看看它有没有什么问题。”于是路人就拆开扑克检查了一番,说：“没问题。”小明：“没问题就好，10元一副，拆包概不退换！”", " 在路边遇见一只狗狗，我蹲下问它：“我2013年的运势会不会很旺？”它考虑了一下回答：“旺！”", " 有天奶奶在厨房把新买的砂锅摔坏了，老妈冲进厨房就对奶奶发脾气。我对老妈说:妈，以后我娶媳妇要是敢这样对您，我非揍她不可！老妈瞬间石化了……", " 有一次爸爸骑着自行车带着我，我坐在后坐上。突然想到，这么多年还不知道爸爸怕不怕痒。就把手伸到爸爸的咯吱窝地下。然后，然后，然后后我就和爸爸掉到沟里了。。。。", " 东北的冬天像个变态狂，他一旦上了你，要他下来就得到五个月以后了。北京冬天的冷像个威猛男人，把你粗暴地抵到墙角，还没回过神来就被脱光，然后里里外外被吻了个遍。原来冬天都是色狼，喜欢冻手冻脚。。"]}, "taskid": "48379bd14944792ee55e3118eab2a237"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=21&_uid=guest", "updatetime": 1444313437.781179, "result": {"content": [" 一天表妹自己在床上玩，她爸在床边上看电视，突然她不小心从床上摔下来了，自己赶紧爬起来，到她爸面前，果断打了她爸一巴掌，说“你怎么看的孩子？！”", " 在教室自习，已经到了饭点，我看了看坐在我旁边那桌的女生，她似乎在奋笔疾书，头发垂下来的时候真的是美极了！我暗下决心，你不去吃饭我也不去吃饭，我也要像你一样好好学习……结果，结果……刚刚她男朋友给她带饭来了，她像一只欢快的小鸟扑向她的男朋友。我他妈的还在码论文，食堂早关门了！！！", " 一同事在网上买了几十块的手机贴膜，自己贴的，全是气泡，于是拿到手机贴膜的摊位去重新贴。摊主看了看同事的手机，看都不看就把贴膜撕下来，问同事：你自己贴的吧？同事：是的。摊主：你贴的是贴膜保护纸，贴膜让你扔了。", " 一哥们逃课，被老师捉住了，老师当场把手机给他，让他打电话让他妈来一下学校……电话通了，哥们可怜兮兮的说：“妈，我犯事了，老师让你来一下。”结果，电话里传出一个粗狂的女声：没空！一筒！", " 早晨下楼吃早餐，走到胡同里听楼上有人喊我：陛下......陛下！我抬头应了一声：哎！然后就被泼一脸水。女的说：喊你避一下嘛...", " 昨天我和闺蜜坐公交车准备去逛街，中途有点睡意，就靠在闺蜜肩膀上眯一会。闺蜜有点瘦咯的我脑袋疼，我就说你肩膀咯的我头疼，闺蜜拍拍自己的C罩杯说:来，靠这，这柔软，不咯人。。。。", " 认识她那天，她一直低头玩ipad，他觉得和她差距太大，不敢开口。后来他们进了同一家公司，他对她关怀备至，为她跑东跑西，看她笑，但一直不好意思开口。有一天，有人来找麻烦，破碎的玻璃割伤了她，他风一般背她到医院。她含泪问他为什么会对她那么好，他不再犹豫终于开口：就想借ipad玩两天…", " 突然想起高中军训的事了，大热天，没人想训练，女生方队教官看她们没精神，就说：“好好练，练好了，我教你们女子防身术”女生一听来精神了，队列走的呱呱的。我们男生方队教官一看这么有效，就和我们说，“你们加紧训练，完了我教你们怎么破女子防身术”我们一听，精神头更足了，结果一下午两个方队没停下过，连校长都夸我们风华正茂呢。。", " 小时候不会下象棋，堂哥说我教你，之后，堂哥每天都会来我家让我陪他杀两盘，每次我都输，我就夸堂哥棋艺真好，堂哥特牛逼的说，就我们村，我们这一辈，我还没遇过到对手，直到有一天，堂哥和别人下象棋打了起来，因为堂哥的“相”要过河，别人不让他过！", " 飞机场安检处。。。前面一哥们背一书包。。。安检员问”有电脑吗？”哥们答”有”安检员”拿出来”哥们答”在家呢”在家呢。。在家。。安检员一脸黑线。。。"]}, "taskid": "ecb909638e6a3db9d6f908004aa3f733"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=73&_uid=guest", "updatetime": 1444313437.363049, "result": {"content": [" 冬天衣服穿很多、尿尿的时候掏鸟很费劲、经常就只掏出一个蛋~~~昨天我一朋友喝大了、我扶他上厕所、他掏了半天、可能只掏出一个蛋、跟我说：兄弟、我掉了一个蛋~~~说完就弯腰去拣小便池里的樟脑丸、丸、丸、、", " 总统在监狱里训话：今天会举行一百米比赛，第一名和最后一名会被枪毙，其他人会被释放。 犯人们：哦耶！！ 总统：好，下面第一对选手请准备。 犯人：艹！", " 本人麻醉医生，今天一剖腹产，正常孩他妈第一句都会问是男孩女孩，今天这大姐来个神问，快看看我家孩子有P眼么？雷死我了，你是做了多少坏事啊！特意看了一眼告诉她有，她满意的笑了，幸福写在脸上！她老公要求不高啊，孩子有P眼就行啊！！！", " 我妈怀我的时候才23岁，我爸和我妈都觉得这时候生小孩太年轻了，准备打掉，过几年情况好一点再生。 结果，第一次去医院，医院停电；第二次去医院，跟我妈熟的那个医生出差了（不放心别人）；第三次去医院，器材正在维修……最后……医生告诉我妈：这孩子现在已经打不了了，只好生下来。", " 公交车到站，一块下车的人很多，好多人都要到马路对面去。—我前面一女生只顾过马路看车，头也不回地一直把手伸向我。这是要牵我过马路呀亲，于是我就伸过手给他牵…… 过去马路对面后，他说你手咋镇么凉呐，就扭头看我…… 然后，然后他石化了： “靠，我男朋友呢！”然后，然后我悄然离去，留给世界的只是背影……", " 我一个拉拉好友最近勇敢对她妈出柜了，她妈听到女儿说自己是同性恋后，先是嚎啕大哭，满地打滚，最后抽泣着说：“呜呜呜，你……你……你一定是没有被男人弄过，所以你还不知道男人的好啊！呜呜呜”，拉拉好友特别无语的同时，发现自己弟弟正在一旁默默的猛点头……", " 刚才看见一大哥，出来散步带着一阿拉斯加雪橇犬，特别大特别帅的狗狗。可是走了几步狗就拉着主人往回走。逆天的一幕出现了，大哥蹲下来直视着狗狗，然后拉起狗狗的前爪撕心裂肺的喊了起来：你说什么？！你怕冷！你TM雪橇犬啊！这都没下雪啊！老子就穿一单衣都没说什么你作为雪橇犬你怕冷？！！", " 许多人生活中并没有接触过韩国人却很讨厌他们，相信我如果你们真正接触到韩国人 你会恨不得掐死他的……", " 今天有人杀了我的爱狗,我问他为什么要杀我的狗？他淡淡的一笑说：“有人花了大价钱来买你的狗命”", " 高三，同学都很努力，起得很早，五点多，天还灰蒙蒙的，一女生遇一同班哥们儿，说：我知道你秋裤什么颜色，男曰：什么颜色，女：蓝色！男惊奇：你怎么知道？女：你没穿外裤…没穿...."]}, "taskid": "cb0cd23944d97bbf36d2fbc68d193edf"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=6&_uid=guest", "updatetime": 1444313435.54362, "result": {"content": [" 每个吃货都是正义的使者，因为他们敢于向饿势力挑战！", " “哪里有美女啊？” “你照照镜子……。” “讨厌……” “……然后你看谁都是美女了。”", " 我一个挺好的女同学，在班上是班花，在系里是系花，在学校也是校花。毕业后考到机关里去，打电话问她现在是不是“局花”，结果她跟我绝交了。", " 刚吃碗面，忘了给钱就走了，走了没多远，想起来了又反回去给钱----哥不是故意的------面馆老板悠悠的说:靠，刚才白骂你半天了。", " 隔壁家有只小狗，小两口XXoo的时候，每当女的大叫，他家的狗也跟着叫，终于有一天我听隔壁男的在咆哮:TMLBD,能不能把这狗送了，天天在这叫，不知道的都以为你是让狗日的。。。。狗日的。。", " 表弟今年初中毕业，昨天表弟来我家，我问他：你们班有谈恋爱的吗？他说：有。我又问他：你呢？他说：没有。我说：为什么？他说：男女比例严重失恒，男多女少…我问：有多失恒啊？表弟长叹一声：男的比女的多一个…我就是那个多的…", " 在长沙民政上学时,一次考试我把名词解释?肝门?的?肝?字改成了?肛?,后面跟了一趟字,大便进出的地方!…后来我们潘老师问我:大便出就出吧!那东西是怎么进去的?,,,", " 今天买荔枝看见一妹纸，买了9块5，卖荔枝大妈说再拿一个吧，算十块。结果妹纸妹纸从包里拿出十块钱给那大妈，然后从袋子里拿出一个荔枝给大妈说，拿掉一个，算九块吧，再找我一块。", " 今天跟一同事一同坐电梯，当电梯上升时， 这同事突然：“哈哈哈！” 我：“你笑什么？” 他：“没笑什么，只是突然想起《泰囧》里的一句台词觉得好笑。” 我好奇：“哪一句？” 他：“电梯里有两2B", " 一宅男屌丝写给女友的QQ签名。  亲爱的,你是我的苍井空,我是你的流川枫! 我给跪了..."]}, "taskid": "e9913deb7a7b7226daa1beaba202ca8d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=95&_uid=guest", "updatetime": 1444313434.929955, "result": {"content": [" 一个吃货眼中的世界末日：12月20号：明天就世界末日了，还不吃餐好的？12月21号：今天是世界末日，还不吃就没得吃了！12月22号：哈哈，为了庆祝平安度过世界末日，大吃一顿！", " 今天我上街，看见有一算命的，遂上前让他给我看手相。看了半天，突然猛的抬头眼神惊恐的看着我，接着跪在地上大喊：“吾皇万岁万岁万万岁”……", " 就在刚刚，我正用一红色小布袋子装卫生巾时，老公笑着说:嘻嘻，洗浴里小姐用来装润滑剂和tt的袋子和你这个一样！我们对视了3秒钟，未完待续......", " 当我有了小孩后…我会让他们看电影2012，然后告诉他们：“老子经历了那场灾难，很牛逼的活了下来！”", " 高中一奇葩,上课他睡觉.老师愤怒将其罚站,还说“你要敢乱动就站一上午”因为夏天,教室有蚊子.正当一只蚊子向他飞过来的时,他迅速吐了下舌头,还发出滋溜声,正巧被班主任看到.班主任愤怒了“你干什么?”他说“有蚊子”班主任“有蚊子你吐舌头搞什么”他说“你又不给我动,我就吐下舌头,模仿下青蛙吓吓它”", " 父亲：“儿子，以后处对象一定不要让她跟你一样懂足球。”儿子：“为什么？”父亲：“曾经你妈问我喜不喜欢托蒂，我说非常喜欢，结果二十多年来咱家的拖把上就没有留下过你妈的指纹。”", " 我们小学时老师让我们回家问父母自己是怎么来的，以普及基础知识。。。我一个同学回家后他爸，然后他爸以为他学坏了，就直接说了一句。。。我c你妈。。。他当时很委屈，现在长大后才逐渐明白，他爸只是用了另一种方式告诉他答案。", " 前两天有一哥们儿婚礼，证婚环节上除去跟证婚人重复了天长地久海枯石烂生老病死不离不弃一堆套话后，为表忠心自己猛地多加了一句：如果离婚所收礼金乘以三倍奉还，瞬间赢得了全场三十多桌亲友潮水般的掌声。我觉得这才是爱的誓言。", " 催菜的时候说“不要了”比“快点上”更管用，砍价的时候说“再看看”比“便宜点”更管用，挽留的时候说“你走啊”比“别这样”更管用，留不住的东西就用力把它往远得扔，没准撞到什么就弹回来了。", " 小时候经常肚子疼，奶奶就会用一种偏方，黑乎乎的水，喝下去很快就好。 昨天又肚子疼了，给奶奶打电话，求教秘方，就听到奶奶说：这年头找不到老鼠窝了，也刨不到老鼠屎了，就是找到了你也不会吃了，你没小时候那么好骗了。。。感情我吃了好几年老鼠屎啊！哎哟卧槽！"]}, "taskid": "d666be5f105e16af18f0b35278520adf"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=68&_uid=guest", "updatetime": 1444313434.146248, "result": {"content": [" 初中，当年少年包青天很火，同学们看得很着迷，尤其是班长。一天上课，老师来了，在讲台上说：上课！班长脑抽地来了一句：升堂。然后全班集体脑抽的跟着班长：威.........武.........老师当时就震精了：你们这时要造反？", " 他躺在病床上，气若游丝，只有嘴唇还在微微翕动，好像在说什么。她轻轻探过身去，把耳朵贴近他的唇，听到了他的呢喃：下辈子，再做彼此的天……天…… 眼泪从她的眼眶涌出，她大声接道：使！ 他的眼睛闭上，心电图拉成了直线，她悲伤地抬头，看见周围异样的眼光……", " 今天早上座25路上班，人不是很多，一老头不停的在车上换位置。只要有人下车离开座位，老头就迅速坐过去。在红绿灯的时候，司机幽幽的回头说：“阿爷，你在我车上玩跳棋呢…”", " “当我用颤抖的睫毛让周围的空气开始跳动，我的皮肤开始舒展，感受每一滴阳光的溶解；我的灵魂从遥远的阿尔卑斯的雪中苏醒，再给这世界一秒种，静止。”“说人话！”“妈，我再睡五分钟……”", " 一次和一个聊了很久的美女网友约了地方见面、第一次见面我们聊的很开心！吃饭时，我一不小心把水杯碰倒了、她急忙打开包拿纸，突然跟着纸巾一起出来的还有四个连在一起的杜蕾斯，哥当时就震惊加邪恶了！说了句：我一晚最多两次！她低下头说：我跟我妈请了两天假！哥当时眼睛湿润了、理解万岁！", " 话说老爸在汽车装具城买了一个车内装饰品，花费大洋二十四块. 偶然一天路过地边摊，发现一模一样者，问之，大叔答曰十五。老爸心痛，甩头离开。大叔那叫一个不懂事儿啊，马上呼唤道：“大哥，你诚心要给六块吧！”", " 小时候，爸爸忘记带钥匙都是让我钻进窗户的钢筋格栏去里屋取得。有一次他又忘记了，把我叫来让我钻，我说现在钻不进去了，但他执意让我钻，生推硬扯终于把楼主卡在窗子上了……后来的后来，第一次看到老爸跪搓衣板的……", " 砍价的时候带着老公真是件苦逼的事！一件衣服卖189，我心里正掂量着直接从一百块开始砍呢，还是从120砍呢！老公突然出现：180卖不卖！！", " 家有神级老妈一枚，酷爱吃饺子。 那天我一回家，老爸哭丧着脸向我告状，说吃了一星期饺子了。 后来问清楚了才知道，周一那天老妈包了顿饺子，剩下了点馅。 然后周二又和了点面，又吃的饺子，结果这次剩下了点面。 然后周三又弄了点馅，又吃了顿饺子，又剩下了点馅……", " 吵架之后，妻子扬言要带儿子回娘家。可小孩磨磨蹭蹭就是不愿意，妻子大怒，一撒腿自己就跑了。我拉过儿子，问他为什么不走。“爸爸你不会做饭，每次妈妈出差时，不都带我去外面吃大餐么？”儿子眨着眼睛解释。我叹口气，摸着他的脑袋说道：“傻孩子，这次你妈没有给我饭钱啊。”"]}, "taskid": "3de28e7f34d3d2bfa256dc6af1f8f21c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=63&_uid=guest", "updatetime": 1444313432.407486, "result": {"content": [" 我能告诉你，我家那条二货狗今天由于速度太快一头撞到了大衣柜上，然后就对着衣柜吼了一上午，直到我老公用平时教训它的那条打狗棒狠狠的打了几下柜子，它才终于满意的回去的啃它的骨头去了", " 晚上下班，骑着自行车正往家赶，突然发现前面一个美女推着自行车边走边打电话，我走近一看原来是我们单位的美女小丽，能与美女同行是何等荣幸啊！于是我把自己的车气门芯拔掉，紧追两步赶上她，正准备和她搭讪，没想到人家挂了电话骑上车子就跑了。这大冷的天。我走了近1小时才到家。", " 年少无知时喜欢折腾，曾经染了一头黄毛。当时有一朋友经常去他家玩，这是背景。 有次染回黑色，换了发型去朋友家，见到他爸打了一招呼，他爸挺热情的，然后对他儿子说了一句让我 终身难忘的话：“这小伙子不错，以后多和他玩，那个老来找你的黄头发小子不是什么好东西，以后少 和他来往。”", " 我的奇葩同学，就是想体验一下“灯泡放到嘴里后就拿不出来”。于是他想了一个自以为很保险的办法，用塑料袋套住灯泡放进去，卡住以后直接敲碎灯泡，这样玻璃渣滓也不会掉进嘴里。我现在陪一个嘴里叼着大润发的袋子的脑残在去医院的路上……", " 我一直以为阳光是囯家的这句话是玩笑！直到今天我家安装太阳能热水器，收了我家1300元的日照税我才知道，囯家没时间跟我开玩笑！！", " 有人说，理科女生再淑女，一做起题来就会暴露自己的身份，习惯性的把前额的头发往上捋，露出大大的额头. 因为CPU高速运作时需要良好的散热。。。。。。。。", " 从前有两只猪，一只猪勤奋无比，早起晚归田间劳作，一只猪却懒惰异常，靠勤奋小猪接济着过日子。日子一天天的过去，某天，猪神下山发现了这两只小猪，只见猪神怒吼着一个雷劈死了勤奋小猪：“你丫的出卖了猪的灵魂！”", " 上次参加朋友婚礼，婚礼上司仪问新郎“今后无论新娘是贫穷、富有、生病、残疾、变丑，你愿意爱她一生一世吗？”新郎说“我愿意”！紧接着，司仪又说“今后如果你变得贫穷了、残疾了、生病了、丑了，你愿意放新娘一条生路吗？”新郎犹豫数秒说“我愿意！”。。。。尼玛这司仪是要逆天啊？", " 最近闲来无聊，就经常摇一摇。后来在微到了一位网友，她的名字叫三长俩短，当时没多想，就觉得这个名字怎么这么晦气。后来见了面，吃了饭，开了房，过程大家都懂。MD，回家后发现网友的名字改成三长三短了，顿时石化。", " 历史课，几何老师来了。老师：同学们，历史老师到教委开会了。这节历史课由我带你们上。纵观历史，历朝历代的变更交替都有着惊人的像似。。。。。两边夹一角，边角边。。。。泥马。。。"]}, "taskid": "5f35c5669a64e7e5ed3d1ced57d9da20"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=51&_uid=guest", "updatetime": 1444313431.660896, "result": {"content": [" 是谁说女人换个发行变个样的，本着尝试别人老婆的目的，鼓励老婆剪了短发，尼玛，压在身下的这…这…这不是小舅子吗？瞬间不举！", " 考试作弊传纸条被发现了，老师一步步向我逼近。我急中生智，后来我的做法在全校成为经典。我把纸条放在鼻子上用力一下，很潇洒的扔到垃圾桶里，监考老师纠结了半天也没敢去捡起来。", " 初中时，有个女生为了长高就狂喝牛奶，结果只长胸不长个，一日，老师进教室上课，看到两、三个同学趴在桌上睡觉，便逐个叫醒，回到讲台后，老师扫视了下全班同学，最后将目光停留在那个女生的课桌上，说到：同学，请把你的抱枕拿下去……3秒后，教室沸腾了，3小时后，学校沸腾了。", " 街上一小贩叫卖：卖桔子，一块钱两斤，两块钱三斤，三块钱四斤，四块钱五斤，五块钱六斤。。。。。走过去一看，全在买五块钱六斤的……", " 一天和几个哥们闲坐聊天，一哥们话特多，别人根本插不上话，一哥们实在受不了就问他:“你是不是敦煌来的？”，这哥们当时就闷圈了。 说:“不是啊，为什么这样问” 答:“还以为你是敦煌来的，哪里壁画比较多” 瞬间全场炸开了锅！", " 一女的早上起床是45公斤，化完妆48公斤，穿上衣服48.1公斤， 晚上回来48.1公斤，上床半小时后是45.01公斤 不止内涵一点 是很多点哦！", " 表哥开了辆宝马。@捧腹网 停在路边，一个骑自行车的小孩，华丽丽从车门划过。表哥逮着小孩，问出爸妈手机号。“你好，你孩子把我车刮了，你过来下吧。”“你开什么车？”“宝马”“啊？宝马？孩子不要了。嘟。。。嘟。。”然后怎么打都不接，只好把孩子放走了。真想知道，孩子肯定不是亲生的。", " 今天我想跟女朋友开个玩笑，中午时就板着脸在沙发上等她回来，表情异常严肃，结果她回来见了我就说：“怎么了？”“你说呢？”“你知道了？”我一愣，“恩。”“那我们分手吧！”之后摔门走人，到现在我也不晓得啥子原因，我了个去。这玩笑是开对还是开错了…原因至今不明。。", " 开学第一课。＂光盘行动＂就是在学校吃食堂要吃光盘子。不许有剩菜！班主任说：＂你们扔掉饭菜的时候有没有想过多么对不起辛苦的农民伯伯！＂我站起来说：＂食堂做饭的阿姨做的菜也很对不起农民伯伯啊，新鲜蔬菜能做成那么难吃的菜，怎么可能不剩！她炒的猪肉我都觉得那头猪死的冤枉！＂全班。。。。。。", " 一客户拿了一张现金支票来柜台取现，一同事对他说：“先生，请您在小写金额前挂个羊头，谢谢！”（指写个人民币符号。）那客户在支票上写了足足五分多钟，然后一脸严肃并慎重地将支票从柜台外递过来。那客户居然在金额前画了一只栩栩如生的羊头！顿时整个柜台乐翻了。"]}, "taskid": "d5f213cf1cdf0660935f70d94d449f94"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=59&_uid=guest", "updatetime": 1444313430.648959, "result": {"content": [" 老公的表哥与他老婆吵架了。婆婆要老公去劝劝。老公求助我，我说不了解情况，爱莫能助。老公循循善诱：“如果我们吵架了，你希望收到你弟弟发什么样的短信给你呢？” 我装摸做样扮思考状，说：“姐，我是带多长的刀过来？”", " 话说过年时，同事手机被他儿子拿着在玩游戏，然后公司里一个平时大家都很烦的人给他发了条拜年短信，结果他儿子也不知道是啥就乱按了一通。后来同事看到在短信记录里每一个发了拜年短信的人都被回了这么一条“去_死 吧”。现在同事正在打电话解释", " 我暗恋的人的外婆昨天死了，她发了一条微博，好难过的样子，我想给她发条评论好好安慰安慰她，以表示我的关切，可尼玛手抖不小心点了个赞，瞬间觉得全世界的语言都没有任何意义了。", " 我十岁的妹妹因为看芒果台《隋唐英雄》睡得太晚被我爸揍了，我看她哭得可怜就把我的零食全给她了，她一高兴要跟我义结金兰。。。。义结金兰。。。揍得轻了！", " 准备和女友亲热，由于双方都是第一次，感觉不能就这样过去了，于是就买了红酒，蜡烛，把气氛烘托的好不浪 漫 ，两人相对而饮，三杯两盏下肚，我幸福地，邪恶地闭上了眼睛……当再次睁开眼睛的时候，尼玛天亮了！", " 一次陪妈妈去看病，心血管科，听见前面的病人问医生大概治好需要多少钱…医生头也没抬的问，你家几套房？老头莫名其妙，两套…医生说，卖一套吧…", " 老爸买家具，正逢搞活动抽奖，一等奖是现金4999，二等奖是海尔冰箱一台，老爸抽到了冰箱。人家说，运气真好啊，老爸做失望状，手里攥着一块钱说，我以为中4999呢，找零钱都准备好了。你是想气死谁？", " 过完年要上班了，哥昨天去泡澡。出来时，衣柜间的小哥热情地递上毛巾。我仔细地擦头发、身体、脚，小哥一旁盯着看，我也没在意。当我把毛巾还给小哥时，猛然发现他裤头撑起了帐蓬……", " 女儿3岁的时候很顽皮。 一次打碎了家里的插花瓶，她妈妈发火了：“再淘气，我就打死你！”女儿吐吐舌头：“你打死我，你就没有女儿喽！”她妈妈严肃地：“我们就再生一个女儿！”女儿咯咯笑得前仰后合：“那不还是我嘛！”", " \"你知道世界上最爱说谎的人是谁吗？\" \"不知道，是谁？\" \"林宥嘉的妹妹。\" \"为什么？？\" \"他不是专门写了首歌嘛，歌词是这样的——「我妹又说谎~」\" ...."]}, "taskid": "983994fdd8019a643f225a6e730985ce"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=56&_uid=guest", "updatetime": 1444313429.642959, "result": {"content": [" 路边买烤红薯，突然来俩城管瞪着卖红薯的大爷，大爷两手一摊说:有本事给我掀掉。。。我咧嘴一笑，心想这大爷有背景啊。这时一城管开口道:二伯，你别为难我了好不好。。。", " 据北京低价跟上海一平米20000多的地价来算，把北京跟上海卖给外国，13亿国民没人等平均分到300万RMB，卖了分了好吧，去上海北京玩我就当出国了。", " 一天，做生意的老兄手机响了，一看是老同学打来的，立马接听。 电话那头：“喂，老同学，我给你找了个工程，做不做？” 生意人顿时激动万分：“啥子工程，好不好收款？” 电话那头：“好收，现场结算。” 生意人欣喜若狂：“啥子工程，我马上过来。” 电话那头：“修长城，三缺一……”", " 在酒吧和一妹子搭讪，我问她和多少个男人上过床，她说她都数不过来了，于是我当场就走了。 找对象，我是绝对不会去碰这种数学这么差的蠢女人的……！", " 大学里，晚上去学生寝室查寝。。只见一个女生坐床上俩手放在腮下做花朵状。我打趣道:“怎么卖上萌了“女生含糊不清的说，老师，我下巴掉了，端着点。今晚不爱动了，明天再去校医室。我大惊，问怎么弄的，她寝室人说没事老师，她一个月总会掉几次的，今天食堂包子太大了。。。。", " 今天去超市买了两瓶水，收银员一漂亮mz，给了她十块，然后见她小手利索的开箱找钱，然后对我浅浅一笑：先生你好，找您九十五，还有您的小票请收好…… 然后我就盯着她，抽出一张五块的，然后给她九十，尼玛啊，你们猜那妞说什么？？？对不起先生我们不收小费 ……", " 朋友姓巴，天天闹着要改成跟她妈姓，因为经常是：姑娘你贵姓？免贵姓巴。哦，八个的八呀？不是，是巴金的巴。这孩子，读书读傻了吧，八个的八和八斤的八是一个八嘛！", " 大学一二货同学，此人英语巨差~法律英语考试，左边一列中文，要求翻译成英文，右边一列英文，要求翻译成中文。。。考试结束，老师说教了这么多年书没见过勾完重点还考8分的，那第一题是翻译，不是连线题啊，不是连线题。。。。。这个我笑尿了。。。", " 我小时候有一次因为我把我妈的钥匙带出去让他进不了门被打，可那钥匙不是我带出去的，是我在离家有好几百米的地方捡到的，她自己把钥匙丢了，我捡回来了还要被打。我说出了真相她不信，又多挨了几下。", " 老师：“丁一，你又违反课堂纪律，再次罚抄自己名字一百遍。你屡次不改，你看人家诸葛鑫鑫，罚一次就改过了。"]}, "taskid": "a84cde2b4568c830a2d2938cd92f42b9"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=43&_uid=guest", "updatetime": 1444313429.353969, "result": {"content": [" 和女友谈了四个月了，他爸不太乐意我，前天发现女友怀孕了，就想正好趁此机会让他爸同意我俩吧。胆战心惊的找准岳父人谈话：叔叔您看，您闺女也怀了，要不就让我俩结婚吧。准岳父幽幽的看了我一眼，说：哎，报应啊，连说的话都和我当年一模一样！", " 读高中的那会儿，有一次上政治课的时候放了个屁，有多臭就不说了，只是恰好当时政治老师到处走走到了我这里，这让本来就尴尬的我更尴尬了，整个之后的时间都没敢抬头，但是下课后坐后面的哥们儿对我说:政治老师真他妈的不是个东西啊,走到我这里放了个屁,把老子会熏死，走到讲台上了还对我一笑...", " 所谓最远的距离就是：屌丝们在家玩俄罗斯方块，高富帅在澳门玩俄罗斯转盘；屌丝们在家看片，高富帅在酒店演片；屌丝们都在家里担心H7N9，高富帅却在三亚担心HIV。", " 记者问一农民工：“你最大的梦想是什么？”农民工：“我最大的梦想是幸福！”记者又问：“那你觉得自己幸福吗？”农民工：“那是我的梦想！", " 我刚出生那年，老爷子帮我找了一个方圆几十里路都威名显赫的算命大师给我相面，大师说我面相很好，有帝王之气，长大以后出入都有车，走哪都得摇旗呐喊，频繁进出豪华酒店及名胜古迹，无论走到哪里都有一大帮人紧紧跟随！光阴似箭，岁月如梭，我后来误打误撞成了导游………", " 西安某地有个药店叫:西安市长春药房！有一游客看到后惊讶不已。@捧腹网 对同来的游客说道:堂堂一市之长，既然还明目张胆的兼职卖春药…", " 今天我在等公交等了很长时间没来，我闲着没事就唱了首歌，唱了一会儿公交还没来，我就拿起手机登上了微信，查看了下附近的人，看见100米以内一个漂亮妹子，点了下她的相册，看见她刚传了张照片，下面写着“我旁边一个SB在大街上陶醉的唱歌”我一看照片....笑 了...", " 二货女朋友捂着痛经的肚子，一脸乞求的对我说，老公你快让我怀孕吧！！怀孕就不会来大姨妈，就不会痛经了！！我在想，如果我们的儿子知道他的出生只是为了暂时解救他妈痛经的苦恼，他会是什么心情。。", " 朋友被其儿子小学老师叫去了，原因儿子长期在学校放高利贷，放5块收7块，你们一定会想收不回来会揍人家，错了！哥几个轮流看着愣是一中午不让人上厕所～尿在裤子里了！", " 给大家分享个真事，昨天跟女朋友吵架了，夜里打电话，本来我想道歉的。结果，没说几句又吵了，吵了20多分钟，没费了，想着，算了睡觉，谁知这2货给我充了50话费，给我发个短信：打过来，接着吵。 搞得我一个人坐在那愣了半天…"]}, "taskid": "11fb7a7d556fce98c0ac460692e8e30e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=74&_uid=guest", "updatetime": 1444313426.879491, "result": {"content": [" 一日在包厢里唱歌，一个哥们靠着沙发睡着了。我推醒他说：“你怎么睡着了？”他：“唱歌没意思，睡一会。”我：“这么吵你也能睡着啊？”他说：“你以为我9年的学是白上的吗……”", " 初中时，一男生在教室里喝大了，各种耍酒疯，教室不允许有人，谁进去打谁没错，校长被请来了，校长对围观师生说：“这种人，给他一巴掌就清醒了”进教室对男生甩手一巴掌，男生一拳把校长打趴地上了，留下围观师生在风中颤抖", " 正在食堂埋头吃面的时候停电了，男朋友问，害怕吗？我点头说是，太黑了。他马上安慰我，别怕，我不是在你旁边。我捧紧我的面盆说，就是因为你在我旁边我才怕，我怕你趁我看不见的时候偷吃我碗里的面。。。。然后在黑暗中，四周一边喷面声。。", " 去超市买东西，发现收银MM很可爱。于是想去搭讪...想到一广告...于是拿一块巧克力，付完钱故意把巧克力忘在那里...期待MM说：“你的巧克力”然后我会说：“是你的巧克力...”可是MM发现我忘记拿巧克力后华丽丽的把巧克力放进自己口袋里了，理都不理我...", " 今天是学校大四最后一天了。一大四的同学晚上喝多了，特伤感特文艺的满脸挂着泪珠，跑到女生宿舍底下大喊：“学妹，哥要走了，请不要挂记我放荡的青春”然后想想又补充一句：“记得把我们的孩子养大！”逆天的是，一女生从宿舍走出来，冲着下面喊：“学长，你放心走吧，孩子其实不是你的!!!!”尼玛，当时周围的人全笑鸟了", " 大家都知道火车上有乘务员卖水果什么的 有一屌丝男问：“有橙子吗？”乘务员说有！屌丝又问“我没刀子怎么切”（火车不能带刀具的）乘务员说‘我有！’屌丝又问，用刀要钱不！ 乘务员说不要！屌丝说那你把刀子借我！然后华丽的拿出包里的橙子！当时笑喷一片，乘务员那个满脸黑线啊!!!", " 1946年，美国加州监狱内一个著名的实验，将一名死刑犯关进一间密室，蒙上双眼，用刀背划过手腕，再放出水的滴答声。100天后，科学家打开密室，发现他已经死在了座椅上。实验证明：内心的恐惧才是自己最可怕的敌人。实验结论：饿死的！", " 晚上和老公出去参加朋友婚礼，把宝贝儿子交给保姆带了，一群朋友闹到十点才回家，一进家门，只见小崽子拿着根玩具狼牙棒坐在小凳子上满脸的愤怒和恨铁不成钢对着我和老公吼“还知道滚回来啊！！！翅膀硬了啊！！”看到老公那哀怨的眼神我真心无语啊，我也不知道他竟然把我骂老公的话给学过去了啊~~", " 我姥姥特别疼我，开学第一天在我口袋里赛了一把酸枣。 也没人告诉我上小学不能上课吃东西，然后老师讲课我无聊就吃。然后老师拿着课本走的我身边也不看我，把手伸我面前。我没明白么意思， 就把枣核吐老师手里了。。。然后就光荣的去罚站了。。。", " 昨天隔壁老头的追悼会开了，会上宣读了老头的遗言：遗产不分，作为基金，每年取出利息，在墓前每年家人团聚一次，祭拜之后进行抽奖。"]}, "taskid": "82c137ef97b4a0214302291398943b7c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=92&_uid=guest", "updatetime": 1444313426.585692, "result": {"content": [" “你为什么这么努力学习？”“因为我太爱我女朋友了”“就因为这个？”“我女朋友是个吃货，我害怕她以后吃不到好吃的。”", " 冬天很痛苦，寒风刺骨不算痛苦，冰雪路滑不算痛苦，衣着臃肿也不痛苦，痛苦的是——尿急上厕所，解开外裤、掀开棉裤、扒开秋裤、拉开内裤……却发现，小鸡鸡不够长。", " 昨天接到一个朋友给我打电话，他在人流特多的商场逛,聊的正起劲，忽然他跟我说：''刚才有个男的撞了我一下，我看看东西少了没啊。 ''然后，过了一会大喊一声''马 勒戈壁，我电话被偷了！你TM给我站住！''……………我明天得去医院看他去。", " 小学奥数题：小明带着十块钱出门买切糕。已知切糕四块五一两，小明称二两，请问最后小明还剩几个肾？", " 上帝对地球的现状很不滿意, 便让时光倒流一千万年, 地球上又出现了原始的森林、草地、兽类、昆虫......．上帝要离去时, 对所有的动物说: ＂我把这个世界交给你们了, 你们还有什么要求吗？＂动物們立刻一群群地朝上帝跪下, 齐声叫道: “上帝呀! 请您把猴子们弄没吧……”", " 楼主:该死的理发店把我头发剪坏了！大家出点损招，要求破坏性越大越好，动静越小越好，因为我是一个人去的。 回复:半夜三更，月黑风高，静静的，轻轻地，一个人吊死在理发店门口。", " 他爱上了班里的女神，碍于没有独处的机会无法表白，于是偷偷在她水里下了泄药，决定在没有人的厕所门口等她。她出现后他迎了上去，低下头红着脸她说：\"我喜欢你，能和我在一起吗？\"她坚定回道：\"不能！\"\"呵呵，不同意我就不让你去拉屎。\"", " 姐我上初中那会儿刚有卫生巾这玩意儿，当时还不带护翼。 掏书包不小心卫生巾掉出来，男同桌捡起来问是什么？ 姐凌乱羞涩中冲口而出：新型一次性口罩。他一听就抢去不还给我。 放学以后竟然还把胶条撕了，沾了脸上洋洋得意的走出校门。", " 大学时女友是北航的，一个雪天去找她玩，走在雪中的校园，忽然发现楼角有个男生在堆雪人，因为我带了相机，他请我给他和雪人照个像，那男生留下了宿舍电话，因为我不是本校的，所以照片出来我托女友把照片给那个男生，后来他俩在一起了，这就是关于下雪和校园我的记忆", " 和一哥在街上走，突然前面一长卷发女郎开始张牙舞爪的舞弄姿势摇头甩头发还满口脏话，感情鬼上身的样子。哥们推我说快走快走！！以为他怕是碰瓷儿的，赶紧跟着快步离开。走远后他气喘吁吁的说…我…刚…弹烟头没…弹远弹…她头上去了…"]}, "taskid": "32e2e8371f75b401acb6a8360266fecf"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=48&_uid=guest", "updatetime": 1444313426.097008, "result": {"content": [" 老爸今天接到一个电话说他中了十六万，但是要先汇5000块的税款过去人家再把钱打过来，老爸hll的来了一句：你直接给我打十五万吧，你还赚了五千，骗子沉默了一会，挂了电话…", " 欧洲杯激战正酣，我支持湖人队，因为我喜欢林丹，她跨栏那么厉害，基本不用抢七就能一杆清台的，她提拉弧旋球也很强，过弯很流畅，入水都没有水花的。最帅的是打小鸟球基本上不用背越式，直接跳发，托马斯全旋接一个全垒打，对方的四分卫就算是黑带也经常来不及使出盛装舞步就直接被将死。", " 有天我在候机楼里遇到一个老大爷，问我：“小伙子，我第一次坐飞机，不知道咋弄，麻烦问下你？”我看看了行程单，带他去换灯机牌，特意让值机给他了个靠窗子的位子。然后送他到安检口，再给他指了登机口，就要离开……大爷忽然拉住我说，小伙子，你是陕西人把？我当时就愣了，我的确是陕西人，但是我的口音几乎没有任何陕西味儿啊！就纳闷，他为什么知道啊！ 就问大爷：“为什么啊？” 大爷看了我一眼，说:因为你长得像兵马俑……", " 一个小伙子大老远地来到鉴宝节目现场，拿出瓷器，几个专家认真辨认.告诉小伙子是宋瓷。小伙子的高兴劲儿可想而知.急忙掏出手机说要给爷爷打电话。摄像师见状，赶紧悄悄跟过去抓拍.只听小伙子高兴地说：“爷爷，专家说了，你烧的瓷器是宋朝的!", " 就在昨天，我去谈了两年的女朋友家见家长，以前常趁她爸妈不在家偷偷去她家亲热，昨天提了礼品刚进门，尼玛那狗扑过来又是亲又是舔的，一脸求抱抱的样子，尼玛你就不能装着不认识我吗？未来岳母大人来了句：小伙子狗缘不错啊！", " 女生节，餐厅门口有好几个箱子，女生可以写个字条放进去，上面写自己的愿望和联系方式，男生从那过可以拿出来一张字条，然后来满足女生的愿望... 今天和同学从那过抽了一张，上面写着我想找个人陪我看电影，然后同学加她Q， 我同学：你的愿望是想看电影吧？ 女生：是啊； 我同学：嗯，好啊，你稍等，我给你发过去一个... 女生:...", " 前几天带儿子去爬花果山，花果山上猴子简直饿疯了，抢游客东西吃，还抢包，把我那三岁儿子棒棒糖抢走了，我那不会讲话的儿子生气的朝猴子叽歪叽歪的大喊大叫，没想到猴子送了个没剥的香蕉给我儿子，我是看的目瞪口呆，这是闹哪出啊。。。。。", " 在大街上遇到多年未见的同学，我停下车上去一把拽住他，＂老同学，我送你吧。＂也许是觉得我在炫耀自己的车，拒绝道：＂不用不用，前面走几步就到了。＂＂别啊，同学之间还客气啥。＂说罢我将他拉上了车，习惯性的打了表。", " 为了让老公戒烟，我给他买了瓜子、果脯和薯片。看着零食越来越少，我问老公效果如何。他说：“边吃零食，边抽烟，真的比干巴巴的吸烟感觉好多了。", " 问了下女朋友的初吻给谁了，她却害羞地说道：“小学那会班里面一男生特好看，班上的女生都喜欢他。后来那男生说亲一口两元钱，看班上女生很多都亲了，我也没忍住，花了两元钱。”"]}, "taskid": "71bf53ac74cfcc46617cccae6341c914"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=33&_uid=guest", "updatetime": 1444313425.338572, "result": {"content": [" 寝室一奇葩，中午放了个屁，随口一句：大家闻闻什么东西糊了？于是大家猛闻。。。，，，太坏了！", " 幼儿园门口见两个小孩子聊天，开始还在其他的，后来聊到今天讲的新知识，小女孩问小男孩：“有什么是你不会的吗？”小男孩羞涩地说：“我不会离开你”。@捧腹网 。。我当年怎么没学会这招。。。", " 有只小虫子一直在屏上飞。按了半天都没按死，这时候老婆说：“你玩啥呢，给我下一个。”我接过她的手机，把我的屏幕关掉，小虫子被顺利的吸引到她的手机屏上。我递给她说：“就一条命啊，省着点玩。", " 本人厨师，一天，有客人点一份贝壳类的菜，我平时也爱整人，就在一个贝壳刻上：再来一盘。然后那客人真的来领了，老板也给了，发工资的时候，我发现工资少了那盘菜钱，手贱！", " 说个二货媳妇的，男的胸毛有时候会长在乳 头上，夏天衣服薄有时会露出来，你懂的。。有次跟媳妇坐公交，突然媳妇抓住那根毛说“老公，你出门也不注意点，衣服还有上有头发呢。”顺势就给拔了下来，我强忍着剧痛说了句“谢。。谢。。老婆。。。”。。。。。", " 和老婆吵架，心想咱男子汉大丈夫能屈能伸。我就主动和她试好，她就让我滚一边去说看见我就烦。我心想还在气头上，就不招惹她。我去卧室玩电脑，过了一段时间她又说，你有本事就一辈子别理我。。。。做男人好难。。", " 有个女同事巨爽朗，跟个男孩子一样，平时我们都叫她楠哥。前几天聚会，她喝多了，说：我本是个乖乖女，直到有一天妈妈告诉我，当我出生的时候，我奶奶知道我是女孩子 ，差点扔了我 。后来我就立志要活出个男人样来 ！。。。太尼玛励志了。。", " 我觉得我领导是个莫名其妙的神经病，今天下班，领导神神秘秘的把我喊到他办公室，递给我一个非常精致的小盒子，然后告诉我等下回家，把所有的门窗都关闭，就剩我一个人的时候在打开看，我居然信了……打开一看！尼玛！五一期间值班表！居然天天都有我的名字！……", " 公交车上一男生离一女生有一点距离，然后他上去说：“美女可以要你电话吗？”那女生做娇羞妆答曰可以，这时旁边一帅哥说：“下次再演可以不穿情侣装吗？”", " 赞  不错"]}, "taskid": "0961cffa1a0f7d3bd7a22499ced87b88"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=97&_uid=guest", "updatetime": 1444313424.653906, "result": {"content": [" 刚刚，就刚刚，坐公车给一带着孩子的少妇让座，那熊孩子坐下后马上冲我喊：谢谢爸爸! 次奥，车上人都听到了有木有，我脸红了，少妇脸也红了……", " 坐公交车去市场买菜，对面坐着一位妈妈带着五六岁的女儿。过了几站，妈妈准备下车了，忽然小女孩面对我说，叔叔你说看到别人有困难时，又恰巧我们力所能及，是不是应该援手帮助一下呢？我一脸疑惑的望着她妈妈，她妈妈也是一脸的疑问。随后我就点点头，只见小女孩伸出右手，将我裤子的拉链拉上了....", " 我一同事，在自己的工具柜外面和自己的安全帽上喷了三个字，王九蛋，从此以后大家都叫他王九蛋，一天某领导也呼曰：王九蛋过来，他屁颠屁颠的跑过来，对这领导一笑说：哥你找我啥事，领导想了想脸顿时绿了~~绿了~", " 玩网络游戏认识个妹纸，老子带她升级，买装备，充金币......最后发现这货是个男的！不过最后我也没吃亏，最后我还是把他给上了。", " 一次我和我男友挤公交，我穿的白色的裙子，大姨妈不期而至，裙子红了一片， 于是我向男友投出寻求帮助的眼神，本想让他找东西帮我挡挡，结果．．．他抱起我喊着，媳妇儿，坚持住！！我们马上去医院，这个孩子一定要保住呀！！尼玛...以后再也不找他帮忙了.", " “请问你这里的WiFi密码是？”“史努比，小写的。”我输入snoopy，屡次失败，我怀疑自己拼错了单词，怯怯地问：“对不起，能帮我写下来吗？”他面带嫌弃，丢过来一张纸条，只见上面写着：shinubi....", " 邻居青年老师周考出题的时候把选择题答案弄成AAAAA BBBBB CCCCC DDDDD。他说：“我要让好学生不敢写，坏学生不敢抄。哥拼的就是心跳！”", " 食物从口腔到胃部需要7秒。人的头发可以拎起3kg的重物。男性生殖器大小是拇指的3倍。大腿骨的硬度几乎和水泥相当。女人眨眼比男人眨眼多1倍。人直立不动时需要动用300块肌肉。女人读完此条时~~~男人还在看自己的拇指。。", " 今年暑假那会，爸妈给弟弟报了补习班……一天早上，弟弟从被窝里坐起来啪啪煽自己的脸，煽了一会，脸红红的又躺倒了。 告诉我妈说：我发烧了，不能去补课了。当时我就震惊了！", " 我去买枇杷露,老板拿出一瓶说:18块.我边拿出二十递过去边说:不是14块吗?老板说:早就不是14块了.然后找给我6块."]}, "taskid": "7d75642ecf9012b222a075bf4479b2a7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=14&_uid=guest", "updatetime": 1444313424.282123, "result": {"content": [" 前几天去西安玩。车上，一男生喊“师傅，开空调吧！”司机还未开口，另一男生接口“师傅，大师兄说的对啊！”这时，又一男生喊“师傅，二师兄说的也很对啊！”全车爆笑！", " 当年，愚公移山，惹得玉帝震怒，派了两个神坐在太行、王屋两座山上。愚公想尽办法，也挪不走那两个神，于是求助于智叟。智叟微微一笑，祭出一个宝物，晃了两晃，只见两个神被提到空中，带走了。愚公赞叹道：“好厉害，这是什么宝物？”智叟：“这是咖啡，能提神。”。。。。。。。。。。。。。。- -~", " 老公一天跟同事去喝酒，九点打电话说一会就回来了，等很久没消息，正担心着，电话来了，说老婆你到十字路口接一下我吧，头晕不敢过马路了，等你啊。马上挂断，好惜命的二货呀。", " 有个医院发生火灾，消防员把火扑灭后，向院长报告：“火已经灭掉，我们在地下室里发现三人受伤人员，其中两个用人工呼吸的办法已经救活，另一个没救过来。” 院长一听，就昏过去了，众人又开始救院长，终于，院长醒了过来，说：“我们的地下室可是太平间啊。。。”", " 走街上，突然冲出一小妹：“帅哥，按摩，按摩！”当即问道：“正规不？”小妹猛点头：“正规，绝对正规！”掉头就走：“正规谁去啊！”依然可见妹子在风中那错鄂的表情。。。", " 今天办公室一二货女同事，趁上班时间偷懒去厕所摇微信，结果摇到公司副总，然后副总就问二货上班时间怎么玩微信那些阿，在此省略一万字...后面那二货脑抽的来了一句，我在女厕所你来抓我呀，结果罚款50大洋，我真为她智商拙计啊。", " 朋友偷偷和我说他的JJ变小了，有啥办法增大不！我说还有这事，哪天发现的！朋友说是他老婆从非洲出差回来发现的。。。。", " 今天有人问我，如果一个女人有一百万肯给你一万，另一个女人有10块钱肯给你9块，你选哪个？我说，这么令人感动的问题，难道会有人选那9块吗？", " 昨天晚上喝多了，早上起床老公说，饿了吗？你去对面饭馆吃饭吧，能打折。@捧腹网 我问为什么。没想到老公一下爆发了，TMD昨晚你非拿把拖把去给那饭馆拖地，MB拦都拦不住！", " 一个美国女士读了学者钱钟书的书，十分敬佩，要登门拜访。钱钟书在电话中说：“假如你吃了个鸡蛋，觉得不错，何必要认识那下蛋的母鸡呢？\"看完这段，我涕泪交下，很想对媳妇说：媳妇，我觉得你不错，我真没必要认识我的岳母。"]}, "taskid": "013c8dae8bd1b03b40276292ae090f48"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=94&_uid=guest", "updatetime": 1444313424.26037, "result": {"content": [" 驾校练习压饼，大伙老出错，教练把我们吼的迷迷糊糊的，然后自己做示范，做了七个来回没有一次不扣分，大家都快笑尿了，教练生气了，一脚油门，使出看家本领，来了个漂移，在我们膜拜的目光中，我发现驾校的狗被撞死了", " 昨天14岁的侄女跟我在QQ上哭诉昨晚与交往三周的前任分手， 痛不欲生，并劝戒我：小姨，原来爱情这么伤！还感叹道：问世间情为何物,直教人生死相许！然后接着说：你23岁都没有谈恋爱实在是明智的决定啊........", " 没有什么比一大早迷迷糊糊蹲马桶上拉屎时被掉下去的便便溅起的水花击中菊花更让人提神的事情了。", " 世界上最痛苦的事情之一是，去医院做试管婴儿的女人，看到做流产手术的女人在排队。", " 高中同桌一大老爷们，头发很糙，又粗又卷，有一天我说他头发像猪鬃，他不服气，扯下来一根回头问后面女生：你看这是啥？那女生顿时脸红了——流氓。", " 刚才，在地铁上睡着了，本屌丝可耻的硬了，下了地铁，直接动车进候车厅，要检查的，本人怕糗，于是双手插进裤袋压着jj，检查的MM要我拿出双手，在我身上检查，我手拿出来后，她看到突起，捏了一下～～～捏", " 抽烟的有没有这样的经历，每个打火机都不是用完的，而是莫名其妙的就不见了。", " 我家小外甥是风云人物，幼儿园各种跑，几乎全校师生都认得他，最熟悉的人是学校保安。每次跑到大门口被保安拦住，他干脆坐下来跟人家聊天，因为太小口齿不清谁也听不清他讲什么，他居然也可以聊半个小时。老师几近崩溃，每天都要从大班到小小班乃至校园的每个角落找一遍把他捉回教室。………某天他老师对他下了死命令：“XX你给我坐在这，不许离开凳子！”然后，小外甥果然没有离开凳子，抱着凳子贴着屁股一步一步地挪到学校门口和保安爷爷聊天……", " 突然感觉单身挺好的。有对象的男孩纸们。你们的黑色十二月到来了。先是平安夜+圣诞节+元旦。三连杀。。紧接着就新年+情人节。两连杀。五连杀后生活水平退到解放前。。。^ω^", " 邻居姑娘养的猫跳我家阳台顶棚上了，上不去下不来。 姑娘急的要命，打电话找消防队，结果消防队听说是只猫不肯来。 看姑娘伤心的样子我不忍心。 于是就自告奋勇爬上顶棚去帮她救猫。 事实证明只要猫咪和人一起困在顶棚上的话，消防队还是非常乐意救援的……！"]}, "taskid": "ee8a6dae7e2b9b3b9919287a2e279ef5"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=50&_uid=guest", "updatetime": 1444313421.916596, "result": {"content": [" 儿子四岁了，昨天老公帮他洗澡。老公说“宝宝把你的小JJ洗一洗”，老公教他，他照做。老公又说“再把下面蛋蛋洗一洗。”结果儿子问：“爸爸，这个蛋蛋是小JJ下的么？”", " 我的小学同学在晒宝宝，初中同学在晒新婚，高中同学在晒工资，而我和我的大学同学回学校之后只能晒被子。", " 我当着女朋友的面就打过一次3V3篮球，表现完美，基间得分、篮板、盖帽，无所不能，以后女朋友想看我打球，我都没带她去过。因为我不是一直有钱能请5个人吃饭的。", " 二货公交司机一枚，高峰期堵车实在无聊，于是微信摇一摇，发现一妹妹，打招呼说堵死我了，妹子回了说你开什么车，LZ扭头一看旁边一奔驰，回话，我开奔驰，妹子又回车牌多少，回话XXXXX。妹子又回，哥，这奔驰是我开的。。。", " 上地理课，学到省区的简称，因为一同学的祖籍是江西的，所以笑话她是赣（干）出来的，只见她一脸鄙视的望着我说“你的祖籍不是山东的吗？”尼玛，我再也没有笑话过她…", " 今天我坐地铁，发现做坐错方向了，只好到下一站换乘，一个老大爷跟我下了车，又跟我上了反方向的车。在车上，他对我说：“年轻人，以后注意点，别做错方向了……”", " 老婆是朝鲜人，今年是在中国过得第一个年，非要给我包顿饺子，听说人家在饺子里包硬币，她就非要包，四个小时，饺子上来了，我问她包硬币了么？她说。。200个饺子里，包了144个硬币，说是纪念我们认识第一百四十四天。。。。我不想吃了。。", " 晚上和老公散步回家，突然他放了个屁，我正准备说他，他突然拉起我就跑，还边跑边大叫:快点，顺南风，别让它追上我们……次奥～", " 过年时去我干妈家，有一干妹妹五岁，特别顽皮！我在沙发上坐着看电视。她在自己的屋里玩。突然 啊 了一声。跑了出来，伸出血淋淋的小食指委屈的看着我。我心里一紧毫不含糊的把它含在了嘴里。妹妹开心的笑了。告诉我，哥哥，我鼻子出血了！ 鼻子……", " 早上，某男生在课间一面津津有味的啃着大面包，一面和后面的女生聊天，可那女生目不转睛的盯着男生的面包（那女生没来得及买早餐），那男生发现了，关心的问：怎么？你没吃早餐吗?女生急忙点头，期待男生会分她一点面包，男生：哦!那我过去那边吃吧，免得你看见了，会觉得更饿！女生……瞬间石化……"]}, "taskid": "08534c41409ea51260672afb6cebdcb9"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=71&_uid=guest", "updatetime": 1444313421.159619, "result": {"content": [" 一个好母亲的标准就是在他儿子找到女友前学会游泳。。。", " 第一次兴致大发，给老婆买了件内衣，结果小了一号穿不上。老婆于是说送给小姨子好了。到了岳父家，吃晚饭的时候，不知道为啥说到姐姐对她好，哥对她不好的话题。小姨子说，姐姐对我好，那么贵的内衣都舍得给我买。老婆埋头吃饭，头也不抬:我才舍不得买，你姐夫给你买的。瞬间，饭桌上一片寂静。。", " 寝室里有两个奇葩：一个有五条毛巾，分别是擦头巾，擦手巾，擦身巾，擦脚巾，擦屁巾；另一个只有一条毛巾，擦手擦脸擦头擦脚……连尼玛桌子都擦！", " 有一哥们接了个工程盖楼的，地基是被选在了一片乱坟岗，隔日哥们买了一挂鞭炮跟一堆金元宝和冥币、来到坟地扑通就跪那了：各位叔叔阿姨大哥大姐们、我是来这盖楼的，咱们平日无怨近日无仇的，您别怪我，等楼盖成了看哪间得劲就住哪间……", " 我要回老家，但是我身份证丢了，我买不到票，于是我回不去了。但是补办身份证必须回老家补办—— 于是，我死循环了。 ”“委托家人找关系补办了身份证，家人快递给我，收件人是我。结果需要凭身份证取件——于是我又死循环了...”", " 吃金针菇最悲剧的是什么？。。。。最悲剧的不是噻牙上，也不是一半噻牙齿上一半卡喉咙里。而是一根噻牙齿上，一坨卡喉咙里！老衲差点圆寂了~", " 刘备正休息，帐外传来喊杀之声，关羽冲进帐来:“我们被包围了,大哥快走!”刘备大惊:“云长，你要帮我断后。”“没问题!”关羽手起刀落，床头玩耍的刘禅被砍成两截。刘备大怒:“尼玛我说的不是这个!”关羽回身一刀又砍死了一旁的刘封.”操!也不是这个!”刀光一闪，刘备腿间一片血红…", " 我朋友从前养猫，有一天家里人都睡着了，煤气漏了，那猫觉得不舒服打破窗户跑了，这才把一家子救活了……", " 俺借的朋友的汽车深夜第一次练车，很紧张，开着开着就听咣当一声，俺吓坏了，下车一看一个大配件掉了，赶紧给搬了车上就开回去了，过了两天俺又去借车，那哥们很生气的对俺说：“老弟你真行啊，你太不地道了，开着我的车去偷井盖，你想害死我啊？”", " 昨晚感冒，睡觉前喝了很多水。到了下半夜梦见找厕所，酣畅淋漓的解压。突然醒了，我他妈尿床了！！！我睡的我妈的床，媳妇躺在旁边。大半夜的我悄悄的起来换短裤，洗短裤。然后把二货媳妇抱到被我尿湿的地方，在她睡裤上喷了点水。然后我就悄悄的睡下去！"]}, "taskid": "82a6967ceb132c88c1bfbf6c2537c562"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=96&_uid=guest", "updatetime": 1444313419.5316, "result": {"content": [" 女朋友昨天上车找到一座，结果刚两站就上了一位老奶奶站她边上了。她刚要起来让座，老奶奶一把拦下她：“你坐吧，你们上了一天班怪累的。”女朋友顿感无比温馨。没想到老奶奶接着说：“省得你回去还得上网骂我。”", " 听到一朋友唱：别等到一千年以后，曹操对我说，童话里都是骗人的，我不可能是你的猴哥猴哥，你真了不得，五行大山压不住你，蹦出个葫芦娃，葫芦娃，一棵藤上七个瓜，风吹雨打都不怕，啊~啊，啊啊啊黑猫警长，登登登，登登登登登登登！这歌串得，太让人内牛面满了！", " 前天刚把我的智能机换成了老掉牙的诺基亚，我实在忍受不了深更半夜或者在周末度假的时候，老板打来电话：“喂，赶快把那个设计文档改一下，用邮件发过来。”今天凌晨老板又打电话，我说：“我手机开不了Office，也发不了邮件。”老板沉默了片刻，说：“那你打车来公司改吧。”", " 晚上十点，出差在外地的媳妇儿打来电话。以下是对话！媳妇：你在哪呢？我：在家呢'媳妇：真的在家？没出去鬼混？我：又犯病了吧？我不在家在哪？媳妇：那好，那你到冰箱中间门，第三个格子里看有什么…… 我去了一看，有一张我俩的照片。告诉她了。媳妇：恩。那你在家呢，早点睡觉吧。", " 年轻人工作顺利性格开朗，却一直苦于找不着对象，便去找禅师点化。禅师看了他一眼，指指手机，摆摆手，不发一言。年轻人若有所悟，跪谢后走了。两个月后，年轻人又来找禅师：“我听从您的建议，远离手机，远离网络，热爱生活。可还是没有对象。”禅师听了摇摇头：用微信，摇一摇！", " 冬天到了！一阵阵的凉风从脖子中吹进去！我就对我女朋友说：“天冷了！给我织条围巾吧！”她说：“你脖子短用不着。”我一句，“你胸小还带胸罩干嘛？”结果就是一耳光啊！", " 一对男女在等车的时候太冷，男的站在那就左晃右晃的，女的就说：你是QQ啊？男的说：嗯哪。然后过了一会，男的咳了两下。女的问：感冒啦？男的说：你不说我是QQ吗？过了一会女的才反应过来：这二货男是要加好友。", " 没想到上海出租司机也有侃爷，从浦西到浦东一路小嘴不停，纵论天下大事，语言生动幽默。他说：美国最不愿打的国家就是朝鲜，因为太穷了，一个导弹好几百万美元，炸哪里都收不回成本。", " 金融危机那年，去电子厂面试操作工。人山人海，我过五关斩六将到最后面试的人还很多，结果面试领导就又考试我们，出难题刷人，考试英语，说一个中文，让我们用英语说出来，好多人回答不出来都刷掉了。。结果问我了：太阳怎么说？我不知道怎么讲就理直气壮地的大声说：沃特。。结果顺利面试成功。后来我才知道他也不懂英语。。好险啊", " 晚上去奶奶家吃火锅，饭桌上我加夹了一块排骨，不小心掉在地上了！怪心疼的，就问我奶奶：“奶奶你今天拖地了吗?奶奶说：“拖了，我每天早晨都拖地。然后我就放心的把排骨放到嘴里。紧接着我奶奶又说：“你爷爷晚上泡脚的水我不倒，留着早晨拖地。我…………"]}, "taskid": "d7f22387d035b33f9d56cafc59e84826"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=62&_uid=guest", "updatetime": 1444313418.579015, "result": {"content": [" 一年没回家，老妈一直说想我，历尽艰辛万苦今天总算到家了---回家不到两小时把家里数字机顶盒弄坏了，现在家里没电视看，我妈对我说：我给你买机票你明天回去吧，大过年的别来我家捣乱了。 我滴亲娘.....(>﹏<)", " 室友：李云迪是谁？ 我：钢琴王子 室友：那郎朗是什么？ 我：钢…钢琴胖子吧…", " 回家过年只有十天的时间。。外婆希望我多留几天，遂对我说:“你打个电话给领导说你外公病重，暂时回不去”。旁边沉默的外公立即插话:“你直接说你外婆死了”.。。。", " 我是一名中考阅卷老师，有一问题是怎样节约资源，尼玛看到一考生答案：“用小便冲大便”亮瞎我的狗眼！默默给了满分...", " 今天儿子幼儿园集体去海洋馆看企鹅，下午回家后，幼儿园老师给我打电话，说儿子中途不见了，后来找到后弄了一身湿，给我道歉，我说没事，就挂了，一会儿儿子回来了，只见他放下书包，打开书包，尼玛，里面一只活脱脱的企鹅，现在正在给海洋馆打电话解释，这熊孩子…", " 表妹去ATM机取钱，卡被吞了，打电话给表哥＂表哥表哥，我的银行卡被吞了，怎么办怎么办＂，表哥＂不要慌，身份证带了吗，恩，好，拿身份证去拿就可以了＂表妹＂知道了＂，过了一两分钟，表妹又来电话了，语气很痛苦＂表哥，怎么办？我的身份证也被吞了。。。＂", " 洗浴中心洗澡时碰到俩位七十多岁的大爷在聊天，其中一个感慨到：小时候不行的时候，正是民国，小姐满大街都是。等行的时候，操！解放了！等老了不行了，操！又他妈的开放了。我这倒霉的一辈子！", " 一直没搞明白新浪微博为什么骂人会扣信用分，骂人顶多代表语言不文明，关信用毛事？刚刚领悟了，因为你说了操尼玛而没有兑现，是不讲信用。啊多么痛的领悟。。。", " 朋友新找了女友是初中老师。。。今天我们一起去网吧开黑，他带女友一起来了，但是没机子，我嘴贱的说现在小学生放假了网吧都没位置了，他女朋友听到了，在网吧转了一圈发现了她三个学生，然后我们就有机子了。。", " 儿子今年初三了，学习开始紧张了，今天连着写了四个多小时的作业，我有点不忍心，进入叫他歇会儿。打开门，看他一边揉脖子一边做题，心里酸酸的。可是，这小子伸了个懒腰后竟然从书包里摸出张女生的照片，傻笑着看了半天，然后又振作了精神开始学习了……"]}, "taskid": "8cf8de604a30534a501a6c892739bbda"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=76&_uid=guest", "updatetime": 1444313417.250749, "result": {"content": [" 初中的时候，一同学有一次在上学路上的早餐铺吃早餐,拿了张100的找了90多，结果50那张是假的,他去找老板，老板不给换,于是恼羞成怒的他用剩下的真钱去路边买了一大堆…冥币！从此每天骑车路过撒一把在店里，半个月后老板终于把50双手奉还……", " 老公对我说，你们三个好姐妹（以下简称小a，小c）要是能组合成一个人就完美了，我说那我就脸长得好，他说才不是，应该是小a的脸，身高和身材配上小c的大胸，我说那我呢？他说你就名字吧，你名字好听。。。你大爷的！！！我的名字好听。。", " 今天早上去吃早点，看到一个小男孩在早餐店买饺子，老板就问男孩：＂你是打包还是带走啊？＂男孩楞了4、5秒钟弱弱说：＂叔叔我在这吃行吗？...＂", " 一次跟我一哥们去肯德基点了两杯可乐坐着聊天，旁边一妹妹吃了汉堡留了一袋薯条和一个鸡腿人就走了。我俩就觉得浪费啊！这么好的东西！激烈思想斗争后，于是决定拿过来吃。他啃着鸡腿，我正在往土豆条上挤番茄酱。妹妹拿着杯可乐就上来了。", " 在一个春风荡漾的晚上，一位姑娘敲开了我家的门。 我问她是谁，她摇头不语，却开始宽衣解带……之后，每周三她都会准时前来，却一句话都没说过。一个月之后，女孩终于开口了：“X导，可以给我角色了吗？”我指着地板说：“X导演家在楼下啊，亲！”", " 在外地出差。。。。。。。。刚去一小卖部买烟，烟6块，给了100，找钱的时候发现多了5块，于是跟老板说钱找多了，把5块退了回去。刚要走，老板叫住我：小伙子，回来下，把刚才找你的那张50拿来，给你换一张！。。。。。", " 最危险的地方就是最安全的地方。老爸真牛，他上班前把电脑屏幕的线藏起来，我找了一天都没找到，他下班后告诉我，藏在我书包里……", " 幼儿园时爸妈就离婚了，后妈待我如白雪公主的继母，亲妈有点后悔，偶尔探望我一下。我给亲妈备注“妈A”，给后妈备注“妈B”。。。", " 高中时数学老师巨牛逼，第一次上课拿了一副牌进教室，给每人发一张，要求大家记住自己的牌，从此之后他每天上课都带着那副牌，在讲台上边洗牌边上课！！！还时不时丢出两张牌淡淡道“梅花j方块4上来做题。。。”......", " 今天在家门口被我一个女同事的老公找人打了，原因是他老婆夜里说梦话喊我名字了！！尼玛啊！这事让我怎么说的清啊！！！那个女人比我大7岁啊，老子口味还不至于那么重吧！！哥们儿的老婆那也是费老劲追到的女神级人物呀！好歹老婆相信我，还支持我打官司恢复名誉。明天就去找律师去，老子跟你没完！！"]}, "taskid": "e97200ca67ba0d9e1b5e281b2c440253"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=55&_uid=guest", "updatetime": 1444313416.379082, "result": {"content": [" 以前～～～村里一小孩鼻涕流着向他爸要一块钱,他爸见此说:“你把鼻涕擦了就给你”。小孩翻身一吸说:“擦啦”。他爸一笑说:“我骗你的”。小孩‘哼’的一声鼻涕又下来啦,说;“我也骗你的”。 我当场笑翻。", " 今天早上，一大清早，老妈就乐个不停，我问老妈怎么了，老妈看着老爸说，你爸昨天晚上干了一件大事，昨天晚上快亮天了，让自己一个屁给崩醒了，醒了还以为有人敲门，坐起来就问，，，，，，“谁啊”？？", " 『爸，我男朋友哪儿不好了？虽然他现在是没车没房，但他有一颗上进的心。至于长相、身高什么的，都是外在，我不在乎，希望您……』『闭嘴，儿子！』", " 求助：聚会上认识一漂亮女孩，刚刚第一次搭讪短信发过去，“hello”，结果她回了个“kitty”我该怎么回？？？", " 本人大龄剩女一枚，一天在街上一个初中生，重重的撞了我一下，还挺横，我就和他吵起来了，越吵越激烈。 那初中生，恶狠狠的说：“你哪个班的？”..........我当时就原谅他了。", " 大街道上正在搞福利摸奖，一等奖小车，二等奖摩托，三等奖自行车，其它洗衣粉等若干。一大爷手气好，才两张就中了辆自行车，一小青年说您手气旺，给你20元帮我摸个，大爷这运气挡不住啊，一会拿着张中了二奖的彩票挤出一看，啊！那小子早骑着自行车跑了……", " 初中体育课，刚站好队，老师：报数！同学们：1.2.3...10.第11个没报11，他喊的...J！后面的三个顺口接上Q，K，A！然后......就没上体育课了，我们所有人都看着这四个上。", " 我有个严肃的问题向大家请教: 我女朋友最近在欺骗我，她总是晚上和别人出去，很晚才坐出租回来，又不开到门口。我偷看过她手机，结果她大发雷霆。有一天晚上她出门，我骑着摩托车藏在街边拐角等着看谁来接她。结果我发现摩托车漏油，请问下，这车我刚买了一年，这个漏油问题保修吗？", " 暑假在超市做兼职。　　有客人进来问：“那个红梅多少钱？”　　“四块五。”　　“那个呢？”　　“中华45块。” 　　他毅然掏出45块。　　我毕恭毕敬递上中华一包：“一看就知道是大老板！”　　他不耐烦地说：“少废话，四块五的来一条！", " 初中时暗恋隔壁班的一男生，写了个表白字条装在口袋里， 课间看到他正靠着栏杆聊天，快步“路过”，掏出字条塞他手里。 心里忐忑了两节课，后来发现，字条居然还在口袋里！原本在兜里的1块钱不见了…"]}, "taskid": "158535287e43cc9c3947806f7d98a181"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=69&_uid=guest", "updatetime": 1444313415.299235, "result": {"content": [" 今天骑车碰到个车…车主下来说：你人没事吧？我：没事！他：你看我车也刮花了…你随便给点钱吧！我在想这是敲诈吗！随后他一句话让我觉得他是好人！他说：你给个几十吧！一是给你个教训…二是如果我不要你赔…你会一转脸就说我是傻…逼的！…", " 实习妹子一枚，平时花钱比较大手大脚，我妈总要我给她交钱，她帮我存，我总嬉皮笑脸的不交。那天和爸妈还有妹妹一起吃饭，边吃饭边聊天，聊天聊到现在什么事都需要钱，没积蓄不行。我妈突然对我来了句，你别吃了，还没付饭钱呢，我默默的放下筷子想着怎么接下句。三岁的妹妹突然抬头说话了，妈妈，让她吃吧，他是自己人，自己人！", " 记得上大学时，我住在4楼。楼上有人泼脏水--#次奥--！弄了老子一电脑桌,当时就气势汹汹的想上去找他算账。刚走到门口，哥灵机一动，打了一满满桶水。顺着墙全都倒下去，然后听到下面嗷嗷的。1到3楼的都上来了，再然后我就组织他们一起去5楼把那家伙揍了一顿......", " 上初一的时候，有个英语老师（更年期女性）。六年级刚升，每个老师都会给个下马威，我们英语老师威武，说：“上我的课最好别捣乱，我扔粉笔很准，想扔那扔那！”我不信，就脑残的说：“老师我不信，你扔我鼻子试试！”老师从讲桌上抓了一把粉笔扔过来了！", " 一个甜蜜的段子 1.一阵急促的敲门声。 2.我醒来了 3.我打开门，美女邻居站在我面前。 4.她铺进我怀里，用她的嘴唇堵住了我的嘴唇。 5.我们倒在了床上，我拿起了旁边的杜蕾斯....！ 哈哈哈！次奥，实际顺序是1.3.4.5.2。╭(╯ε╰)╮", " 刚才在公交车上，忽然听到身后咔咔摇微信的声音，楼主突然心生邪念，手机调成静音也摇，一看头像正是那货。。。于是楼主发消息给他：贫道每日一卦，今日算你在9路公交车上，抱一褐色皮包，请尽快下车，否则有血光之灾。。。然后那货就下车了", " 昨天和妈妈讨论苹果和梨子哪个更营养，我说：an apple a day keeps the doctor away（每日一苹果，医生远离我）。正当老妈正表示赞同时，老爸却慢悠悠滴开口道：”中国情况和外国不一样，中国空气质量差，吃梨子清肺。“", " 有一四岁小盆友，他妈妈朋友怀孕了，肚子大大滴，小盆友很气奇怪，就问：“阿姨你肚子里是啥？”阿姨想逗逗他，就说：“是小怪兽呀！”刚说完，小盆友就抡了阿姨肚子一拳，然后淡定的说：“阿姨它死了吗”", " 本人胖妞一名，和老公是异地恋。话说学校组织体检，验血，血压，胸透。验过血的都知道，在手臂内侧抽点血验。事后第二天的时候抽过血的地方有点青。我想让老公心疼下，就拍了张照片，发了过去。这货问我…大腿怎么了！腿怎么了！怎么了！么了！了！受刺激了……", " 警察抓到了恐怖分子，严刑拷打，死活不招。最后警察把恐怖分子带到一间温暖的卧室，盖上温暖的被子。舒舒服服让他一觉睡到早上七点半，突然把窗户打开。外面寒风吹入，闹钟响成一片。恐怖分子连哭带喊：“我什么都说，什么都说！让我多睡五分钟，就五分钟！”"]}, "taskid": "8e06be5f4f001ecb797ba63fc1415455"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=82&_uid=guest", "updatetime": 1444313414.214251, "result": {"content": [" “XX皮革厂倒闭！老板XX吃喝嫖赌亏空三亿，带着他的二奶跑路了！XX你不是人！人渣！还我血汗钱！你不会有好下场！一定有报应！……”昨晚等车时，听到对面反复传来这段控诉播音，字字血泪却又字正腔圆，以为是什么游v行v上v访的内容，……直到最后一句重点才出来：“原本都200、300的包现在一律20处理”", " 小时候被妈妈打，我就哭，我妈妈说：“不准哭，再哭就继续打。”有次我妈妈又打我，我为了少受皮肉之苦，就硬忍着不哭。结果我妈妈说：“脾气还挺倔，有脾气是吧？”然后把我打到哭", " 一个好友写道：“有一个男人，他不是你的男朋友，也不是你的暧昧对象，可你们亲密无间，毫无顾忌。在所有人都不了解你的时候唯有他懂你。你们牵过手，一起看过电影。可你们从不接吻，从不亲口说我爱你。我想这就是蓝颜知己吧。” 一兄弟留言道：“这不是你爹吗？", " 记得高一时候考地理，全班考砸，地理老师大怒：“填空题白送的40分,居然有人打10分，20分？打十分到二十分的全都给我站起来，把卷子抄十遍！”这时同桌长叹：“好险，我21分。”正在庆幸时，后边一哥们也幽幽叹息：“我也好险呐，我9分” 我和同桌集体石化..", " 据说取悦女生的方法有70种，第一种是shopping，其余则是69。", " 我刚进公司做事的时候人很傻，有次看到一女同事和领导说话时用胳膊肘趴在领导的桌子上说话，胸部露出来很多，就好心的跟她打手势示意“走光啦！”结果她默默地瞪了我一眼，继续趴着说....我瞬间就懂了很多......", " 一屌丝上歌厅，点名要某小姐陪。要三百他 给一千，小姐觉得遇到贵人。次晚屌丝又点该小姐，小姐更卖劲，又得一千。第三晚再点，小姐说；“从没遇过你这样的好人,你是哪里的？”屌丝说：X省X县。小姐欢呼：“咱是同乡耶！你出来做啥？屌丝说：出差，你妈托我捎三千块钱给你!”", " 初中一哥们，趴在桌子上抠鼻屎抠的正嗨～这时班主任从后面走来，以为他玩手机。啪一巴掌把他头拍到桌上…然后这哥们手指插着流血的鼻子，抬头用幽怨的眼神看着班主任吼道:\"抠鼻屎还有错啊！\"", " 今天学校的两男生在学校门口打架，打得热火朝天，谁也不敢上前拉开。过了一会儿，不知道谁的手机飞了出来，又过了一会儿不知道谁的钱飞了出来。 　　这时一哥们儿来了一句：真牛，又爆装备又爆金币……", " 什么叫真爱？真爱就是追了两年都没追上的女孩儿突然打电话让在外地打工的我回家结婚，七个多月后老婆生一儿子，我取名——李物"]}, "taskid": "d57118f3cfcb19d00f7058d68c063f93"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=65&_uid=guest", "updatetime": 1444313413.639167, "result": {"content": [" 今天在医院门前一嚣张少妇因倒车与一农村60多岁骑三轮车的老头发生了碰撞。车身出现少许划痕！少妇因向老头索要赔偿金金额发生争执，老头都急的哭了！这时偶非常好心的对老头说：＂大爷你躺下＂老头迷茫的看着我'瞬间明白了！", " 中午吃红烧肉，夹起来一块肉发现上面有好几根猪毛、还都不短……哥凌乱了……不禁心中暗骂，这食堂也太不负责了，这么长的猪毛都不说摘一摘。等我一根一根摘干净以后往嘴里一放……尼玛啊！老姜片子！", " 中央12法制节目。说一个小孩被绑架，警方如何营救。解救之后，孩子父亲问：嫌疑人什么特征，绑架这两天你都做什么了？孩子说：这两天把作业做了！#@￥%。。。宝贝，你内心是有多强大啊…", " 在微博上看到有人说，结婚后纹个戒指在手指头上，谁要离婚就剁手指。@捧腹网 我跟老公说我们也这么干吧，老公说不行，咱们直接纹在脖子上……纹脖子……脖子……", " 一次我和领导出差，高铁站遇到个非洲来的留学生。 问我领导：请问机场怎么去？ 我领导憋了好久，尴尬的看了我一眼。 说：我英语不太好啊… 我当时就愣了。 弱弱地问了一句：老大，可是人家问你的是中文啊…", " 在我们学校做兼职，监考，结果，正巧碰到一个高中时候的教务处老师考职称英语，想到当初被他抓过得卷子……风水轮流转……您最好别有动作……", " 夜里二货老公喜欢摸着老婆的咪咪入睡。经常搓的老婆不耐烦。这天夜里老婆生气的说：＂再搓你就分不出我的正反面了！＂老公幽幽的说了三个字：＂有按钮。＂按钮.......", " 堂弟小时候特别健忘，有次他老爸被他缠着慌，甩了他一巴掌，直接哭了。然后决定要去找妈妈告老爸的状。于是绕着我们那大房子走了一圈，回到原地看见他老爸。这时候他就冲过去抱住他老爸，哭：“爸，妈打我”。", " 以前单位有个极品同事经常叫我帮带早饭还不给钱→_→→_→←_←←_←一天早上又给我打电话，我问买什么早点，他给我来了句随便你看着办，我终于忍不住爆F了，买了两斤生大米给他带过去了。@捧腹网 。。。。", " 今天磕瓜子突然想到楼主小学时候上自习，自己在那默默剥了快一节课的时间，准备下课以后一口气吃掉。结果我们班主任走进来直接就把我藏在课本下面的瓜子抓起来吞了，是吞啊。还HLL的来了句，在窗户外看你剥半天了，就等你多剥点呢"]}, "taskid": "85576be8b6ad85dea8f637596d721199"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=60&_uid=guest", "updatetime": 1444313412.783441, "result": {"content": [" 刚刚男朋友给我来电话，带着耳机玩游戏没听到。打过去之后很久才接电话，对面一直没说话，以为他生气了，我就说：不要生气了，不就没接你两个电话么，过两天情人节了你想要什么我给你买好不好？对面还是不吱声。我心一狠，说：你买好套等我！对面出声了：儿子，你电话…然后我听到那二货从远处跑来的声音…我想一头撞死…", " 初一晚上跟哥们喝多了去广场套圈儿，差点跟摊主打起来。。。（地上摆着各种玩意儿，越往后越贵越难套，套到就给）因为我哥们套中了摊主停在摊子最后边拉货用的电动三轮车，摊主却死活不给我们。。。。。哪儿说理去你说！！！！", " 有一天，我哥们给我打电话说：在公交车上见一美女。我问有多美？哥们答：已经坐过两站了。", " 情人节，老爸下班回家给了老妈一盒巧克力，也扔给我一盒说：“给，看你没男朋友，可怜你的！”敢情老爸今儿送老妈巧克力不是为了讨好老妈，而是为了羞辱我的…", " 吃个必胜客人人QQ空间腾讯微博同时更新照片并配文：今天跟老公一起吃的西餐，女人要学会优雅的生活。你妈蛋初中那会儿蹲学校门口吃鸡蛋灌饼的不是你么！", " 再也不想单身了！！！！！！！！！多想有一个人吃饭时给我抢菜吃，白天跟我抢电脑，晚上跟我抢被子，早上跟我抢刮胡子刀。", " 下班回家，走在一条小路上，一转弯和一条长得很壮的狗走了个对面，吓了它一跳，也吓了我一跳，我就在心里想要不要走过去，心里纠结着，它看着我，我看着它，我们以同样慢的速度相互注视着擦肩而过，还好它没咬我，我也没敢咬它...", " 在超市买东西，脑袋锈豆，给售货员问：“有没有那种红色的有花纹的用来装钱送人的像信封的东西？ ” 售货员愣了一下，“你说的是红包吧?” 顿时感觉读了博士读傻了!", " 每次去桑拿，完事后和小姐聊天都会问她以后会有什么打算？有很多都会说：回老家找个老实的男人嫁了。我突然有种感觉，撒贝宁就是传说中的老实的男人。", " 晚上在房间偷吃榴莲，结果我爸在客厅大叫天然气泄露了，快跑！我妈说，狗屁！明明是你的脚臭味，家里用的电磁炉，哪来的天然气！然后各种数落我爸不讲究，接着我爸和我妈就脚臭开始吵，一直吵到我取名字不该听我爷爷的，还有不该在我上初中的时候给我买自行车，再后来我妈就开始找户口本结婚证，当她打开我房门准备问我她们离婚了我跟谁的时候，我的榴莲被发现了，我遭受了我人生历史上最惨痛的一顿男女混合双人打。我只不过是买了个榴莲吃，关我啥事阿！！！！！！！！！！！！！！！"]}, "taskid": "d61e031ec19aae7d671bcbf187277fb0"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=84&_uid=guest", "updatetime": 1444313411.958474, "result": {"content": [" 给我兄弟发短信 我: “干嘛呢？”他: “我媳妇大姨妈来了，给她吸血呢。” 当时我就震惊了..过了五分钟后他又发了一条短信:“打错字了，洗鞋呢...”", " 哥哥以前养过一只小鸭子，很可爱。一天哥哥不在把鸭子交给奶奶照顾，回来奶奶奉上小鸭子的S体。死因是奶奶说放了一大盆冷水想让小鸭子游泳，不知最后鸭子是冻死还是淹死的。哥哥硬要给小鸭子火葬，准备好了小盒当骨灰盒，结果烤着烤着，哥哥说太香了硬要吃……最后被我妈胖揍一顿！！！", " 最近几天老公加薪了，可是他老是说屁股疼，怀疑他得了痔疮。", " lz20多岁妹纸一枚，从小特别怕痒，一次去一个老中医那推拿，单独房间，他是五六十岁大叔级别，我往床上一趴，他推一下我嗷一嗓子，推一下我嗷一嗓子，半分钟后他忍不住了说，不收你钱了你走吧，我是一个要名誉的人。。", " 个人喜欢喝牛奶，，，，昨天去超市买了瓶德国牛奶，结果拉肚子，我一看配料100%牛奶，太欺负人了，连个添加剂都没有，我的胃怎么受的了！", " 今天领儿子去动物园玩，不知道3岁半的儿子用什么语言跟猴子交流，只听见叽歪几句后，猴子从地上捡起块饼干，要递给儿子。。。", " 很多单位最近都下发了一份《关于发放2013年元旦一次性生活补贴的通知》，单位某男痛哭流涕：终于关心起我们单身群体了……汉语文化博大精深啊，屌丝伤不起啊……", " 楼里有一个哥们养了一只很聪明的金毛，他说他老是忘记把钱包放在哪里，后来训练他家的金毛负责找钱包，每次给找出来就赏吃的，有天下午在楼下看到这哥们在遛狗，正好手里有根火腿肠就给那只金毛吃了，结果…结果过了一会这货嘴里叼着他主人的钱包摇着尾巴找我来了…= =", " 情人节的时候闺蜜男友提前预定了99朵玫瑰让人送到公司，可把我们羡慕的啊,然后晚上约她吃饭，结果他男友临时有事让她等一下,然后她抱着花就有人问多少一朵，她就说10块一朵,再然后等他男友忙完来接她的时候就只剩几朵了，当然还有满大口袋的零钱,当场就咆哮说：“我TM缺你几百块了么...”第二天把我们笑疯了", " 某天上街去买罩罩。大商场的老板要价贵了。本人扭头走了。寻思等老板追出来还价。谁知都走了好久。老板才出来。大喊。姑娘。30A的就剩这一个了。你要就拿走吧~~~~ 不回头。我不回头。。。。他不是在叫我。。不是。。"]}, "taskid": "6442b374acc1b0f3954ec93e57dc41d6"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=39&_uid=guest", "updatetime": 1444313410.21198, "result": {"content": [" 昨天在超挤的地铁上，在车门即将关闭的一刹那蹦上来俩大哥，大哥A说：幸好人类这是进化了，这要有个尾巴不就夹住了吗！大哥B接茬说：所以说背对着门站着啊，这要正对着门不也夹住了吗！！！", " 带媳妇去爬山。@捧腹网 。在山顶凉亭休息。亲昵的搂着媳妇，作强吻状，谁知道那货突然来一句：姐夫，别这样！当时那么多人都盯着我看，瞬间蛋疼了。。。", " 其实，七言律诗用哆啦A梦的主题曲的调都能唱出来，不信你试试。预备，唱：故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。", " 昨天晚上，给6个月大的小宝贝喂奶，一开始，她开心的看着我，后来，她怀疑的看着我，接下来，她愤怒的看着我，最后，她无奈的看着我，再也不肯吸我的奶头了，并转而哇哇大哭，我只能大喊：孩子他妈，快来喂奶！", " 跟老公吵了几句，很生气。弟弟安慰我说：“像你这种胸小脾气大，钱少规矩多，个矮要求高的女人，有人要你就该偷笑了。别把这要你的傻瓜气跑了！这真是亲弟弟吗？！", " 当你老婆骂你时，请记住她是女人。当你老婆无理取闹时，请记住，她是女人。当你们吵架时，请记住，她是女人。当你老婆绿你时，让她滚蛋,请记住，你是男人.. ！", " 中午买了两份木桶饭，送外卖的来了一极品屌丝。。 我：多少钱 屌丝哥：22块，收你21就好了。。。 我：为什么？ 屌丝哥：没带烟，抽你根烟！（说话间熟练地拿起我的烟，火点起一根） 剩我一人默默在那膜拜。。。。", " 本人法院工作，一日开庭遇某原告，朴实的一位农民伯伯，要他陈述案由时，他不知道该称呼法官还是律师，情急之下脱口而出：尊敬的各位法师！。。。法。。。师。。。", " 光棍之前：范冰冰其实长得也一般； 光棍一年：这袁立穿透视装还挺性感的； 光棍三年：发现容嬷嬷侧面挺漂亮的； 光棍五年：春哥还是挺有女人味的； 光棍十年：凤姐，你嫁人了吗； 光棍二十年：这头母猪看上去还挺眉清目秀…", " 高中有一次大家一起听英语听力。新磁带。新磁带有一部分是白颜色的。不发任何声音。大家一起静静的等着。这时老师自言自语到，怎么还不出声音啊。我当时就抽风接了一句。白带异长吧。结果全班男生爆笑。女生一个星期都没理我。"]}, "taskid": "6121211e9238a722291b0d6112601b12"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=67&_uid=guest", "updatetime": 1444313409.334057, "result": {"content": [" 我上高中的时候，学校查迟到的，抓到后就罚班主任的钱，结果那天我迟到被门口警卫拦住，问我叫什么，我说我叫田某某（我同桌名字），门卫记上后说会通知我们班主任，然后就让我进去了，进教室一看，我同桌没来呢，大概五分钟左右，他进来了，我没好意思看他，就低头看小说，十分钟后，我们班主任把我们叫出去，说学校通知他我们俩迟到，罚去操场跑步5圈，我就纳闷了，我没写我名字啊，然后我看田某，他也用同样的眼光看我，然后我们异口同声的说，次奥！！！", " 某富二代在北京，跟某官二代一起喝酒胡吃海聊，完了去洗脚K歌。点了两个公主陪唱继续吹：哥们有钱又有权，你信不信，这里面的歌随便点，只要原唱人在北京，哥们都能把他叫过来给哥俩现场唱。于是一个小姐翻了翻，点了首《在希望的田野上>>", " 昨晚公司年会，酒过三巡，领导出千元大奖，由剪刀石头布定输赢。十个人玩，剪刀石头布一直都出现，难分胜负。哥急中生智，提议就出剪刀石头两种。大家都觉得有道理，于是陆续有人出了剪刀就被淘汰掉了，最终大奖被某人领走。今天上班无聊突然想起，觉得好像哪里有点不对劲……", " 同事今天把优乐美奶茶的广告语重新定义了一下，“我是你的什么”？“你是我的优乐美阿，这样我就可以把管子插 入你体内了…”", " 初中的时候学校新弄了个毛爷爷的雕像，为了培养我们的爱国情操还特意要搞个仪式，就是把雕像身上的红布揭下来，还弄个爱国演讲什么的。磨磨蹭蹭好半天，就在校长快要揭红布这个庄严的时刻，伴着缓缓唱响的国歌，一二货在下面跟着大唱：“掀起了你的盖头来，让我来看看你的脸，你的脸儿红又圆啊……”顿时校长的脸就绿了，教导主任从讲台上冲下来将那家伙连踢带踹的带走了………", " 那天一只小强误入我饮空了的饮料瓶里，结果我很仁慈将它“收养”了。为了不让它辛苦找吃的，我将好多饼干捏碎倒在瓶子里，保证不让它挨饿！结果1个多月后，瓶子里饼干还有很多，可它死了。。。我非常的纳闷，正想埋掉时碰上兄弟，我给他说“小强”不知道为什么会死，他看了一眼瓶子，然后淡定说：你给它水喝了嘛？我：、、、、、", " 今天在路边买西瓜,是一对夫妇,忽然过来了一辆城管车,拉着卖西瓜的了,要收车,猛然之间我看到,那个妇女,拿着一瓶洗洁精,喝了一口,然后趁那城管拉他的时候,口吐白沫,装病,结果那群城管二话不说开着车走了......", " 老爸去买鞭炮，老板说是1000响的，回来一数，就500个炮，老爸寻思了一会儿，说：他说的一千响估计是带回音。", " 上午和妈妈去买菜～我问卖菜的大叔：这是菠菜吧？大叔：喵～我又问了一遍，大叔：喵～我觉得太可怕了，于是转身拉我妈赶紧走了。。。。买完菜回家的路上，我又说起那个大叔，我妈告诉我那菜是『菠菜苗』", " 正在吃饭的时候目睹了两个人用手机传歌，把我雷死了：一个打开播放，另一个打开录音，我看的目瞪口呆。"]}, "taskid": "9ece3e8863c6b7d10ab42f826e4828c3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=87&_uid=guest", "updatetime": 1444313408.236651, "result": {"content": [" 今天去朋友qq空间逛了一下，突然发现一个相册需要密码，相册名是“我的果照”非常好奇！密码提问是“叫声哥就给你看”我立马敲了个字“哥”还真通过了！但是看到相册那一刹那我泪流满面！上面一个大大的字“乖”。。。。", " 刚刚看湖南卫视跨年晚会重播。看到杨幂在唱《爱的供养》。真唱！…真唱！…太TM残忍了，太TM的自私了，太TM恐怖了！假唱会死吗？会死吗？", " 我过生日那天，给我妈发消息说：感谢妈妈生我！ 我妈说：干什么？此话怎讲？ 我说：呃，今天是我生日啊妈妈受难…… 我妈说：哦，哈哈哈，不客气啊生着玩的。 ( ⊙ o ⊙ )！", " 大四的时候室友说他会贴膜，而我的手机贴膜用不到几个月就花掉，室友主动请缨帮我贴膜，心想反正不要钱就让他试试吧。贴完后还真的清晰顺滑很多。后来毕业了，手机屏幕又花掉了，想把它撕掉，可抠了半天都找不到贴膜，于是QQ上问他怎么撕下来，第二天我打开QQ看到他留了一句言，＂我根本就没贴＂", " 我有一个高中同学女，剃了个秃子。班主任爆發了，说明天叫你家长来一趟。他爸第二天来了，梳了个辫子！！！！！这还说你妹啊！", " 网上有北京地铁好几个女的被划脸的，希望防止类似事情发生。我一朋友看了这消息后，转给他的女神，希望她小心，结果他的女神回复消息让他半天没说话:我都开车上班的", " 小学生造句：1、老师：请用，不但......还......造句。 同学：我不但有爸爸，还有爷爷。 老师：要是没有爷爷，也能有爸爸，这才叫奇怪呢。 2、老师：请用，要么......要么......造句。 同学：我爸爸给你许多钱，你要么？要么？ 老师：要不起！", " 那年除夕公司才放假，火车上人巨多，我用了三个小时才一点点挤到我的座位旁，对着占我座的美女略带埋怨地说：坐我得座是不是很爽？谁知她哇的一下哭了出来：我都坐过两站了还是挤得下不了车T T。 嗯，那年她在我家过的年。", " 一次去食堂吃饭，遇到一对男女。男生对女生说：“做我女朋友好吗？”女生冷笑道：“瞅瞅你那屌样。”于是我走到男生身后，一把脱下了他的裤子，飘然而去，深藏功与名。加油吧学弟，学长只能帮你到这了。。。", " 有次我老婆做错了点事，我就说：猪是怎么死的~~她居然回答我：你管我怎么死的。我脑子一时都转不过来，这是我听到最佳的答案~~~"]}, "taskid": "bd7f812589bc7bc6faa63d2805b99873"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=23&_uid=guest", "updatetime": 1444313407.067509, "result": {"content": [" 一天突发奇想装瞎子。在街上拉住一男的说：帅哥，可以捐助一块钱吗。男的楞了两秒大吼道：我次奥瞎子也能看出我是帅哥…", " 电梯里,我问站在前面的大叔：“大叔吃饭了吗?”大叔笑着说：“吃了”“吃了啥呀?”“就啃了两个馒头。@捧腹网 ”我笑着点了点头：“大叔要注意营养均衡啊。”转身又问身边的哥们：“大哥你呢?”那哥们看了我一眼：“韭菜炒蛋,怎么了?”我打量了下他：“那刚刚那个屁是你放的吧?”", " 昨晚我体会到了众人皆醉我独醒的真谛……所以妈的饭钱是我掏的，打车钱也是我掏的。", " 今天几个哥们儿去吃火锅。 我一哥们对服务员：那个，服务员，你猜我敢不敢直接用手伸进锅里捞菜吃？ 服务员：我不信。 哥们突然拍案而起：尼玛，知道我不敢，你还不拿筷子过来。", " 发现有好多老外找的中国老婆长的都很丑，以前一直以为老外和中国人的审美不同，我一朋友的同事有次问他的外国朋友为什么你们外国人找的中国女的都那么丑呢，老外回答，因为漂亮的英语不好。。。", " 马上毕业了，签证已发，留学加拿大。临走之际，女朋友帮我收拾东西，看到她匆匆往包里塞东西，我问她什么。她说：T T，到了那边不容易买到合适的。。。。。。 我凌乱了很久，一言未发。。", " 教育，就是把娃围起来，一期一期的收钱。医疗，就是把命围起来，一天一天的收钱。交通，就是把路围起来，一段一段地收钱。旅游，就是把景围起来，一块一块地收钱。房产，就是把地围起来，一米一米地收钱。", " 半夜睡不着扔漂流瓶消磨时间。一哥们捡到后回了个1，我顺手给回复了个2.没想法他马上又回了个3，我心想:好吧看谁更无聊！于是我回4他回5我回6他回7…就这样一直持续着。当我回到782的时候实在顶不住，抱着手机就睡着了..第二天醒了一看，那哥们自己从783数到了1000。最后还给我留了句话:咱们明晚接着数……", " 以后离婚，也应该按照结婚的流程，倒叙顺序，演一遍。通知亲朋好友，返还份子钱，婚车录像车，到丈母娘楼下，放放炮，最后把媳妇抱上去，还给人家。。。善始善终。。", " 带团到台湾玩，台湾导游特别幽默，问客人：男人的情人叫小三，女人的情人叫什么？大家猜了很多答案都不对。导游说叫“小王”。客人没反应过来，我却秒懂了......还我节操"]}, "taskid": "7bd10d4ee9bc48d52e244f98d4198e05"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=5&_uid=guest", "updatetime": 1444313406.263143, "result": {"content": [" a：一句话来说明你的寂寞。 b：你刚才说的那句话一共有92笔划。", " 本人大二学生，一日上自习课突感腹痛，有放屁的感觉，但是教室很静，不敢大声放阿，只好一点一点地放，最后还是有一点声出来。这时后排的二货同学来了一句：“挺好个屁，让你放碎了。”", " 一句话把中国四大名著连起来：宝哥哥你的金箍棒让金莲乐不思蜀啊。。。", " 男人很疑惑：“为什么每次你骂我废物的时候，楼下的太太总会拿竹竿戳天花板？”　　妻子：“她的意思是：顶楼上的。”.", " 莫愁、莫言都火了，我们怎么办？答案其实很简单：莫急……", " 课堂上，老师：“最后一排戴眼镜的男生起来回答问题。”只见该同学在我们崇拜的目光中默默地把眼镜摘了下来，稳坐不动。。。", " 我是个特别内向的人，刚才买东西，店老板多找我五十块钱，我都没好意思退给她。", " 领导：小王，你觉得我唱得怎么样？小王：您刚才唱了一首本来很好听的歌。", " 说说你心目中的四位中国好声音！——数学课下课铃声，语文课下课铃声，物理课下课铃声，英语课下课铃声。", " 每次坐电梯，听到“叮”的一声开门声，都觉得自己在微波炉里。有时候里面还会有熟人。。。"]}, "taskid": "6942e6f72a59f0f4ce6c4c7ec0405184"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=25&_uid=guest", "updatetime": 1444313405.010394, "result": {"content": [" 我有一个高三党的奇葩朋友，平时二到家的那种！今天高三三诊考试。考着考着他觉得袖子很不舒服，就一直在那里摸他的袖子。一直摸一直摸，这下好了。被监考老师发现了，一直偷偷的看他是不是要作弊。当他从袖子里拉出一只袜子的时候，我真不敢相信监考老师当时的表情！", " 公交车上的一件小事,虽然今天是周六，但下午六点的车人依然爆多，lz勉强挤上去了，就站司机大哥旁，一路晃悠悠的，但在车开的路上，时不时就嘟的一声，我第一反应是不是人太多车压坏了……嘟嘟嘟的，在等红灯时司机大哥吼了句，谁的卡，离刷卡机远点…劳资下意识的摸了下裤包…不说了，一说全是泪……", " 不久前澳洲海边突现鲨鱼。此时在浅水玩耍几个小娃娃随时可能遭鲨鱼攻击。一位来澳洲度假的英国爷爷见状立刻跳入水中，抓起鲨鱼尾巴，企图将它拖回海里。搏斗过程中老爷子险些被鲨鱼咬断腿。最终鲨鱼被赶跑，孩子们得救，爷爷走红全球。可最近老爷子因此被单位开除，因为他去澳洲游玩时请的是病假……", " 汉朝有个人叫匡衡。他家里很穷，白天要干活，晚上才能读书。但又买不起蜡烛，天一黑，就无法看书了。他邻居家一到晚上屋子都点起蜡烛把屋子照得通亮。匡衡发现后，悄悄地在墙上凿了个小洞，后来 ，他的学业就完全荒废了。。", " 曾经小学考试语文成语，五 湖 四 海 ，我填的是五八四十，被语文老师狠狠批一顿。 。。。。想起就伤心，我当时真想不到别的", " 那个晴天的下午，她被一个坏蛋欺负，坐在学校里的小角落一直哭。他找到她了，不说话，在旁边做了一个倒立，她问他在干什么，他说：当眼泪忍不住要流出来的时候，如果能倒立起来，那么原本要流出来的眼泪就流不出来了，你试试吧，来，我帮你揪住裙子。。", " 陪朋友去见网友。。对方带了个姐妹，那姐妹开口闭口叫她小姐，很尊敬的样子。。我怒了，装有钱人，起码给朋友撑撑面子，或许最近小说看多了。。少主，您坐。。少主您吃菜。。对面那两个女人目光。。。", " 今天去超市买完东西出来。一朋友开着大奔路过，看到我硬要送我回家。盛情难却，又没坐过什么好车，便欣然同意。到家下车，等朋友走后，我又坐了2站路公交车，回到超市门口，骑上自己的自行车回家。。。", " 店里的收银妹纸被经理骂了，原因是如下： 客人：2块钱你也收啊，找我个整数！ 妹纸：对不起，少钱我们要自己贴的。 客人：你会不会做事情啊，（挥舞着手里的奥迪钥匙指着妹纸的鼻子）2块钱还收个P啊！能买什么啊？！能买什么啊你说说看。 妹纸：买包老鼠药毒死你全家还能剩一半！", " 话说当年俺班一对双胞胎长得太像，很难分辨，一天，弟弟走到大厅前，大厅前新安装一大镜子，弟弟看了看说：“哥你咋来了？”旁边人傻了好一阵，确定就他一人时，瞬间凌乱了。"]}, "taskid": "56976a93b0c30d19bc739cffac4e0d13"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=7&_uid=guest", "updatetime": 1444313404.099887, "result": {"content": [" 某相亲网站，一男人自我介绍这写道：俺是个粗人，而且长的不行……于是此男长期占据人气榜首位，点击千万。", " 上街被相命先生叫住：“年青人，你今年鸿运当头，天降横财，老夫免费为你算卦，不准不要钱”，我正想离开，却被他凳子下的东西吸引住了，于是我跟他海聊了一会突然说，“快跑，我看见城管正从你后面跑过来”。老者拔腿而逃，我顺理成章的捡起他掉在凳子下的一百元，感叹道，老先生算命真准！", " 宿舍有个伙计好上网，一日在网吧玩了七天七夜回宿舍，鞋一拖躺倒就睡，七天七夜没洗过脚啊，那个味道，相当霸气，宿舍除了他一共七个人，瞬间跑出来六个，还一伙计镇定自若的在看书，我们问他你没闻到什么味么，这货来了句“我感冒，闻不到，就是感觉眼睛有点睁不开”。。。睁不开。。。", " 同学上课睡觉被老师拉到楼道教育。顶了几句嘴，气的老师想揍他。这同学嚷嚷说：“你敢打人？！”老师：“打你怎么着，我打你有人知道吗？我打你有人知道吗？”同学一琢磨……后来老师就被送去医院了！！！", " LZKFC员工一枚，晚上11点进来一男子点餐！…突然同事极其兴奋的说，你快看外面那女的抱的那只狗狗好可爱，我看了半天对她说，其实那个女的更可爱！刚没说完，那男的很淡定的来了句，人和狗都是我的，羡慕死你俩！顿时我俩碉堡……", " 清明，见一小孩在路边烧纸，时不时的偷偷往火堆里扔几张考试卷纸烧，边烧嘴里还边嘟囔:“爷啊，您岁数大了，在那边多作作题，对脑子好，还能开发智力。要是有不会作的啊，你就把我班老师带走，让她教你”。", " 小明和小呆在看电影（花木兰），小明说：“这TM也太假了，男的和女的那么好分别，况且还睡一张床。”小呆看了一眼小明，冷笑着说：“你要是和她在一张床上睡12年，你会揭发吗！”", " 父亲节，踌躇半天给老爸发了条短信：“爸，您养了我那么多年，您辛苦了！” 我爸给我回了个：“我乐意，你管的着吗！”", " 刚才看到两同学对话甲：你做的最后悔的事是什么？乙：拿我表哥的湿纸巾擦我姐房间的黄瓜吃！甲:…………", " “作为一个纯爷们，我最不能忍受的就是两个男人搞基！我还专门写了一本关于反对同性恋的书。”“书呢？”“被我男朋友撕了。”"]}, "taskid": "527e865e005376cc741cc276bd2855f7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=53&_uid=guest", "updatetime": 1444313403.210249, "result": {"content": [" 年前父母天天催我找女朋友，我一时没办法，只好骗他们说我是gay，他们沉默了一个星期，现在又开始催我找男朋友。 然后。。。。没然后了。。", " 家有熊孩子一枚，昨天中午lz在家睡觉，儿子突然跑进来：＂大王，不好了，外面有个毛脸雷公嘴的和尚要打进来了＂我还以为还是跟我在玩就跟他说：＂拿本王的打狗棒，我去会会那斯。。。＂话音刚落孩他爷爷一脸黑线站卧室门口了。。。", " 跟女朋友处了一年了 ， 终于领悟，有两句话，我只要随便挑一句，就能让女友安静下来。第一句是:\"你是对的。\" 第二句:\"买吧”", " 今天在集市上买了一个西瓜，五块一斤共七斤，给老板一百块钱，然后老板找给75块钱，我一看多找我钱了，一头扎进车里，开车跑了，一路上很高兴，可是悲催的是，回家后看到西瓜没有拿。", " 同学要出去当兵，走的前一天晚上给他送行，他爸摸着他的头说，儿子啊咱家什么都不缺就是缺个烈士，说完同学他爸被他奶奶一顿揍。是亲爹么。。。", " 女友是个家里只有老妈的单亲家庭。 女友问：“如果哪天我要跟别人结婚，你怎么办？” 我回答：“我会泡你老妈，然后成为你爸，最后极力反对这门婚事。”", " 和二货同事聊天，聊到回家坐车的问题，他说汽车太慢了，要有飞机就好了。我说飞机也慢，你要会瞬移就好了。他回了句：我要会瞬移谁还在这上班啊！我问他：那你准备干啥？没想到这货说：我去给人送快递！………瞬间一道天雷正中我眉心，把我雷的外焦里嫩啊！你特么都会瞬移了能不能干点大事？纯屌丝……", " 女儿的地理成绩一直很差，妈妈不解地问：你们班地理老师水平如何？女儿答道：不咋地！我问他从巴基斯坦到爱因斯坦有多远，他当时就被憋住了！", " 妻子快过生日了，特别想要一辆一脚油门就可以开到200公里的车。她提示丈夫：“我要的生日礼物，是可以一下从0变到200的东西。”生日那天，她开心地发现家门前有个箱子，打开一看，里面放的是一体重秤……?", " 今天给老师发邮件...然后老师的邮箱自动回复：你好，你的邮件我已经收到。接着我的自动回复又给他回过去：你好，你的邮件我已经收到。然后老师又自动回复：你好，你的邮件我已经收到。然后继续。。。这俩脑残邮箱聊得很开心。。"]}, "taskid": "e81f46b9ea463a4c7a040d0bf73808e9"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=47&_uid=guest", "updatetime": 1444313401.657582, "result": {"content": [" 我一哥们喜欢养狗，专养公的，晚上出去遛狗发现一个盒子，盒子里面有个猫崽，看着挺可怜的带家去了，回家后让这个公狗天天照顾它，一年过去了，内天我出门办事看到这样一个景象，只见当年的小猫，摊起右腿对着电线杆就是一泼，然后闻闻，满意的离去了，这。。。", " 昨日，西南交大自主招生复试在九里堤校区举行，笔试和面试两轮测试。1名考生对阵4名专家，一些考题让考生感到措手不及。考官：“请你出一道题把我难住，前提是你知道答案？”该山西考生被“问懵”，反问考官:“那你知道我爷爷叫什么名字吗？”", " 小变色龙问爸爸：“为什么我们家墙上总是挂着一张白纸？”爸爸摸着儿子的头缓缓说道：“傻孩子，那是你爷爷的遗像……”小变色龙好像明白了什么，又问：“爷爷是怎么死的？”爸爸忍不住哭了出来：“他……他老人家是过斑马线的时候累死的……", " 韩国要拍《舌尖上的韩国》了。第一集自然的馈赠：白菜。第二集主食的故事：辣白菜拌饭。第三集转化的灵感：如何腌制辣白菜。第四集时间的味道：辣白菜要腌几天？ 第五集厨房的秘密：辣白菜无需用火。第六集五味的调和：白菜的辣和酸。第七集我们的田野：韩国人和白菜。", " 我一哥们一天给我讲了一个天大的秘密：他用他的山寨手机（声音超大）。录下公交车刷卡的声音，整整逃了一年票阿！每次拿个空的卡片刷，左手抓着手机放声音！屡试不爽！我现在正在膜拜中…", " 今天二中升旗时，学校的领导说：我们二中初三年有个男生，打了融城高一年的一个男生。 问他为何他还理直气壮的说“我打他？我跟他没完！我在网上跟他谈了四年恋 爱 前天才发现他是个男 的！而且我们还在同一家网吧 他就坐在我对面！”", " 下午喝牛奶，倒了一大口费力地咽下去，老公惊异地看着我，我舔了舔嘴角的奶渍说：“怎么了？我是不是喝出了美女做牛奶广告的感觉？”这货诚恳地说：“不，你喝出了王宝强上飞机的感觉……”尼玛！！这毒妇！！！倒地不起……", " 突然发现，原来我们在念“喉”“牙”“舌”“齿”“唇”这五个字的时候，发声重点就恰好在这五个发声部位上，汉语真是博大而精深啊！", " 最近哥的摩托车电启动出问题了，没钥匙也可以打开。昨天上班遇上查车，被拿下。交警华丽地拔下我的车钥匙，示意我去旁边交罚款。我把车推出一段后，果断打火启动离去。风中交警拿着我那只孤单的车钥匙……", " 多年后他再次接到她的电话，发霉的阴天他正在想她，犹豫了好久他还是接了：“喂……” 以为她会说什么，电话那头只是长长的沉默，“还好吗？” 他问，依然没有答。回忆与怀念泛滥决堤，他发了狂：“妳知不知道我好想妳啊！！” 电话那头终于传来了悠远熟悉的声音：“宝贝，别玩妈妈的电话乖…"]}, "taskid": "a2be2285f990eea2e37cda05c25be7b3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=28&_uid=guest", "updatetime": 1444313401.071268, "result": {"content": [" 早上七点多，小正太坐公交车去上学，车上人很多，小正太庆幸坐到座位了。这时，一小萝莉拿着一苹果对坐着的小正太说：“我用苹果换你的座位。”小正太看到她手中的红苹果口水直流，马上接过苹果，把座位让给小萝莉。小正太擦了擦苹果，正想大咬一口 ，座位上的小萝莉说：“别吃，下车我还要换回来的呢。”", " 小时候大概二年级的时候一次学校大扫除，在垃圾箱捡到一张四年级的语文试卷，顿时欣喜若狂，像捡到宝贝一样，又仿佛有一种犯罪的快感，哈哈，然后偷偷地把它收藏了起来…后来，终于到了四年级，我居然又把它找了出来，然后我又等啊等， 希望考到那张试卷，于是整个四年级就在忐忑和期待中过去了…我觉得吧，这可能是我做过的最有毅力的事了。", " 一屌丝听说手机装了某软件就能轻松约炮。可安装后无论怎样搭讪也约不到妹子。于是他灵机一动，把自己性别改成女，配上辣妹照片。看别的男人是怎么搭讪自己的，从而学习经验。一周后。他爱上了一个男人。。", " 小时候有一次和弟弟玩鞭炮，突然看到一坨很大的屎，于是往里面塞进去一个“震天雷”，点着了火，迅速跑到远处。恰好这时一个人骑着自行车慢慢的从那时边经过，我们俩叫他走开，他疑惑的望了我们一眼，结果“砰”的一声…………弟弟，你还记得当年跪在墙边的哥哥吗？", " 某年北京车展，我和一朋友拿着相机屁颠屁颠去参观。走到一个概念车旁正准备拍照，旁边的车模把脸转了过来并摆好了性感的pose，这时我朋友冒出了一句特别客气的话：麻烦您让一下。。。", " 9000 贴回复给你吧~~ 哈哈哈哈 【 在 perdaiz 的大作中提到: 】 : 插", " 门口保安养了只黄色的中华田园犬，每次看到都跟他打招呼，嗨小黄！可是他总是不理我，很骄傲的样子，然后有一天保安看不下去了，很无奈的对我说，他叫宝宝！不叫小黄！！", " 昨晚忘了关卧室窗，结果手腕上被蚊子叮得肿成了三倍大。今晚换上睡裤时我要把JJ露出来……", " 一哥们在公安局工作，查我的开房记录，然后打电话告诉我：“你很老实嘛！”然后我脑袋抽筋，说了一句你查查你女朋友的。@捧腹网 然后这货从此没理过我……然后就没有然后了", " 家里开宾馆的。吧员请假，我替班。看到一男一女进来开钟点房，女的手里拎着菜还有肉，当时很是诧异…等退房的时候，听到女的打电话：“老公我买完菜了，马上回去……” 我知道的太多了…"]}, "taskid": "a74a33a04de27284c7f7d8d04ecbde40"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=77&_uid=guest", "updatetime": 1444313400.08726, "result": {"content": [" 一妹纸在新东方上英语课，一日，英语老师问众同学：你们大学毕业之后想从事什么职业？妹纸一听激动了，知道自己答案肯定与众不同，于是脱口说：I want to be a cook（俺想当个厨子）说完之后坐她旁边一兄弟叹了口气，拍着她肩膀幽幽地说：妹子，你找错新东方了……", " 想起初中作业没写，被英语老师叫家长，我爸去的，去了一看，尼玛，这是他当年初中英语老师。我爸回来跟我说他当年英语多好多好，叫我好好学习之类的，后来又一次被请家长，爸妈没空爷爷去的，回来说了句，她怎么还在当老师，当年你爸读书我可没少见她。", " 很多年前，学校组织学生到电影院观看反邪教的宣传片，期间要求不得说话，不得离开座位，不得请假，不准上厕所，要认真听讲。在介绍邪教的传教方式的时候，宣 传片这么解释，说邪教通常会把许多人关到一个黑屋子里，然后反复宣传其观点，语言大多很煽动缺乏理性，并且必须遵守讲课纪律，甚至不准上厕所...........", " 在公厕里，忽然听到厕间有人说话，“朋友，有手纸吗？”我翻了翻口袋，“抱歉，没有。 ”过了几秒，那人又问：“朋友，有小块报纸吗？”我无奈地一笑，“对不起，没有，我只是来尿尿。”又过了几秒钟，厕间门缝塞出一张10元人民币，“朋友，能破成10张1块的吗？”然后我给了他10个硬币...", " 初中的时候无聊，就拔出一根jj毛。然后跟女同学说你帮我把这根头发履直下我履不直，之后她放到嘴里履了履说：嘿！还真履不直。。。。", " 本人特别能睡，属于那种经常听不到闹铃的。大学有一天早课时间，教务处查寝，抓旷课的，我们一个宿舍四个人都在睡觉，教务处老师帮帮帮砸门，室友们都醒了，面面相觑，大气都不敢喘一声。当砸门砸了快一分钟的时候，教务处老师确信里头没人，刚准备走，这时我神奇地醒了，大吼一声“谁啊！？”", " 刚看一新闻一公安局长包养双胞胎 女……一网友神回复 :花双份钱看一个面孔不划算，要是我果断包养龙凤胎 ……", " 老婆问我：“假如我死了，你会过多久，才重新开始谈新朋友呢……？”我说：“不管多久，假如有女孩子想要和我搭讪的话，我都会回答说‘真的对不起，但我还沉浸在亡妻的悲痛中’的。”“咦，真的吗？好感动啊！”“当然啦……你能想象到会有多少妹子被我感动吗？！”", " 我在餐厅，我妈在客厅跟我吼：你去厨房把那个，那个，那个什么拿过来！我：?，到底拿什么？我妈：算了，算了，指望你干点事都干不成！我：…………⊙﹏⊙", " 听你老师说，你和班一个女生恋爱的是吧？爸爸平静的问。我的腿直哆嗦，害怕爸爸逼着结束这段爱，我答不是。爸说：那女孩挺好的，好好努力，争取把她变成我们家人，不过学习不能落下，然，以后怎么给人家幸福？我感动的流泪：我不会落下学习的，还有，谢谢爸，我有些哽咽的说。之后我被一顿毒打结束了这场爱！"]}, "taskid": "8b5032bc4eab8056eec531c7c7aa8890"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=30&_uid=guest", "updatetime": 1444313399.01822, "result": {"content": [" 表妹住校，宿舍楼对面是男生宿舍。有天晚上大家发现对面有红灯闪烁，八九不离十就是夜用望远镜了，表妹彪悍地冲对面楼吼到：“你们还要不要脸，太可恶了，偷看你妹啊！”，几秒钟之后响起一个雄浑的男低音：“你走开，又不是在看你！”", " 一女同事讲起她初中事迹，说那会儿经常跟男生一起去打架，刀啊砖头什么上手操什么，身上经常挂彩，最厉害的一回在医院躺了一个多月。我问她就不怕吗，那货说我初中那会儿以为膀子砍断了还会长出来就觉得没什么大不了的… - -！", " “五一过得真快乐”这七个字，我现在最有感触的是前六个字，最后一个字已经彻底没感觉了……", " 所谓成长，就是在听到“波涛汹涌”四个字再也联想不到大海了。", " 话说我爸妈来学校看我，晚上带他们到学校门口的宾馆开房，登记的时候前台随口问了一句“有会员卡吗”？我也随口答了一句。。。“有”。。。。。。。", " 中学时地理老师极度欠，期中考试竟然是口试。瞪着怪眼提问我:巴西首都？我答:里约热内卢。他说:错！零分，给你个机会？我马上改口:巴西利亚。他面带笑容说:错！里约热内卢。我说:我刚才不是说对了吗？他说:你不坚定，七十分。我靠！我不坚定。", " 老妈五十多岁，某天老妈在客厅看电视睡着了，我推门进来，老妈醒来看着我，然后用手指着我半天不说话，我不解问她怎么了，她说妈想叫你，忘了你叫啥名字了。 我。。。", " 大学时候的事儿，本人比较老相。一天去一高中附近吃面，一高中生模样的妹子指着我的可乐问:叔叔，你的醋还用吗？擦擦擦，咬着牙说了句不用了。。妹子拿过去就倒。楼主立马结账走人。。。叫你喊叔叔。。。喝你的可乐面条去吧", " 刚才坐公交前边有一妹子在跟朋友打电话，一直在说“对，是长乐宫往右拐。记得是右拐。。然后，然后，本来是左拐的车，傻帽司机破天荒的在十字路口从右拐了！！！顿时全车人凌乱了，史无前例有木有啊。。", " 表姐刚到一警察局实习，一天晚上做梦，一个看不见脸的女人哭着说自己死的好冤，她就被埋在警察局地底下，让她给自己申冤,,lz听的鸡皮疙瘩掉一地，遂问:你吓尿了吧！ 谁知她严肃的说，我当时没想那么多，就让她找我们领导，这个事给我说没用！"]}, "taskid": "e9f8e6f6cbcd27eb5b1e9bb549fcf5f0"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=100&_uid=guest", "updatetime": 1444313398.714942, "result": {"content": [" 昨天我爸妈去钓鱼。我爸爸钓到的鱼都很小个，他一边钓一边放，每放一条鱼，就自言自语的对鱼说：「回去叫你哥哥来。」后来一直是小鱼，爸急了「大爷的，你爹呢，我欺负你了（这个时候弹一下小鱼的头），叫你爹来和我算账！」然后放鱼…", " 一同事结婚我们帮忙放鞭炮，打开一大卷，由于鞭炮太长了，决定从中间弄断分两次放，正愁没剪刀等工具，一2货朋友果断拿起鞭炮，蛋定的抽了口烟，然后直接拿烟头往上戳，还说了句“烧断不就完了！”结果真的完了……", " 前几天去逛街，坐公交车，刚上车没多久就听见一位大娘，大该有六七十岁的样子跟一位学生模样的小姑娘吵了起来。听着大娘噼里啪啦一顿数落小姑娘，小姑娘笑脸相迎，一声不吭，何等的素质啊，后来的一句话让我凌乱了，大娘，您别生气，你不生气还能活几年……", " 英语考试，10分钟写完英语答案，一会后旁边的哥们老瞟过来，哥大方地摊开答题卡，心里不屑得一笑，小子，自己找死怨不得别人了。", " 早上做了个梦，梦里我和几个朋友被劫持了，大伙正考虑怎么脱身的时候闹钟响了。 起来正准备穿衣服，突然想到如果我溜掉了，剩下的哥们会不会被杀掉啊？兄弟如手足，我可不能扔下兄弟们不管，于是就躺下接着睡了...", " 刚刚洗完澡在吹头发，手机响了，让我娘先帮我接一下。只见我妈拿起手机看了一下屏幕，伴着银铃般的笑声喊了一嗓子：“爸。”然后楞了3秒，迅速把电话丢给我。我当时也懵了，拿起电话就说：“喂，姥爷。”然后，我听见电话那头我爸寂寞的声音：“你们是谁？”", " 某晚，去网吧通宵，下半夜时困的很，想睡会，旁边有个妹子在玩劲舞团，吵得慌，于是对那妹子说：“美女，让我睡会行不。” 结果，那妹子的男友过来了...", " 和老婆冷战中，今天中了四百五十块的猜票，跑到她面前把钱摊开得瑟，作扇风状，她斜眼望了我一眼，幽幽说到：\"要不是你那倆蛋坠着你，你丫能得瑟上天了\"。顿时天雷滚滚……", " 中午食堂打饭，千军万马万箭齐发这样地冲向食堂。有一天俩哥们好不容易冲到了前锋，突然A被食堂的一步楼梯绊倒了，饭盒也摔到了一边，B立刻转过来关切地看着A，A抬头说了一句：“不要管我！快跑！！", " 一球迷发毒誓，如果国家男足进不了世界杯八强，就永远不结婚。他信守承诺一直等到40岁，当朋友们都担心他的婚姻时，他却结婚了，朋友问道，他说：”嘿嘿，我改国籍了。”"]}, "taskid": "a7f5f84d103ef4af9928f58f3151e4ca"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=86&_uid=guest", "updatetime": 1444313397.466405, "result": {"content": [" 两只小鸟分别站在零线和火线上，本来他们 相安无事。 后来那只雄鸟亲了雌鸟一下。这 个故事告诉我们，秀恩爱的都得死。——鸟嘴 的化学成分是磷灰石，而磷灰石是不导电 的。但这两只鸟居然被电死了，显然，它们舌吻了…", " 第一天军训，军姿刚站了10分钟，一妹子晕倒，直接就栽在身边姑娘身上了，随后架走。教官顿时开始强调受不了的要及时报 告，不要硬撑，训练要吃早饭云云…那天可是阴天，只站10分钟就能晕，难不成是林妹妹转世了？众人惑之。后休息期间，围观晕倒的妹子，问其何故，答曰：“刚刚太困，睡着了……”", " 姐姐半夜回家打算打一黑车。司机停车后，姐姐开了后座门后，想还是记下车牌吧，于是关门绕到车位看了一眼，结果司机开车就走了。姐姐心想司机心虚了，还好没坐这车。于是继续原地等出租。十分钟后，那黑车又绕回来停在姐姐身边摇下车窗说：你怎么没上来啊，我听关车门以为你上来了，还问你去哪儿呢，一回头没人，这大半夜的可吓死我了...", " 咱们学校有位大神，期末总挂科，而且没挂的科也是在及格线上徘徊。他一直跟他妈说他学习挺好啥的，有一次他妈要上教务处网站看他成绩。这位大神竟然自己做了个教务处的网站给他妈糊弄过去不说。他妈还因为他成绩好奖励他五百块钱！从此学校里就开始流传他的传说", " 冬天天冷袜子不想天天洗，攒了一个星期用洗衣机洗，省时省事，但是有一个问题洗完之后一双一双要分开，甚是头疼。昨天当我正犯愁的时候突然灵机一动，把老婆叫了过来问：喜欢玩连连看吗？ 老婆高高兴兴的跑了过来答：喜欢 那你把袜子分一下吧。", " 我们家有一个圆形的水缸，我妈叫我测一下周长，去做个盖子。我想，周长公式是2πr，那就要测r，就要找到圆心，于是我找了两根撑衣杆，交叉之后在缸上面找圆心。我妈看了半天：“你在干啥子？”“测半径算周长啊”“。。。你不能直接拿根毛线绕一圈吗？”。。。我觉得我对不起我小学毕业证书!", " 曾经有个女生说，假如我能请她吃顿桂圆食堂的热干面，就做我女朋友。。。我觉得她是想诈骗我2块5，就一直没同意……", " 我养了一只猫，她小的时候喜欢睡在我的拖鞋里（冬天的那种毛绒拖鞋） 一天我不在家，我舅舅来我家，穿了我的拖鞋…… 晚上睡觉的时候，小猫照例躲到拖鞋里，没过多久就爬了出来，灰常纠结的绕着拖鞋叫… 从此，她再也不在那双拖鞋里睡觉了…", " 二弟都三十多了，女朋友谈了十几个，不是人家不中意他，就是他看不上人家。老妈很着急，弟弟却总是说“缘分未到，缘分未到呀！”。昨天，二弟又去相亲了，晚上到家，全家争先恐后地问他感觉如何，二弟笑：“你们都猜不到，我和那女孩还真有缘分！”听了这话，老妈高兴地说：“太好了！快说说，怎么有缘分？”二弟：“那女孩居然是我八年前第一次相亲的女孩。”", " 我说：老婆我们离婚吧，房子存款都给你我净身出户。 她把菜刀立案板上说：来吧，先净身，你就可以走了。"]}, "taskid": "31c8e30394090a0cf12199d05167911e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=90&_uid=guest", "updatetime": 1444313396.124738, "result": {"content": [" 高三食堂的早餐吃厌了，刚好班上有个人不住校，班上30多个人让他带早餐。 谁知第二天一大袋早餐被扣在传达室了，说得在校外把这东西吃完，不然食物中毒会说是校内引起的。 于是30多个人浩浩荡荡的走向传达室吃早餐去了。场面很壮观。", " 被毒蛇咬后五步之内必有解毒的草这话是真是假我不知道，但是如果你在马路上被一滩碎玻璃扎了车胎，前方1000米必有修车的……", " 自从长腿媳妇有一次忽然发现说：＂原来男人的秋裤这么容易区分正反面＂之后，她就一直拿我的秋裤穿…", " 众所周知，我国是一个言论自由的国家。就算我现在讲关于****的话题，网络也不会屏蔽。关于****，********************！************？******，************！*******？********", " 昨天，哥看到一40岁的中年男人，拿着300元的只能打电话的手机，在路边打电话。@捧腹网 哥华丽丽的拿着苹果在他面前展示了下。他打完电话，旁边一辆奔驰上司机走下来，为他打开门，他潇洒的向我亮了下他300元的手机，然后钻进了奔驰里。", " 儿子每天早上不到七点就去上学，楼道里装了声控灯，但是不太灵敏。儿子每早都是“啊~啊~啊~”地喊着下楼。我怕打扰邻居，告诉儿子以后不要再喊了。第二天有两个邻居找我，说因为早上没听到我儿子的喊声，上班迟到了，让他以后喊灯的时候大点声。。。点声。。声。", " 某军区新兵训练，一新兵初来乍到，烟瘾又犯了，看见门口一大爷在那浇花。 就喊，大爷帮我买包烟呗，大爷说到你们不是禁烟吗？ 那新兵说没事的，肯定发现不了，帮个忙呗，东北人都是活雷锋。 于是大爷帮了他。 晚上吃饭的时候，连长大骂，TMD谁叫司令帮忙买烟的，还TM东北人都是活雷锋？", " 这个世界太疯狂了……美国一家软件公司一个程序员每个月拿出六位数美金月薪的1/5，把自己所有工作外包给沈阳一个软件公司，自己每天就在办公室里喝喝咖啡上上网，刷美国微博逛美国Tao宝，日子过得潇洒，然后还被评为优秀员工，通过监测VPN的登录IP发现此人每日从沈阳登录，事情才曝光。……", " 两个程序员在聊天：“我昨天碰到个辣妹。我把她带回家，马上就开始如饥似渴地亲吻，她就坐在我的键盘上，然后……”“你家里也有台电脑？啥配置啊？”", " 就在今天我起床之前，我妈把我书橱里的书全卖了，给了我50块钱，说来了个收废品的，你那书反正也不看过几天搬新房的时候还省得多些东西。。。就在昨天，我刚往一本书里夹了500块钱，留着应急的。。。"]}, "taskid": "7852bd934bb02764d306d2d822a9ea58"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=66&_uid=guest", "updatetime": 1444313395.025879, "result": {"content": [" 家有二逼老婆一枚。 昨天下班前我让她把冰箱里的牛肉拿出来去血水。我到家就可以直接给她做土豆烧牛肉了。结果我回到家中看见厨房灶台上赫然放着一片加长的姨妈巾。上面放着牛肉……", " 刚才和妈妈准备要做饭吃饭的时候邻居叫我妈妈过来打麻将来了。然后我妈就说我儿子还没吃饭呢，怎么能跟你出去玩呀。然后邻居就走了。大约过了五分钟，邻居端来了一盘饺子……“给你儿子快点吃，你跟我走！”", " LZ痔疮犯了买了支痔疮膏 晚上在卫生间涂完 随手把痔疮膏放在洗手盆上 第二天早 正睡得迷迷糊糊 就听我家那二货在卫生间说： 老公你这是在哪买的牙膏 味道比以前好多了.....好多了....", " 我记得小时候我问爸妈什么是性，他们一脸欲言又止；现在他们问我什么是黑木耳，我一脸欲言又止……", " 昨晚停电，我正在大号，蹲厕所中。然后我爸就一盆洗脚水泼过来，然后留下我一人在冰冷的厕所里，头也不回，他就走了。", " 我有个哥们，个子不高，一米7几，家境殷实，但人确实帅，连我等男性看了都不禁感叹奇怪的是为什么一直没有女朋友呢？有一次几个熟人一起出去玩，其中有个美女对我那哥们有点兴趣，一直暗送秋波我那哥们也没啥反应，到了地方自顾的抽起了烟，美女苦于没有机会勾搭帅哥就说：“在你抽烟的时候，难道你不知道应该询问一下你身边的女士吗？”我那哥们二话没说，抽出一支，扔了过去。我顿时有一丝明悟..", " 我一哥们很有才，有次他在家里卫生间撒尿，他对着下面吐了口吐沫，一不小心吐到JJ上了，还不少，这时他顺手拿了点纸擦擦，突然他老爸回来了，急着上厕所，门一看，我那哥们一回头...这个场景僵住了，他老爸来句：擦好就先出来把，待会找你谈谈.......", " 刚换了安卓，正寻思如何处理掉老诺基亚------晚上订了闹钟。早上七点半，一个熟悉的音乐响起，看看安卓，没亮啊，这才发现是诺基亚工作了。一百度发现安卓不支持关机闹铃。看着熟悉的老诺，顿时有想哭的冲动!都要被卖了还不忘叫我起床!", " 一哥们被分手，最后求女友一起唱次歌，把我们都叫去了，在KTV里，他对女友说：就让我给你唱最后一个歌吧。我们以为要唱什么深情歌曲，打动女友让她回头呢，结果他点了《嘻唰唰》……请你拿了我的给我送回来，吃了我的给我吐出来……", " 和同学去旅游，在寺庙功德箱里赫然看到一张印有古代人头像和仪器的纸币，同学勃然大怒，喊到：“这素质，不捐就不捐，扔什么冥币！”我小声提醒：“别吵别吵，那是韩元...”"]}, "taskid": "fd73e1b49a5fc70f02ddadd6222c0e03"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=75&_uid=guest", "updatetime": 1444313394.722382, "result": {"content": [" 今天小侄子在学校打架，老师请家长，大哥大嫂都不在就托我去了，回来的路上我劈头盖脸把小侄子骂了一顿：小兔崽子有个那么漂亮的班主任还藏着掖着，早知道应该着装打扮下，明天再打一顿，叔请你吃小当家，保证不告诉你爸妈。", " 刚才去门口买豆腐脑，老板找我三个硬币 我不小心掉进老板卖的豆腐脑里了 老板淡定的说：“别说话，这次不要你钱！” 我凌乱了……", " 有一次在沃尔玛，我跟老婆走散了。明明有手机可以联系，我却偏偏去广播找人。内容如下，XX小朋友，你的爸爸在广播处等你，请联系工作人员带你走过来。五分钟后我很欢乐的看到一脸黑线的老婆缓缓走来。", " 高中班主任上课无意间提到名字含义，说道：每个人名字都有意义的！比如我名字\"永生\"，永恒的生命，意思是顽强的生命力。后排传来一句：永世不得超生！然后，就没有然后了。。", " 老妇擦拭阁楼找到的油灯，她的猫躺在身旁。一个妖怪从灯里跳了出来，给她三个愿望。 老妇：“钱，青春，把猫变成英俊王子。”烟雾过后她变得年轻貌美，周围是财宝，猫没了，一个王子搂着她。她在王子的怀抱中，幸福地融化掉了。王子在她耳边温柔细语：“你当初阉了我，现在后悔了吗？”", " 从小跟堂弟很铁，有一次他一定要请我去他家吃他的炒方便面。他在厨房煮好面准备开炒，问我：“哥，你要不要放辣椒的？”此时他老妈忽然出现，手拿一张面值47分的试卷怒发冲冠地冲厨房来，劈头盖脸一顿打，边打边骂，边骂边打，那个惨啊。他老妈打完走了，老弟也哭成了泪人。但还一边抽泣一边继续问我：“哥，你刚才说要不要放辣椒的？”我...........", " 我问他：老公，你嫌我丑不？ 本以为老公会说：宝贝一点都不丑。 结果他扔下俩字：不嫌。。。", " A君上山里玩，路上遇到一只狐狸，心血来潮远远冲它大喝一声：“孽畜！还不快快现出原形？！”狐狸楞了一下，突然开口说话了：“傻逼，这本来就是原形啊！” “妈呀有妖怪！！！”A君大叫一声撒丫子跑了，狐狸嗷地一声跟着在后面跑，边跑边叫：哪儿哪儿有妖怪啊！别丢下我呀！吓死老子了…", " 新来的同事MM娇小可爱，众屌丝垂涎三尺，我会告诉你也包括哥在内吗？一天受邀去她宿舍给电脑重作系统，她去洗水果，有苹果有枣……她手机在桌边充电，这时来个电话，屏幕显示“家”，我在头脑短路的情况下接了起来，是个男声，我随口应着：叔，你等会，小丽在洗枣……，正说着，她出来了，接着电话去一边讲，过一会儿，脸色阴晴不定地回来问我：你是故意的吧？周日跟我回家解释去吧！", " 一直怀念高中和同桌没被捅破的爱情。如今40岁了，还没谈过恋爱，父母到处为我安排相亲。一天，母亲电话说安排了一个相亲。 跑去看到女孩竟然就是高中同桌！我激动的脑子发热，支支吾吾的问道：“你还好么？”她低着头道：“就是你要跟我女儿相亲？”"]}, "taskid": "34f7d083a2754e06aff3218e87020c72"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=49&_uid=guest", "updatetime": 1444313393.538163, "result": {"content": [" 记得上中学那会儿，喜欢一个同年级不同班的女生，不敢说啊，就每天放学了买两个包子等她下课（晚9点),每当她下课看见我拿着包子在等她，总是笑得很开心，这时候我心里也TM得很开心，买了半年包子后，她就顺理成章的跟另一个男生好了，因为那个男生总是等她吃完包子，我走后，给她买瓶水喝。", " 我妈。。。给她买了个智能洗衣机，教了500回还是不会用，经常打电话来问怎么开机。后来给她买了台自动麻将机。那叫一个牛逼，卡牌死机了，立即从手袋里掏出一把小改锥，三下五除二就把台面卸了，重新调整滑轨，校对卡齿再把麻将桌安装好，一气呵成！ 。。", " 和朋友去吃饭，两个人吃了150元。饭很难吃，而且还没吃饱。我很不爽，对朋友骂道：“老子150喂狗了！”朋友点头称是。两人都没反应过来，高高兴兴地回家了。", " 昨天1400个人去面试一个职位……我和一个女孩一路坚持到了最后的考核，连经理都犹豫不决，到底该录用谁！直到一个声音传来：非常抱歉，朱先生，我们这里暂时没有XL号的工作服，工作服厂家已经放年假，会影响您上班的…我次奥", " 跟一很久不见的哥们聊天，问他最近婚姻状况怎么样，他说:“最近换了好几个丈母娘。”我说:“你也太猛了吧！”他说:“是我岳父太猛了”我:“…………”", " 今早上厕所，我蹲坑，看同事弄了半天裤子拉锁，动作极为搞怪，随口开玩笑问到\"找不到了？\" 同事没做声，弄好裤子，叹了口气，说\"终于装进去了！\"", " 有三个兄弟，他们老爸临死时，就拿出一根筷子给大儿子。 三个儿子互相看看一幅都懂了的表情。 然后大儿子一下折断了，富翁老爸又拿出两根筷子，二儿子也折断了。 富翁又拿出捆好的一把筷子，三儿子一声暴喝也折断了。 富翁的眼中流下了一行老泪。 挣扎着颤声道：其实……我的财产……就剩这一把乾隆御用过的象牙筷子了……", " lz大四妹纸一枚，临走前一天老爸一直闷闷不乐，深感父女情深搞得各种不想走睡不着，半夜听到老爸深深叹了一口气，lz在隔壁房间强忍泪水，然后老爸忧伤的声音悠悠传来：从明天开始又要洗碗了…………", " 回老家去亲戚家，一进门就看到熊孩子鼻涕一把泪一把的在补寒假作业。我等他家长出去后，二话没说拿起来就帮他写，一下午没停笔帮他消灭了很大一部分。熊孩子感动得眼圈都红了，我拍拍他的肩膀：我小时候就一直幻想着突然来个人帮我写完拖拉的作业，今天就当帮自己完成个心愿了吧...", " 买了套茶具，把开水倒进壶里，闷了一回，倒进盖碗，倒进公平杯，分给六个品茶杯，发给五个亲戚朋友，自己拿起一杯，喝了一口，表弟曰：哥，喝白开水至于这么折腾么。我曰：特么忘买茶叶了…"]}, "taskid": "9a1368cfd969ad47b917069b518250a4"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=36&_uid=guest", "updatetime": 1444313392.402324, "result": {"content": [" 放学回家，同学的爸爸顺路车带我，于是我叫叔叔发一条短信给我妈妈报平安。。。回家后发现妈妈抱着手机哭的梨花带雨，我问怎么啦？妈妈一把抱住我，给我看手机上那条破短信，写着：“是xxx（我的名字）的妈妈吗？不用担心，你儿子在我手上...”", " 之前网友发一张照片，是杨澜，宋祖英，苍井空合影，征求大家意见，给照片加个说明。下面出现神回复：商用，军用，民用。然后大家一通膜拜。这时，真正的大神出现了，回复：代表先进生产力发展要求，代表先进文化的前进方向，代表最广大人民的根本利益。从此，安静了。", " 老婆来大姨妈了，昨晚问我，我是不是你最漂亮的老婆啊。本着对每个月流一次血还不死而且能闹到天翻地覆生物的崇敬与了解，此刻我知道，如果我回答是，她会说那你还有几个不漂亮的老婆？如果我回答不是，她会说难道在你心里我很丑？权衡之后，我很自信的告诉她：我只有你一个老婆啊。结果事实证明女人的思维永远无法理解，她说：那你还想有几个老婆？！然后开始闹。。女人果然是只要想闹，什么都无法阻止啊。。", " 如果雷锋还活着，故事可能是这样的。。。雷锋逛街时遇到一个摔倒的老奶奶。。。雷锋上前扶了一把。。。后来。。。雷锋坐牢了。", " 弟弟到新单位实习，回来以后很高兴的跟我们说喜欢办公室的一个女同事，长得特漂亮，身上还有一股淡淡的薄荷味道。妈妈在身后幽幽的说，那是妇炎洁的味道。", " 一对孪生兄弟跟我们同班，过完年回来，一个嘴巴受伤，一个手受伤，问原因，哥哥说“拿烟点鞭炮，玩兴奋了，把烟丢出去了，鞭炮叼嘴里了”，弟弟说“在旁边看到，笑翻了，把准备丢出去的鞭炮忘了，炸手上了”。好一对奇葩兄弟。", " 和男友逛超市，徘徊在零食区忽听旁边有个5岁左右的小孩叫着要旺仔小馒头，只听粑粑教育道:宝贝，这是小孩子吃的，你已经5岁了，不是小孩子了。lz听后，默默的的走到旁边，在粑粑和宝贝的眼皮底下，拿了包旺仔默默的走开，宝贝,姐只能帮你到这了......", " 同桌上课的时候睡着了，突然我发现班主任站在后门，就用手推推同桌，她居然很无奈的把头扭到了另一边！我为了挽救她，继续推她，结果。。。结果。。。这姑娘猛的起来用书把我一顿砸！！！我愣是不敢反抗呀。。。回头一看，班主任都乐开花了！！！", " 为了追一个漂亮美眉，我决定展开鲜花攻势，我问花店老板「1朵玫瑰代表唯一，3朵代表我爱你，9朵代表永远，那999朵代表什么？」花店老板：这个嘛，代表家里有钱。", " 有段时间大家都迷恋戴金链子，有一二货同学戴着条假的去火车站，不料一男子揪下就跑，旁边的大爷坐不住了，着急的说：小伙子快追啊。同学淡定的摆摆手：不就是万八块钱的事，不追了。"]}, "taskid": "fc8b0b81815ebd9b6f354279a4f1720d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=34&_uid=guest", "updatetime": 1444313390.930302, "result": {"content": [" 【 在 cela 的大作中提到: 】 : 　　a：一句话来说明你的寂寞。 : 　　b：你刚才说的那句话一共有92笔划。", " 我觉得女孩子抽烟挺难看的，女孩就应该做女孩的事，男孩就应该做男孩的事。 就像我，现在去健身房呢，一姑娘站我旁边抽烟，烟灰都弹我hello kitty书包上了...", " 某个帖子有人问：你愿意娶女优苍井空还是处女凤姐？下面是一位网友的回答，笑死我了。网友是这样答的：你愿意与人分享一块蛋糕，还是独享一坨屎啊？你口味有点问题！", " 我在床头点了根烟，正在享受尼古丁所带来的快感，女友说，抽烟不好，会导致早泄。我气愤的说：我证明给你看，让你知道你观点是错的。把香烟放在床头的烟灰缸上。一阵翻云覆雨之后，我拿起了还有半根的香烟继续抽！", " 今天，我到女朋友家去吃饭，女朋友们母亲，夹了一块排骨，试图放进我的饭碗，我谦让了一下，排骨滑落到地上，她们家的狗见了，疯狂冲过来，结果只闻了闻，走开了.....", " 前两天下雨…我搂着女友撑着伞，突然一个女的从后面跑到我前面二话不说就是一巴掌！在我还没反应过来以前，丢下一句不好意思认错人了！瞬间落荒而逃…雨伞都丢路边了！女友摸着我的脸！说：幸好她说认错人了！不然这样跑的人就是我了……我在雨中凌乱了一个小时！！", " 路人：鞋垫多少钱一副？ 大娘：5块钱。 路人：我看看。 大娘：都是自己做的，看看这针脚。 路人：3块钱卖不卖？ 大娘：不卖，这价进都进不来！", " 听一朋友说的，他小时候有一次和小伙伴们玩打水枪，结果是几个家伙结盟打他一个，所谓双拳难敌四手啊，没办法他逃到了一个破屋子里面，持久战下来已然是弹尽粮绝了。在此千钧一发之际，他也展示了自己过人的谋略，掏出小JJ尿满了水枪，从一片一片又一片的惨叫声中杀出了重围，以少胜多。", " 半夜睡不着，在阳台上用红外线笔到处照射。看见一夜归男子，我遂用红外线光点射到他身上……只见那家伙快速一跃，跳到绿化带上草丛背后卧倒，五分钟都没动静。我正准备回屋睡觉，看到在绿化带的尽头，那家伙爬起来就跑。敢情他以为有人要狙击他，一直在绿化带里匍匐前进了二十多米啊，港片看多了吧！这家伙要么做了坏事，要么就是有仇家……", " 有次去个陌生的城市找朋友玩儿，朋友说在某某某网吧等我，人生地不熟的，只好打车去，不用问路还方便，等我上车后告诉司机到某某某网吧. 司机大叔黑着脸打火，一档起步，放手刹，方向盘左满舵，掉头，熄火，拉手刹：到了，起步价8元"]}, "taskid": "696afdd6188f871540ab4710fdbcba40"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=31&_uid=guest", "updatetime": 1444313389.605044, "result": {"content": [" 昨天去照婚纱照，我在化妆间化妆，老公在楼下做头型，我化妆完事化妆师要给新郎化，我给他打电话，他兴冲冲的跑到化妆室对着门口另一个化妆完的新娘就抱了上去，兴奋的说到:太漂亮了，化妆师太厉害了，我都认不出来。连被抱的新娘都蒙了，我瞬间石化了...", " 昨天到银行取钱，银行人员问我：“办什么业务啊？”我说：“我要取钱”，那人说：“超过十万了吗？”我说：“没有”，那人又说：“现在办业务的人挺多的，你就在取款机哪去就行”，她说完我很不好意思地说：“取款机那取不了，我取的钱数不够一百…”", " 好睿智~~ 【 在 cela 的大作中提到: 】 : 中学时地理老师极度欠，期中考试竟然是口试。瞪着怪眼提问我:巴西首都？我答:里约热内卢。他说:错！零分，给你个机会？我马上改口:巴西利亚。他面带笑容说:错！里约热内卢。我说:我刚才不是说对了吗？他说:你不坚定，七十分。我靠！我不坚定。", " 晚上不点灯。。。。掉地上找不到。。。。这是说他黑么。。。我觉得不管黑白都找不到。。。 【 在 cela 的大作中提到: 】 : 我的表哥皮肤特黑，小外甥没出世前，大哥说：如果白，就做DNA，如果黑就是我的种！小外甥现在两个月了，再问大哥用不用做DNA，他说：不用了，太他妈黑了，晚上不点灯，掉地上都找不到！！！外甥你到底有多黑啊！！", " 我擦。。我初一的时候捡到过一张手写的关于三角形的题目，拿了半学期。。。。就像捡到武功秘籍一样，等着啥时候能参透它。。。后来貌似是搬学校给弄丢了。。。 【 在 cela 的大作中提到: 】 : 小时候大概二年级的时候一次学校大扫除，在垃圾箱捡到一张四年级的语文试卷，顿时欣喜若狂，像捡到宝贝一样，又仿佛有一种犯罪的快感，哈哈，然后偷偷地把它收藏了起来…后来，终于到了四年级，我居然又把它找了出来，然后我又等啊等， 希望考到那张试卷，于是整个四年级就在忐忑和期待中过去了…我觉得吧，这可能是我做过的最有毅力的事了。", " 容lz吃个饭。。喘口气。。。 【 在 pp14105322 的大作中提到: 】 : 求楼主继续更新啊", " 某男人去看医生,脱下裤子问医生:大夫,您看我这病还能治吗?大夫一看这人的JJ都卷 了，好像麻花。不好意思，您还是去其他地方看看吧。一年以后，医生在商场洗手间又看见 了这个人，由于印象深刻，故一眼认出，看看JJ便问：在哪儿治好的？这人摇摇头说：咳！ 经过仔细观察别人才发现，尿完尿以后是抖而不是拧。", " 两位精神病人A君B君同时康复，他们的主治医生对他们说：“如果你们其中的一个人犯 病了，另外一个人就要马上把他送回医院。”突然一天，医生的电话铃响了起来，原来是 A君：“不得了了，B君从今天早上开始爬在我家的厕所里，非说他是我的马桶。”“快，快 把他送来啊！”A君沉默片刻：“那,,,,我不就没马桶了吗？”", " 大老板一天心血来潮巡视他的一家工厂，看见以员工埋头苦干，于是走过去拍了拍员工 的肩膀：“好好干，我以前也和你一样。” 员工抬起头笑了笑，也拍了拍老板的肩膀说：“你也好好干吧，我以前也和你一样”", " 校长和英语老师一起去法国某中学访问，校长在礼堂讲话，英语老师做翻译。 校长：“各位老师们，同学们！” 英语老师：“ladies and gentlemen！” 校长：“各位女士们，先生们！” 英语老师-_-！想了下说：“Good morning！” 校长：“早上好！” 英语老师：…… ==”汗"]}, "taskid": "6788a7d9ca77a565858ae6b54f715f56"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=44&_uid=guest", "updatetime": 1444313388.417426, "result": {"content": [" 同学爸爸特爱喝酒，简直就是无酒不欢，经常喝的烂醉如泥，同学想了很多办法让他爸戒酒毫无效果。一天晚上，他爸又摇摇晃晃回家，同学他妈实在火了，拿起家里的农药给他爹身上撒了一些，然后打120，说自己老公喝农药了。120来了二话没说，当场拉到医院洗胃，一阵折腾之后，酒戒了！", " 一朋友生了个男孩，姓南，由于他不经常上网，所以邀请我到网上问问网友能给出个主意起个让人一听就能记住且霸气的名字，然后我就把求名字的帖子发到我经常去的论坛了，然后过了一天，被点亮最多的一个名字是“南波万” 。", " 现在的女生都这么主动了吗？我只是和眼前坐着的这个陌生美女聊了不到三句话，她就开始不断要我的手机号码。我坚决没有给她。就这样，我被请出了移动营业厅", " 苍井空发了一条微博：你们看到＂春天＂两个字想起来什么？？网友神回复：三人日二人。", " 前几天，班主任课间支走男生和女生讲，如果怕高考那几天来大姨妈的话可以去打针调经。一个男同学了解情况后，语重心长地对一萌妹纸说：别听老师的，打什么针？打电话给我，我可以让你十个月都不来。。。", " 今天我在超市门口，看到一送快递的大哥，刚把他的摩托车发动，不到3秒就听”彭”的一声他人和车就倒地上了，只见他默默的爬了起来，掏出钥匙把车子前轮的锁打开。", " 今日路口看到，有个老大爷过马路，被一辆面包车刮倒，路人都心里一紧。不过老大爷居然没事，没等人扶自己拍拍身子，站了起来，谁知面包车司机却不识好歹，从车窗里探出头来就骂:\"老不死的，你瞎啊？\"那老大爷听了，先是一楞却也不吵，只是意味深长的望了那司机一眼，慢慢坐回地上，躺平了！", " lz正在玩手机，在厨房忙活的老妈怒了，说道：“整天就知道看手机，现在不好好努力，就会像你爸那样，找不到好工作，娶不到好老婆！”这时在一旁看电视的老爸特淡定的说道：“这么多年来，你终于承认了！”", " 某工程队队医，其他人经常喊他兽医，食堂师傅问他，别人喊你兽医你不生气么？他说，别人喊你喂猪的你生气么？师傅想了想，也是……", " 因为奶奶手机接电话也不知怎么用，我妈专门录了这个来电铃声“电话在响，请翻开手机，摁绿色键。”老妈真是个天才！"]}, "taskid": "84d1f76f3fb3a4e73450dd9a73b07e52"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=80&_uid=guest", "updatetime": 1444313388.214554, "result": {"content": [" 哥们嘴很贱，晚上睡觉前惹老婆生气了，没办法只好甜言蜜语哄她。很嗲气的问他老婆：小朋友今年十几了呀。老婆开心的笑着回答：人家都二十七了。哥们嘴习惯性迸出一句：看胸部不像啊。砰！鼻血瞬间爆F。", " 早上坐车，对面是一姑娘，旁边坐一老太太，也没见两人交流过，我手机没拿稳，掉下去了两次。突然老太太跟我说：“小伙子QQ号是多少？”当时大脑一片空白，老太太又给我个手机让我输进去。正在迷茫中接过手机，对面的姑娘直接伸手抢了过去，说：“ 奶奶你别闹了。”老太太说：“看小伙子紧张的手机都掉了，想帮帮他...”", " 小时候，男孩玩枪女孩玩娃娃。长大后男人玩娃娃女人玩枪。", " 一帮人在酒吧玩真心话大冒险，一姐们儿抽到“大冒险”，内容是[对一位陌生异性说：请问你需要特殊服务吗？]结果正赶上那天扫黄突击行动，这呆B很幸运地拦住了一名便衣警察，红着脸很纠结地对人家说：“请问你需要特殊服务吗？” ……最后所有人过去一起解释了半天警察才相信……-_-‖", " 初三，记得那时和mm同桌，看到她乳勾了，就往里丢了一个口香糖。MM不乐意了，硬是要我掏出来，哥就直接用手掏出来了，当时思想是多纯洁啊，多纯洁....", " 在油价涨到八块的今天，还有妹子以为开车载她出去是为了兜风，太天真了！！！", " 和朋友聊起小时候吃那种塔糖打肚子里的虫子，我说现在卫生条件好了，小孩子也不用打虫子了，朋友淡淡的来了句，现在我们吃在肚子里的东西已经不适合虫子生存了", " 本来想在qq空间发表说说：卧槽，今晚又喝大了。看到最近访客有老妈。果断改成：快考试了。看了一天的书，好累。加油！", " 我哥们东北农业的，去年学期末他去包宿，早上回来路过菜园子。馋了，偷了一个学校的柿子吃。第二天，学校找到他，告诉他被开除了。我哥们懵了，不就偷一柿子么，学校告诉他，这是乘神7在外太空旅游的柿子种。每个农业大学一粒，就结了俩柿子，他吃了一个，他现在在家呢。", " 一少妇买了4s打算越狱。 到店里不知道怎么说，憋了半天爆了一句＂老板我要出轨！＂ 老板愣了几秒果断给她装了微信。。。"]}, "taskid": "fa7f7497ee131e96cd8730a275322b6c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=89&_uid=guest", "updatetime": 1444313387.792875, "result": {"content": [" 老婆在办公室闲着没事，从抽屉里拿出小镜子和剪子，把有些长的刘海儿给剪了。晚上回到家，她拉住老公问：“看看我这刘海剪得怎么样？”老公瞟了一眼嘟囔道：“不怎么样。”老婆说：“我没上外边剪，自己瞎剪的，一分钱没花。”老公盯着刘海仔细看了看说：“不错，真不错，你怎么不早说呢？”", " 三岁女儿犯了错。老公教训她把她弄哭了，然后老公拿了刀去切咸肉。小丫头哭着来找我，我安慰了她之后，让她去向爸爸认错，她跑出去又很快地跑回来说：“他手里有刀。”", " 初中的时候,一次上课老师一人发一张A4纸,要求裁成两半,LZ拿出尺子,量好整张纸的长度,除2,再用尺子在纸上找好位置,做好标记,用小刀裁开....只见同桌的MM把纸对折,按平,撕开....我拉低了全班的智商", " 小时候羡慕别的小朋友有漂亮的凉鞋，于是偷偷的把自己的塑胶凉鞋用削笔刀把鞋子割坏掉，然后回家让妈妈卖新的，伤心的是妈妈叫爸爸用火钳把我的鞋子焊好给我接着穿………", " 求救，我男友那方面相当冲动，动不动就有欲望，有时候吃饭吃得好好的就把我摁在饭桌上OOXX，勺子碗碎了一地都不管，还有时候我上网上得好好的fj8ap3ujfdsai-jigjd9sa930asdasdwrvdfgh", " 跟女朋友爱#爱的时候，很甜蜜的说了句：“嫁给我吧！”女友回了句“不嘛”。之后我愚蠢傻蛋的回了句：“我现在就在XXOO别人的老婆，真刺激”.......被踢下床，睡沙发。。嘴贱~~~", " 高二生物课上，女老师 腼腆含蓄的说:猪一次能射200ml.狗一次能射50ml.下面突有一哥们大喊:我cao,我连猪狗都不如。。。。全班爆笑。", " 学校有个老师很懒，她是这样改试卷的:在宿舍里把试卷朝空中一扔，落在床上的全部80以上，桌子上的70以上，沙发上的60以上，地板上的→挂！后来被学校发现开除了。这样的老师太奇葩了！", " 以前开着表姐的630i去理工打篮球。门卫自觉把门禁打开放进去。后来坐朋友的帕萨特去，要求交出驾驶证才肯放入，后来开自己的奇瑞QQ去打球，死活不肯放行了。这也是一种激励啊。", " 晚上回家，男友正给我做饭，看见我回来，特别兴奋地说：＂老婆，快过来，我特别想对你做一件事＂，拉着我到卧室，一把把我推倒在床，接着从钱包拿出一叠钱，一把甩在楼主身上，特霸气地说：＂给我来个全套的！＂，原来是这货公司发2000过节费，汗！前两天刚百度完全套包含的内容！"]}, "taskid": "a7e818b69f26a8681211f24d29191815"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=9&_uid=guest", "updatetime": 1444313385.472648, "result": {"content": [" 封府组织烧烤。展昭：肉我包了。公孙策：烤具我包了。王朝：蘸料我包了。……包拯兴致勃勃问：那本府包什么？“当然是包黑炭啊。”", " 跟朋友起了争执，朋友看了我一眼说：“我要是僵尸，一定不吃你。” 我一愣，随口问道：“为什么？” 朋友淡定的说到：“因为你没脑子” 我：“。。。。。”", " 记得初三月考考生物时，监考老师是教历史的。。。有一道选择题不会，想一神计，举手，“老师，我觉得这一题出错了，好像没有正确选项”。历史老师很迷茫的当真了，各种跑前跑后问其他的同学啊，回来小声给我说“他们都选的A,你再好好看看。” 谢！谢！！啊！！！我就选了A。。。", " 我渴望的最浪漫的事就是有一天我们都老了，在温暖的午后，我躺在你的腿上，你替我掏耳朵。你温柔地问我：“这个力道行吗？”我没有回答，你缓缓取下眼镜，开口说：“麻痹，又掏聋了一只。”", " 自习课上，大家都在做作业。老师说：“同学们，大家有什么不懂的都可以问我”一二货同学走上去问：“老师，牛顿的头发在哪烫的？”", " 【我的老师】 “我们宋老师今年60岁，既不太老，也不年轻，刚好是一个可以死去的年纪” __摘自我表弟的周记", " 谨以此书献给我光辉卓越、沉鱼落雁的妻子，如果没有她，我将什么也不是。在我痛苦的时候，是她给我安慰；在我失败的时候，是她重新给我信心。 她从不发一句牢骚，从不插手我的事业，从不刨根问底，也从不评头论足，生活的磨难她总是默默承受。。。（作者注——特别感谢我的妻子为本书作序）", " 你的眼睛就象天上的明月，一只初一；一只十五。", " 店员：小姐，您这十张百元大钞都是假钞。 靓女：啊！我被强暴了！", " 我和妻子已经18个月没说话了，我没机会打断她。"]}, "taskid": "4c505d596b4bdd5b8f17aa634df64ef5"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=12&_uid=guest", "updatetime": 1444313384.5919, "result": {"content": [" 一维族人吃了一碗牛肉面后要求开发票。服务员问“啥单位？”维族人答：“中华人民共和国新疆维吾尔自治区伊犁哈萨克自治州察布查尔锡伯族自治县奥依亚依拉克乡奥依亚依村村民委员会古且末国历史文化遗址申报联合国教育科学文化组织世界非物质文化遗产工作领导小组办公室”！老板说：＂算球了！免单!”", " 某天，两个同学在教学楼走廊挨着栏杆嬉戏打闹，被老师看见，语重心长的说到：“我有一个大学同学，高中的时候就是这样摔死的。”", " 女朋友给她男友打电话，电话接通的那一刻，手机里竟然传出一句：对不起,您所拨打的电话正在通话中，请稍后再拨……女朋友一听就知道是她男友的声音，所以没有挂断问：不是还有一句英文吗？对面支支吾吾：Sorry，you……the number ……", " 周末偷偷早起，想模仿电影里穿着男友的衬衣做一份可口的早餐。才到第一步就把衣服给撑破了，于是又悄悄把衣服叠好放回原位，不动声响地爬上床，抱着男友继续睡去zzzZZ", " 太牛逼了！刚才五号线上，一个姑娘拿出ipad玩保卫萝卜，身后一个屌丝看了三分钟，然后拿出手机打开游戏，就搭讪姑娘特诚恳的说“你能教我这关怎么过吗？”现在两人一起下车了，坐在站台上玩游戏。。。。", " 哥们前几年迷恋完络游戏，有一次在网吧一次呆了一星期，临走结账的时候跟老板说，能不能便宜点，都连续玩了一星期了，老板笑了，你们玩了一星期了，时间很长吗？老板指着一位穿着秋裤在角落上网的年轻人说，他来的时候穿着短裤，现在天冷了裤子还是借的我的呢。。", " 今天和几个色女室友讨论从哪些角度判断男生JJ好坏， 大致说了长度、宽度、硬度、时长、颜色之类， 正当大家想其他方面指标时， 一平时很文静的妹子幽幽的说：“口感……” 尼玛，你真是真正的闷骚啊！", " 今天听到一个朋友说：“今天走在学校里听到一黑人留学生问：咱们什么时候放假，重庆太热了，我想回非洲……", " 相亲，姑娘是白富美，和我这穷矮丑根本不配，我厚着脸皮说反正时间还早,要不我们开房去，在人家鄙视的眼光下我缩掉了，几杯爱尔兰咖啡后说是因为介绍人面子太大被逼着来的，叫我不用妄想了，相几小时交差即可，我无奈地说要不去看新上映的《富春山居图》吧，姑娘想了一会皱眉说算了你去买套子吧。。。", " 刚打开QQ一看有人给我评印象评的是＂老巫婆＂,姐妹儿我直接火冒三丈，遂打开此人资料一看，竟然是我弟，我心情一下平复了，这货第一次把我描述成一个女人，我倍感欣慰！！！"]}, "taskid": "3bf6d059b2e369676aeb5f2028295164"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=26&_uid=guest", "updatetime": 1444313383.983089, "result": {"content": [" 我发现在司机的眼里，其他司机只有两类，分别是“开得比我慢的菜鸟”和“开得比我还快的傻逼”。", " 一天晚上打车回家遇到一个非常有意思的司机师傅。我俩聊天，他跟我说南方考公务员的题都让人理解不了，一道题是“西游记里有多少种妖怪”。他让我猜，我也不知道啊。司机师傅揭晓谜底了：“有三种，一种是要吃唐僧的；一种是想嫁给唐僧的；最后一种是惦记唐僧袈裟的。”", " 家里的下水道堵了，找人来捅。来的人跟我宣传保险，要我买保险。我说不买。他说告诉我名字就行，我不告诉。他接着努力，说小名也行，我说没有小名。他说，我给你起个吧。。。", " 中午喝了点酒，刚回家准备休息，老婆打电话要我下楼，帮她把车停一下。穿衣下楼后，用一个教科书式的侧方位停车，把车流畅的停在了两车之间的空位上。。。下午，和老婆去超市，妈的，车开不出来了。ps：酒后驾驶技术高", " 今天穿着高跟鞋和连衣裙走在路上…然后听到后面又人喊美女。怕不是喊我 就没有回头。然后那人骑车超过我，看了我一眼丢了句我草，心里瞬间几万只草泥马奔过，不带这么打击人的。", " 你能想象到蹲坑时班主任蹲对面，然后还和你讨论学习，那种便秘的感觉吗……", " 一同学英语不好,一天考完回家高兴的跟他妈妈说,老妈,你猜我英语考多少分？ 他妈说：5分？ 他说：这次两位数。 他妈妈说：10分？ 他说：你大胆猜！ 他妈妈一狠心说了20分。 他说：老妈，再给你最后一次机会,他妈妈高兴的说,多少多少？ 他说：7.5分。 他妈从客厅把他揍到卫生间,从卫生间到阳台。", " 我们舍友有一辆破自行车，可是他却当成宝贝。生怕被人偷于是上了三把锁。 一日他哭丧着脸跑进宿舍对我们说：“我自行车被偷了”当时一个舍友说：“你送我我都不要谁会去偷”这时一位学心理学的舍友说道：上了三把锁的自行车很容易激起小偷的职业心理。如此具有挑战性的车，再破，也要偷的。", " 昨天去火车站接表妹。到站计费器16元，给了司机一百。司机麻利的找了钱，拿了钱发现司机总看着我，到后来实在受不了了，司机说我找错钱了么。。我看了下钱包，摇摇头。。这时司机大哥怒吼。那你还不下车！！！我擦……忘了下车了……", " 二货老婆把橡胶手套的小拇指剪掉扔给我说给我留着晚上用，说多了都是泪啊……"]}, "taskid": "e7d53b069ed4b438dda386fe7e2ac7cf"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=72&_uid=guest", "updatetime": 1444313382.742575, "result": {"content": [" 一个真实的故事。他老婆兔年怀孕，预产期是龙年初。跟他妈炫耀道：妈，你媳妇儿会给你生个龙太子！结果他媳妇早产了，生在兔年！同事给他妈打电话报喜，弱弱的说：妈，没生成龙太子，生了个兔崽子……兔崽子……崽子……", " 昨天又下雪，想起堆雪人总有人喜欢踢翻。。。昨天下午，我又堆了个雪人，没错，包在消防栓外面。傍晚看见一个二货青年飞起一脚，结果你懂得。", " 下班坐公车回家。路过一站牌，回头看见一MM使劲朝公车的方向跑来，可是车已华丽丽的启动，于是英雄救美的江湖情节瞬间涌现，我慷慨激昂的喊了声：“师傅停车”。就在所有人齐刷刷看向我的同时，我看到了那个MM上了别人的小车，于是我在众人的期盼目光中下车了，下车了……不敢多说，都是泪啊,做屌丝不容易", " 俺有一漂亮女同事，平时各种聊得嗨，元旦那天，公司加班，我们部门就我俩，聊到小时候的事，她说练过武术，俺一听，各种激动啊，隧说：“来，你踢我一脚，看你能踢到哪，她说能踢到我的脸”结果，俺一米八的个头，妹子一米六啊，只见她一脚上来哗的一声，妹子的裤裆hll的裂开了一条大口子，她的脚架在我的肩膀，我低头看着那条口子，好半天，妹子才淡定的说:“还看，老娘穿着保暖裤呢…”", " 学校门口，一个摆摊的小贩在卖袜子，10元10双，并口口声声说这些袜子全都是德国进口的，我拿起其中的一双看了看，发现包装很精致，背面印的全部是英文，看到最后一行的时候，直接被震惊了， 上面赫然印着 made in deguo", " 过年带男朋友回家，爸妈各种喜欢。。。。。。以前我的压岁钱只有40块，而且是爸妈各给20。年三十晚上吃了饭打算睡觉，我推男友去给我爸磕头拿压岁钱，他真的去了，扑通一声就跪那了（我们都是不用跪的啊），结果他拿了600块！是我15年的总和啊！", " 有天晚上准备洗洗手就睡了，遂挤了点洗手液，乳白色，你懂的～然后就去卫生间洗手。在走廊上碰到一个同事，同事瞅了我一眼说：这么晚还带孩子遛弯啊～", " 室友在减肥，这几天到了平台期，无论怎么少吃多动，体重就是不下降，把她急得团团转。今早我迷迷糊糊听到她起床了，于是偷瞄她，只见她站在秤上先脱了睡衣，又脱了睡裤，之后以为我们都还没醒，就蹑手蹑脚把内裤也脱了。我以为这已经是她的极限了，谁知她盯着磅秤上的数字看了一会，开始挖鼻屎……", " 老爸常玩qq斗地主，但技术有限。本人在外地上大学，昨天lz申请了一个新号准备偷偷陪老爸玩两把，故意输给他点豆，让老头乐呵乐呵。有一把我是地主，牌也挺好，但是老爸眼看就没豆了，我就故意输了。哪知道老爸在对话框发来俩字母，s b...", " 二货老公去超市，没钱还想浪漫，花10块买瓶红酒，花15买个起瓶器，回家发现10块的红酒是塑料盖……"]}, "taskid": "6d684c7a2bd40338560e9eb86c290832"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=22&_uid=guest", "updatetime": 1444313381.783978, "result": {"content": [" 老舅在阿迪达斯实体店买双鞋，800多回头在网上找一模一样的才400多。@捧腹网 我老舅就又在网上买了双，然后把实体店的退了，我跟老舅说，网上的是便宜可能是高仿的！我老舅说没事，我把网上买的退给实体店了", " 我的初恋被一个好兄弟抢走了，我很伤心。我第二个女朋友也被他挑拨分手了，我很伤心。我第三个女朋友又被他抢走了。现在我和他亲姐交往...", " 有次下班回家跟老公说在公交车上掉了钱，没心情做饭了，老公说没事没事，我做，你去打副本就会开心了。吃了饭，老公自觉把碗也洗了。我说：唉，心里难过，衣服也不想洗。他说，别想了，我洗。到睡觉时，他实在忍不住，问我：媳妇，你丢了多少钱啊？我说：我不敢说。老公拉拉我手安慰说，没事，老公不怪你。我委屈的说：掉了一个钢蹦。至今记得他那受伤的眼神！", " 某日男友来接我下班。到点看到他来电时，心想终于可以秀下恩爱，就按了免提等待那一声销魂的“老婆”。结果，他粗着嗓子喊：“死胖子赶快给老子滚下来，堵死了！”办公室一下子就安静了。。", " 前不久，老婆的表妹离了婚，单身一人经常到我家吃饭，最近，老婆和我爱爱时特别卖力，每次都把我折腾得筋疲力竭。我好像明白了什么。。。。", " 宿舍一妹纸最近迷恋唱自编的《鲁冰花》：“天上的星星不说话，地上的xx叫呱呱~~”，然后把我们的名字填入其中。一天她又开唱，刚唱到天上的星星，我以迅雷不及掩耳之势豪迈地接了一句：参百斗啊！妹纸顿被噎住，估计现在还在找调……", " 咱们销售部门，工资都是发放到民生银行。自从几个月前，公司改革:工资继续打民生银行，每月的销售提成则另外打工商卡里。尼玛，一小小的变动销售业绩大涨。我勒个去，原来一帮大老爷们儿工资卡都上缴老婆了。工行卡捏在自己手里，为了填满自己的小金库，工作那叫一个卖力。领导呀，还是男人更懂男人！#我不是故意要破坏家庭和谐的~", " 今天下午去爬山，发现了一株含羞草，往她耳边我呼了一口气，顺手抚摸了两把，它竟没一点反应，心想！妹的，真不要脸…", " 两小破孩吵架，甲对乙说：“你信不信我打你爹”？乙说：“不信”。@捧腹网 然后甲果断的抽了自己俩嘴巴，转身走了。留下乙独自在风中凌乱。。。", " 一姑娘和有钱男朋友开辆名车到维修店维修。 那女的指手画脚，叽歪个不停。 维修 师傅气不过，偷偷的拿了个TT。 拆开，吐 口痰，揉揉，做出一副惊讶的样子，从车 里拿出来。 有钱男一看，甩了姑娘一记大耳光，直接开车一溜烟走了……"]}, "taskid": "797ef46675f27bf3a61b6fb57edaf265"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=18&_uid=guest", "updatetime": 1444313381.263724, "result": {"content": [" 郭敬明穿着一身红衣，站在着火的房子前面，出神地望着火焰，那么地美丽，他有些感伤起来。忽然，有个人一把把他扛了起来，冲进了着火的房子里，大声地喊着：“我找到灭火器啦！！！！”", " 经过几个月熬夜的日子，我和室友终于完成期末考的最后一项考试。回到宿舍，我看到镜中的自己容颜憔悴，不禁对室友说：“我的样子好像老了十岁。”室友答：“你比我好，我的样子好像只剩十年的命。”这时候，另一室友忍不住说：“你们都比我好，我的样子好像死了十年。”", " 怀孕五个月，小家伙在肚子里踢的越来越有劲儿了。晚上例行胎教，让老公给小家伙说说话，他看着一下一下鼓起来的肚皮。吭哧了半天，憋出一句:“住的还习惯吧？”。啊...啊...啊......尼玛，住不习惯难不成还去你肚子里串个门儿啊。。", " 刚才媳妇突然问我：“上星期五是礼拜几？”我迅速点开电脑里的日历，告诉她是……呃，是礼拜五。", " 现在的小孩真不得了，就在刚才，7岁的侄女抢我的电脑玩得聚精会神，我狠下心丢了两个钢蹦给她让她把电脑给我谁知道她潇洒地从口袋里掏出10元头也不回地对我说：“拿去买吃的，别烦我”", " 我弟被叫家长，中午时候出学校找了一个四五十岁的遛弯的老头，到了办公室以后，我弟说，老师，这是我爷爷，我弟果断被揍，老师边揍边说，这是我爸！老爷子边拉架边说，别打了，我都收人小孩20块钱了。", " 公主吻了青蛙，青蛙变成了王子，王子向公主单膝跪下说：“谢谢你救了我，美丽善良的公主，我还有一个愿望。”公主的脸红了：“你说吧，我会满足你的要求的。”于是，王子从口袋里掏出了另一只青蛙……", " 老公和老婆正在家聊天，聊着聊着回忆起了童年。老公说：“我6岁时在幼儿园曾和女孩子玩过家家的游戏。”老婆问：“你当时是不是给了那个女孩三颗糖？”老公大惊，问：“你怎么知道的？！”老婆大怒：“靠！有两颗糖里面包的是石头！！”", " 家有六岁小女儿，一天和妈妈吵嘴，转身掐着腰对着爷爷奶奶咆哮：瞅瞅你俩，怎么给你儿找的媳妇，整天欺负我！！", " 读小学二年级的表弟放学直接来我家，不玩电脑，不看电视，只写作业，写完还让我帮检查。当时想，他今天怎么变得这么上进？检查完告诉他都对了，问：\"怎么这么努力？\" 他说：明儿早上同学要抄，一人5元，一天能赚50多，我要保证准确率，这样生意才能做长久。 我勒个去，赶脚瞬间被秒杀"]}, "taskid": "af08fd61c4c25ac88aaa70626d4c3eac"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=57&_uid=guest", "updatetime": 1444313379.847647, "result": {"content": [" 去年暑假，我去北京玩。中午在天安门广场上，拎着两大瓶矿泉水，嫌天气太热，就拧开一边喝一边往身上倒。刚掏出打火机准备抽一口的时候……那次我才知道北京原来有那么多便衣警察。", " 家里电脑接近报废的地步，每天进欢乐斗地主挑战赛的时候都要卡几分钟才能进去，一点就死屏提示强退。。。等这几分钟等完了，第一盘也就在对手的强退之下不战而胜了...", " 表妹15岁，去买菜。问青菜多少一斤，答：2元。还价：便宜点，1块9吧。菜贩同意了，正好称了一斤。付钱的时候，这二货掏出2元钱对菜贩说，不用找了。。。", " 今天和老公去花鸟鱼市买乌龟，一个大爷卖的，不懂这东西所以问大爷。 “这乌龟能活多久？ ”大爷说“养好了比你活的久” 我憋了半天说“来一公一母，我看它们下崽”～ 大爷瞅瞅我说“你这辈子看不着了”-_-||", " 晚上请朋友吃饭。 我不太会点菜，翻了半天的菜单不知道点什么，就问站在一旁的男服务员：“有干锅鸡吗？” 小伙子顿时脸就红了：“有。。。有过两次。” 我。。。", " NND今天真冷，手指都冻麻了！擦屁屁的时候，手纸掉了都没感觉到…...", " 朋友买了一件那种两面都可以穿的羽绒服，今天出去撞衫了，结果这两货都楞了一下后开始脱衣服，反面穿上，穿完后看下对方，又楞了。。我在一旁憋到内伤啊。这两SB。", " 刚跟老婆出去逛街，迎面走来一位打扮妖艳的女子问我需要特殊服务吗，我指着老婆说我已经有了，那妹子说没关系我们可以3P，我汗啊这还不是高潮，老婆直接对那女的说他是我包的鸭子，你要的话你出一半的钱，那女的直接走了…囧", " 超市买东西＂老婆，口渴，我想喝奶＂＂要什么味的、我给你拿＂＂我要喝37度的＂＂滚，晚上再说！＂我秒懂。", " 寒风瑟瑟中，我和室友走在冰冷的路上，室友的脸冻得通红。 我问他：“冷不冷?” 他说：“冷风吹在脸上，有种刀削面的感觉。”"]}, "taskid": "04642cd5cbe7c8b689657964621afd15"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=4&_uid=guest", "updatetime": 1444313378.976118, "result": {"content": [" 一日听表妹说他老爸献血的事 应单位号召去献血 他爸爸是个很胖的人 当医生抽到100CC的时候感到头晕目眩的就对着医生说了句 快给我打回去我不行了………", " 物理考试。几个学渣让学霸传答案。出考场后，众人纷纷问学霸：“为啥少一个，最后一题你是不是不会？”学霸淡定的回答了句：“第一题不会……", " “失望至极”用英语怎么说？——Chinese Football", " 和同事开车出去吃饭，到了吃的地方没有停车位，只好停在了路边。问同事会不会被贴罚单，他说没事，从箱里拿出来了一张罚单，自己贴在了车窗上。吃完饭回来果然平安无事。", " 同事实习完毕，办入职手续。录入的时候 她跟我说：\"我身份证上是程以一，不是程一一。\"我开玩笑说：\"哈哈，那你妹妹是不是叫程蝶衣？\"她鄙夷的哼了一声：\"我爹的智慧岂是你能揣测的。\" 填亲属关系的时候 ，我问她妹到底叫啥？她板着个脸，犹豫良久，缓缓吐出三个字：\"程以二\"", " 大学时候 在宿舍 一个舍友拿着镜子照自己半天 突然说：我好帅啊！另一个答道：妈的你这种人也太狠了，你连自己都骗。", " 高中时一哥们p放的相当牛B，任何时间任何地点收，发自如！一星期六下午，我们哥几个出去玩，这奇葩突然一个跳跃，摆了个Poss，随即一声p响，接着就不动了，大伙正呐闷呢。就听这货喊到“快！拿纸，拿纸 ……”", " 晚上做梦梦见男朋友死了，于是哭得很伤心，醒来以后发现根本没有男朋友，于是哭得更伤心了。。。。", " 我养了只宠物龟，甚是灵活，一二货朋友养只宠物兔子，于是我两决定举行次龟兔赛跑。当我们把龟兔放在起跑线上松手后，我的龟没有动，他的兔子跑没影了，是的，二货朋友现在还在找他的兔子。都快半夜了，真担心他两能不能活着回来。", " 记者采访一分管经济的官员：“上有人传言，说您根本就不识数，您对此有何看法？” 官员鄙夷地伸出三个手指：“我只想对他们说五个字——一派胡言！”"]}, "taskid": "e0489184474a11deee86c13303f041b7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=38&_uid=guest", "updatetime": 1444313378.310533, "result": {"content": [" 本人经常出差。一天和老婆开玩笑，儿子也在。老婆说:儿子，你爸经常出差，说不定你外面有弟弟妹妹呢。我说：还有哥哥姐姐。老婆：儿子你听见了吧，你在外有哥哥姐姐，你爸在外有小三!儿子头也没抬说：老妈你有没有搞错，如果我有哥哥姐姐的话，你就是小三了好不好!", " 一次和朋友还有朋友的朋友一起玩快乐大本营的卧底游戏，一个男的当旁观给大家发短信，他给我们发的是“大便”，给自己女朋友发了个“榴莲”，一朋友先说：这个东西很臭。然后那货女朋友就来了一句，“我觉得很好吃”", " 听朋友说的:初中的时候有个奇葩男同学跟一个女的坐同桌，他上课在桌子下面玩文曲星，那个女的也趴桌子上看他玩，结果被班主任在后门看见了。 下课以后把他俩叫去办公室问，你俩在干嘛？那奇葩居然说：我裤子的拉链坏了，我在修拉链。我不知道她在看什么...", " 一哥们开一夏利，前一阵接了罚单，超速行驶说开到190，结果哥们到交通大队办公室，把车钥匙往桌上一丢狠狠的说：“你能开到190这车就是你的了！", " 晚上回家爬楼梯，自己爬的正开心呢，后面来了一大叔。估计大叔挺着急，说了句：“美女让我先过去呗？”我当时神经一抽，回头跟大叔说：“咦，你能看见我啊？”我忘不了当时大叔那纠结复杂惊讶的眼神。大叔，你别转身就跑啊！大叔，你听我说，大叔！对不起，我错了！", " 今天去吃串串香，旁边桌3个目测10岁左右的小学生。结账的时候，付钱的那个小朋友很认真地对老板娘说：阿姨，我们刚才拿的串串里有两个签子上没东西，能不能少付一块钱？ 旁边有几个人就笑了，老板娘也笑了，说行。这时另外一个小朋友说，这样会不会有点丢脸啊～于是付钱的小朋友说了：没事儿，人家看我们是小孩，只会觉得我们天真无邪，你想多了。想多了。。多了。。", " 大一军训的时候教官跟我们一起瞎闹，教官说给你们出个歇后语猜猜，猜对的人可以休息半小时。。。他的题目是：胸罩(打一食物)。。。在气氛凝固十秒钟之后，一个男生憋红着脸小声的说：扣肉。。。结果我们在太阳下看着他在树荫里坐了半个小时。", " 今天一个妹子对我深情的说：“没有遇到你之前，我发现没有一个好男人。自从遇到你，我发现好男人太多了…”不说了，说多了都是泪啊！", " 把2000多私房钱藏在上六年级的儿子的书柜里，儿子找书时翻出来了，幸亏老婆不在。赶紧叮嘱儿子不能告诉妈妈。儿子把钱紧紧地拽手里，表情严肃地对我说：这事儿我必须和妈妈说一声，除非......除非你给我一半。", " 兄弟山上采蘑菇，老人说颜色鲜艳的有毒，兄弟两个采回来，煮了，怕有毒，先让狗吃，狗吃完了没事出去了，老大看见，吃了一大碗，老二从外回来，哥，狗死了。老大一听吓坏了，急忙肥皂水，粪汁灌下去，吐了一肚子，然后问，那狗死得惨不，老二说，死得老惨了，一出门就被大卡车给轧死了。"]}, "taskid": "b7aa9e9c09c9c464e3ecdbcdd21ca4d1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=78&_uid=guest", "updatetime": 1444313377.687148, "result": {"content": [" 前几天有一男一女两个陌生人在我的微博评论里聊了起来,聊得狠投缘，一段爱情也许会从我的一条微博开始的感觉真的很奇妙。在男孩向女孩要联系方式的时候.......我删了微博……", " 我老婆很凶。一次坐公交车遭遇小偷，老婆立刻霸气外露，就两字：“拿来!”小偷乖乖地还了50块。老婆吼道：“还有！”小偷一愣，又乖乖掏出100块。下车后，老婆突然想起，自己出门其实只带了50块钱。", " 一实习小护士给我挂针，拿着针在我胳膊上扎了好几针也没找到血管。但这位小姑娘真镇定啊，表情严肃认真，势有不扎到血管不罢休的意思。十几针之后，我忍着剧痛，带着敬畏的表情问小护士：“你这针法跟容嬷嬷学的么？”", " 老公比我大五岁，平时总是妹子长妹子短的叫我，一日看电视，老公又叫上了：“妹子，帮我倒点水喝”我正倒呢 ，就听五岁的女儿吭吭：“老说我智商低，肯定是因为你们近亲结婚。”。。。。", " 床前明月光，想喝酸辣汤。人比黄花瘦，犹记回锅肉。小荷才露尖尖角，一看排骨炖豆角。月落乌啼霜满天，松仁玉米地三鲜。春风又绿江南岸，明月何时烤冷面。君问归期未有期，来盘香菇炖笨鸡。我劝天公重抖擞，煎饼果子配鸡柳。在天愿作比翼鸟，街边坐等吃烧烤！！！", " 前几天，见马云剃了光头，于是怂恿老公也剃了光头，并告诉老公十富九光，做生意光头是必须的！老公听话，马上剃光，然后驱车青海自驾游去了，可是就刚才，姐接到电话，老公悲愤的喊，都是这个破头，老子己经被查了三十三次身份证。", " 毕业后去了女友的小县城上班，可她从不带我去她家见家人。有次她出差二个月后回来，说她个爸想见见我，然后就去她家了。家宴的时候，只见另一桌上还坐着六七个浓妆艳抹的女人。有的还抽着烟，见了我，都是看一眼，然后轮流看着她爸摇摇头。。。我想着我给人的印象这么差啊？过了二天才知道，她老爸是当地的老大，那几个女人是当地开JI院的。其中要是有一个点头表示见过我，我想我不知道会有多难看？", " 前几天刚刚买了一部iPhone4s，一天和小侄女做出租车，侄女非要玩我手机，下车后，侄女骄傲的对我说：你猜我把你手机藏哪了？我笑着问：藏哪了？ 藏车上了。@捧腹网 我擦，我的眼泪还是没忍住。", " 出差、在某快捷酒店开一标间，第一天一好哥们陪我聊天住下了，第二天小妹夫来喝酒住下了，第三天我哥请假通宵在宾馆和我打电脑，今天我一兄弟又来了，服务员今天早上看我的眼神都不对了，每天换一个小伙过夜啊，擦！！！", " 有一次逛公园，闲得没事就让公园里的那种理发很便宜的老大爷帮我剪。剪到一半，城管来了，老大爷跑了，我顶着剪了一半儿的脑袋在那坐着……城管围着我乐，说您这个打算怎么办啊？"]}, "taskid": "67ca4312a9567cc63bce76757e8ccb94"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=1&_uid=guest", "updatetime": 1444313375.872598, "result": {"content": [" 前些日子遇到位江湖大哥，大哥小腿两边各纹一条鲤鱼，颜色一红一黑，左边鱼头朝上，右边朝下，形态遒劲，面目狰狞，很是骇人。吃饭时终于有人问到了纹身的寓意，大哥点上一只烟，说：”我出生在1976年3月15日...”我们都竖起耳朵，等待着接下来注定血雨腥风的故事。大哥押口烟，接着说：”我是双鱼座”", " 鲁迅上学迟到，老师生气道：“十几岁的学生还睡懒觉，下次记着早点。\"鲁迅听了，低着头默默回到自己的坐位上。掏出小刀在课桌上刻了个“早”字，然后刻了个“点”，接着又刻了“ 米粑粑土豆饼三明治大葱肉饼热干面三鲜豆皮鲜肉汤包鲜肉包子酱肉包子重油烧麦馒头油条面窝鲜肉饺子”", " 地铁里听到一个女孩大概是给男朋友打电话，她是这么说的：“我已经到西直门了，你快出来往地铁站走。如果你到了，我还没到，你先等着吧。如果我到了，你还没到，你就等着吧。”", " 大家好，我的孙子走失了，大家有没有看见他？我孙子的口头禅是“我这个人不太会说话，如果有什么冒犯的地方，你他妈来打我啊！”，大家如果看到了麻烦告诉我一声，谢谢了！", " 得知前女友得了癌症后，我思绪万千，连夜买了束花去医院看她。“我下周就要出差了，可能赶不上你的葬礼”", " 广播体操现在开始： ╔囧╗╔囧╝╚囧╝╔囧╗ ╔囧╝╚囧╝╚囧╗╔囧╗ ╔囧╝╚囧╝╔囧╗╔囧╝ ╚囧╝╔囧╝╚囧╝╚囧╗ ╔囧╗╔田╝╚囧╝╔囧╗ ╔囧╝╚囧╝╚囧╗╔囧╗ ╔囧╝╚囧╝╔囧╗╔囧╝", " 刚刚去超市买香烟，顺手买个个随便冰棒 这时，旁边有个小萝莉一直看着我手里的冰棒。我顿时问，小妹妹想不想吃呀？小萝莉说了声 想。我说 那你叫一声好听的。那个小萝莉毫不犹豫的说了声 老公 ！！！！！我了个擦", " 有一次同事坐公交玩手机，居然发现斜对面一漂亮女生手里的手机和他的一样，这不是缘分吗？到站下车路过那美女，他拿手机朝那美女摆了下并示以微笑，意思是，看，咱俩手机一样……那美女愣了一下，接着大叫：抓小偷啊！可怜的他还没反应过来就被人们按倒在地……", " 今天上班一女同事，说她上班时不小心把口香糖咽下了，她说她小时候有一次因为吃了口香糖一夜都没睡着， 这下她担心的不行。。。 我就安慰她说：“没事的哈，排出来就好了，但是就怕。。。” “就怕啥啊？？？”她急问。 我：“那个就怕万一放屁蹦出来一个泡泡。”", " H7N9背景下，某天早晨同事吃鸡蛋，被问到怎么这个时候还敢吃鸡蛋，同事一脸天真：“吃鸡蛋怎么了？鸡是生病了，可孩子是无辜的呀！”…多深刻多有哲理啊！"]}, "taskid": "125c3a9e9fe158196d2685082cc9bd8b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=54&_uid=guest", "updatetime": 1444313374.6568, "result": {"content": [" 驾校班上全都是女生，那天跟着教练学上路，男教练带着一车的妹纸学员，非常感慨地说：“怪不得人贩子只拐卖良家妇女，而不拐卖良家妇男啊！把你们带出去，你们都不知道往哪儿跑.......”妹纸们个个脸都绿了！一群路痴伤不起啊......", " 单位新来个特漂亮的妹子，干了几天听说不干了，遂找她聊天。“小美女听说你不干了，单位好多男生都准备追你呢！”妹子听了弱弱地说：“好多？单位总共不就仨男生么！去掉俩结婚的，不就你一个男生了？”", " 一次去同学家登了QQ，走的时候忘记退了。然后奇妙的事情发生了：那2货用我的QQ给他暗恋的女生发了“我喜欢你”......五分钟之后，那女的回：“我也喜欢你。”，然后...然后那货就跟我绝交了......", " 春节回老家，见女友，好容易各种借口她请假不回家，晚上开房，走了好长一条街有好几家酒店，Lz正在想住哪家，女友说：这家便宜，才装修过，床也大。", " 一对恋人在元宵节游玩了一天觉得有点饿，女的提出想吃什么填肚.男的深情望着女的说：“今晚我想请你吃一顿大餐，足够饱十个月的.”", " 刚班主任打电话来了，特激动啊，多好的老师，元宵节还亲自打电话慰问……得意接起，电话传来和蔼的声音:开学三天了，怎么还没来，不读滚蛋。。。。靠，开学了？？不知道啊", " 明天要考微积分了，打个电话告诉父母我爱他们，谢谢多年的养育之恩。好好洗个澡，然后最后踢一局实况足球。把宿舍零食大吃一顿，吃不掉的分给舍友。衣服能捐的就捐了。向感到愧对的人说声对不起。睡前对每个朋友发一条晚安，然后向暗恋的人表白。关机后安静地躺在被窝里，告诉自己，我爱这个世界....", " 大学教室没事干...遂在桌子上用大号签字笔写了~百年老中医，专治不孕育~然后在底下写上了我同寝室的哥们的号码...第二天电话不断...其中竟然有个妹子打过来说：好多次了...就是怀不上.怎么办？我朋友悠悠地回到：要不我试试...？", " 一个人躺在苦逼的寝室！老子只是想说。。那个告诉我24号开学的混蛋现在就祈祷吧。。不要让我想起你是谁。", " 表姐在逛沃尔玛的时候突然尿急，去上Wc的时候发现旁边有张五块的人民币，（叠起来的）怕被人看见直接塞进口袋，后来跟我们去吃烧烤，买矿泉水的时候她说有零钱'把刚捡的五块递给老板，老板打开一看，发现有大便- -！我们瞬间石化了。。。。"]}, "taskid": "a26c6ccc46cab01c1e5beaf3200e7e62"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=2&_uid=guest", "updatetime": 1444313374.085962, "result": {"content": [" 同事在办公室接待应聘者，拿着那登记表，瞅了好久，弱弱地问：木棍？你叫木棍？那求职者脸都绿了，恶狠狠地回：我叫林昆！然后整个办公室3秒内一片静寂，接着狂笑不止……", " 办公室有一女同事，为人豪爽可爱，和老公感情特别好。有一次我们吃饭说起小三，我问她：你老公要是有外遇了，你跟他离婚吗？她斜眼看看她老公，淡淡地说：“我这辈子没有离异，只有丧偶！！！” 好彪悍！！！", " 同事吃晚饭买了点香蕉，正好遇到怀孕的美女同事，顺手给了她一根，她客气地说:不用不用真不用。那极品随口说了一句:你不用可以吃嘛。。。吃。。。", " 早上同事骑摩托带我们去上班，一共四个人。过十字路口时，交警叔叔招手让他停下，极品同事来一句：\"坐不下了。\"开着车就走了，交警叔叔惊讶无比。", " 我的同事是极品，他那天很兴奋的对我说\"嗨，我唱首歌给你听！\"等我洗耳恭听时这货唱到：\"小燕子穿花衣～年年春天来这里，我问燕子你为啥来，燕子说‘这里的山路十八弯’……\"一边唱一边就嗨起来了，我顿时黑线了...", " 同事打电话给他妈准备要点钱：妈先给2000块钱 急用。妈：急用干啥？同事：杀人。妈：什么？杀人，你要杀谁？同事：你孙子。妈：我操你妈的，你动他试试看。", " 有一次我和同事中午去吃饭，看到一群日本佬，同事双手握拳的走过去说了句：“撒哇滴卡！” 然后 …然后 我就走了。", " 今天老板找同事谈话：“你个人工作能力很强，再给个部门给你管吧。”同事问：“工资加吗？”老板：“不加。”同事：“我不是雕牌，也不是立白，加量不加价的事情我做不来… ”", " 刚医生给同事扎手指查血............针刚扎，同事放了个巨响的屁，他彪悍的说道，呀，还他妈给我扎漏气儿了啊。。。", " 今天骑电单车路遇一极品同事。当我们在一个狭窄的小巷子里相遇时，越来越近，眼看就要撞上了，这时机智的同事猛喝一声：\"你往右我往左！\"，然后……两车激烈的相撞了。"]}, "taskid": "43662898985716eef879fdaccda8fdc6"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=37&_uid=guest", "updatetime": 1444313373.318327, "result": {"content": [" 高三数学老师，由于周末补课，所以带着女儿给我们上课。快到中午放学时。同学们都想着回家吃饭，所以有些听课不专心了。数学老师就说：“不专心听我今天就不下课了，反正我已经吃过饭了”这时她6，7岁的女儿奶声奶气的说：“妈妈，哪里吃饭了，没有吃。”全班同学大笑起来。感谢如此负责任的老师。", " 高中时期经常和一帮男生躲到厕所抽烟，但班主任无比生猛，每次都要我们把手伸出来给他闻！每次我们几个都无比悲剧的写检讨……此为背景……有一天我们照常去厕所蹲点抽烟，准备完事后用水多洗几次手，这时一哥们进来，脱裤…蹲下…拿出一根烟…然后华丽丽的从口袋掏出一双筷子！！！尼玛！用筷子夹住抽！！瞬间全场亮了！至此以后，你可以经常看学校一帮男生人手一双筷子上厕所！！！", " 小时候偷偷上网吧，看见一些小孩被他爸妈拉出去感觉特爽，一日正在网吧玩的火热，忽见我妈正从门口进来，我急中生智，一把拉起做我旁边的同学，几乎用喊的声音冲他嚷道“你妈到处找你哪，赶紧跟我走”事后我爸妈还觉得我做的很对。。", " 和老公很多年了，xxoo早就没有激情了，差不多一个月才一次。那天来了兴致，想来点刺激的，假装强x，就在他吻我的时候说着不要，不要。。。结果他说:不要就算了。然后就没有然后了。。。", " 今天女神带着她侄女找我散步，小家伙那个调皮啊！路上遇到女神的同学，是个帅哥，俩人聊天的时候，女神的小侄女跑过去，拽着女神说：妈妈抱抱！女神说别闹…还没来得及说别的，小家伙跑到我身边来，说：妈妈不爱我，爸爸抱我！然后我一把就把她抱起来了。女神的男同学也不在聊天，找了个借口就走了。我也无语了，只能说，现在的小孩真懂事！", " 休息天懒得做饭。我问老婆晚饭吃什么，老婆说随便。我说出去吃，老婆说外面下雨不想去。我说肯德基，老婆说垃圾食品不健康。我说必胜客，老婆说外国大饼吃腻了。我说下面条，老婆说没有浇头不好吃。我问老婆那晚上我们到底吃什么，老婆说随便...…", " 一直以为自己是一个挺能喝酒的人…今天算是开眼界了。在一小吃部看见一个人，只要了一份冷面，外加一瓶红星二锅头……只见此君把冷面的汤倒了，把二锅头倒碗里，和面混着吃了！此乃天人啊，天人！", " 小时候看电视大侠练习腿力的时候都是腿上绑沙袋的，之后便健步如飞.为了验证，二货弟弟自制两个小沙袋，绑在了奶奶家养鸡的腿上还不许人解开，之后此鸡过上了最苦逼的生活，寸步难行还经常被欺负。过年前奶奶准备杀鸡，弟弟说要验收成果，便把沙袋解下。于是就看到了一大家子上房顶跑树下捉鸡的样子。没错，此鸡轻功了得，最后只能用作打鸣并且成为了鸡群的核心领导。", " 老公洗完澡习惯只穿内裤在家呆着，儿子洗了澡怎么也不穿背心，因为怕他感冒了，我就特别生气决定不管，连儿子带背心全扔给了孩子爹，然后关住卧室门。几分钟后就听见他们父子俩的笑声，我忍不住的打开门，原以为是都穿上衣服了，结果两人只穿个内裤，做着相同的动作，嘴里还一起说：我们是海尔兄弟。。。兄弟。。", " 今天在阳台看见一同学拿着手机看着天空，我过去问他看什么呢？他说他在等飞机 我又说你看飞机又上不去。他说：“我等飞机飞到我头上就可以用微信加空姐聊天了”我心中万只草拟马奔腾过去…"]}, "taskid": "64748cfec62f9a6f362745803421819a"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=16&_uid=guest", "updatetime": 1444313372.089251, "result": {"content": [" 我有个小姨，只比我大几岁。有次我和小姨手挽手上街，那个亲热阿。。结果被路过的班主任发现了，回去给我妈告状说看见我早恋。。我妈质问我那天怎么个事儿。。我默默想了想，说，你问你妹。。 我妈瞬间一个嘴巴抽过来了。。内伤啊…", " 儿子考试没考好被老婆臭骂一顿，我于是去安慰儿子，还鼓励他要好好学习，将来长大了各方面要超过爸爸。儿子气呼呼地向我保证：别的不好说，找老婆比你的好还是有把握的..", " 晚上自习，班主任不在，班里乱哄哄的，这时年级主任从后门进来，把我们凶了一顿。班里顿时安静了好多，接着他又从前门进来了，点了点头说“这个班还不错，不像刚才那个班一样” 全班同学顿时都把课本挡在面前.....", " 上班坐公交车，师傅开得巨飘，还没到站就要吐了。我愤怒地翻开了车上的意见本，想写点意见。然后我看到了之前一些乘客的反馈，上面有这样一句话特别醒目：你看我写字写得有多丑，你就知道你开车开得有多晃！", " 男友送我回家。到楼下要分别的时候他默默地说了句，你们家小区住的都是好人，我放心了。我一愣，他举起手机，“搜到五个无线网，没一个加密码的。。。”", " 黑板上，老师让填词：静如__动如__ 一学生性急答道：静如瘫痪，动如癫痫。一苦B学子呆了半响：静如压力山大，动如凌波微步。一二货学生道：静如如来，动如悟空", " 跟一个彼此喜欢的女孩表白，用微信，我说咱俩玩游戏掷筛子吧，你输了当我女朋友，我输了当你男朋友。尼玛！！！结果平了！！！！！次奥！！！！！", " 那晚打球，叫舍友帮打饭。打完球回来我问他：“给我打了什么菜？”这货一脸深情地说：“父子情深……”我一听迷糊了，我们学校啥时候出了这个菜？难道是新菜式！我满怀希望地打开饭盒盖，看见了鸡肉和鸡蛋…", " 刚才宿舍老大穿着内裤去隔壁宿舍闹事，十分钟过后，人没回来，内裤被送回来了。", " 今天去理发店，刚坐下，我还什么都没说，一个学徒模样的就从哥头顶深深的剪了一柳，然后疯狂的跑了出去…老板连忙道歉：大哥实在对不起，我今儿刚骂了他，他不干了……不干了………"]}, "taskid": "e93911e57414594acb6819f0dbb4de33"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=45&_uid=guest", "updatetime": 1444313370.652458, "result": {"content": [" 早上去买包子，见一姑娘急匆匆跑过来语速极快：“老板给我来五个包子三个牛肉的一个韭菜鸡蛋的一个鸡汁灌汤的还有一杯紫米粥记得今天给我吸管啊昨天没给可把我烫死了算了把牛肉的换成三鲜的吧哎呀班车来了我不要了！”老板还没来得及反应，姑娘已不见了……", " 昨天和男友去浴场游泳，人山人海……乌丫丫的一大片，看着就不想下去了。只见男友慢悠悠的下水了，站在那里突然大吼一声：谁家的孩子没TM看好,在水里大便！漂的到处都是！！！瞬间……以BF为中心半径50米形成一个真空空间，一个人都没有了……我瞬间跪拜。", " 我有一特别好的女性朋友平时闹惯了，有一天我在她家，一会要出去。她说先洗完澡的，我在浴室外这个纠结啊! 一会她说，你帮我把晾在阳台的浴巾拿来一下, 我拿着浴巾直接把浴室拉开了,她一丝不挂啊!她说你怎么就这样进来了，我说没事都把你当哥们当惯了! 她愣愣看着我说，那你下面的小帐篷怎么回事？", " 回想：高二期末，物理考了个6分。然后我同桌(学习优秀)非常认真的阅了一遍我的卷子，然后当着全班同学对老师说：“老师你合错他的分了”我当时激动啊…心想有救了。她继续到：“他应该得7分，你少算了他一分…”就这样，全班知道了我的6分……憋到内伤啊！", " 我妈小时候让舅舅教她骑自行车，然后在一个傍晚，舅舅骑着外公的凤凰牌自行车来到学校操场，然后舅舅扶着自行车，我妈怎么都骑不正，好不容易骑正了。。舅舅撒手后，觉得有点渴就回家喝口茶然后不小心睡着了。。然后。。我妈不会下车。。不会下来又不敢下来，剩我妈一个人在操场一圈又一圈的骑。。。一边骑一边哭一边喊。。。", " 大三那年在上海一家平面设计室实习，老板特抠门。 到单位一个星期后，正巧赶上一个项目完成，老板说请大伙儿吃饭喝酒。 没喝几杯，大伙儿全都喝醉了，趴在桌上。仅剩我和老板双目对视，我觉得有些尴尬。突然，我身边一同事戳了戳我的腰，轻声提醒我：快醉吧，不然该你结账了。", " 一妹子说，喜欢上一个男生，有时真只需要1秒。有次一个同学请她吃饭，吃完出来，她拿包里的山楂给他吃，当时男生没有直接把嘴里的口香糖吐地上，而是拿出兜里的餐纸包好。妹子说，那个礼貌又细心的动作，让她差点就沉迷了...…如果不是他吃完山楂又掏出纸巾拔出口香糖继续嚼随手把纸巾丢路边的话。", " 今天早上起床，在刷牙的时候，我老妈突然在我身后拍了我屁股一下，暧昧地说道“小伙子，身材不错”然后豪笑地跑回房间，对我爸说“老家伙，你输了，儿子没有说我神经病。” 我。。。差点把牙膏吞了。。", " 一次开车拉着老婆出去买东西，路上朋友打来电话。问我说话方便吗？我说我拉着老婆出去买点东西，有什么事你说（暗指不方便）。这家伙说：昨天晚上一起喝酒那女的你办了没，1是办了，2是没办，你不方便就说数字行了。我顿时无语了，哥们知道什么是车载电话吗？", " 妹妹告诉哥哥说单位有个男的对他献殷勤，她不喜欢内男的，碍于对方没表白又没法拒绝，于是乎哥哥教了妹妹一个办法......第二天妹妹欢喜的说，我昨晚打电话给他，说我买房差五万块钱，问他能不能借给我，他犹豫的说想想办法，今天就找另外一个妹子献殷勤去了，问他哥这个办法怎么想到的。哥哥幽幽的说道，以前也有个女孩找我借钱......"]}, "taskid": "8fc1a8a5e72dd4f9432f96aa20f73e2f"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=17&_uid=guest", "updatetime": 1444313369.459056, "result": {"content": [" 家有吃货老婆，一节甘蔗，我拿刀打算 砍成两节，就叫老婆拿另一端。本来一 刀宰中间的，老婆突然往她那边一拉， 华丽丽地砍到我手上了，事后缝了10多针。吃货老婆事后说：“我只是想多吃一点...”", " 一个寒冷的清晨，女孩迎来了自己的生日。 忽然男友打电话来说:”快看窗外！”女孩打开窗，只见楼下白茫茫的雪地上写着几个热气腾腾的大字：生日快乐，我爱…..”是你写的吗？”女孩感动极了。”是啊，可惜尿不够了……", " 今天学校举办辩论赛……辩题是先做人好还是先做事好？正方是先做人好，反方先做事好，经过一番唇枪舌战，只见反方辩手HLL的说了一句:请问对方辩友，做人之前是不是得先做事呢？几秒之后台下响起了雷鸣般的掌声……", " 今天坐火车。饿了拿出巧克力蛋糕吃。。。对面一小孩盯着眼馋。此时他妈妈说：别看，她吃的是狗屎。。。 尼玛还吃的下吗？", " 今天老公扑过来亲热，我承认我脑缺氧了， 我想起了西门庆和潘金莲，就娇羞的跟老公说，门庆，别，别这样！大郎一会儿就回来了，老公抬起头淡定的说了句：傻X！我姓西门.....", " 我：“整点啥好呢……我想吃拉面，你吃啥？” 学霸：“跟你一样就行。” 我：“哦了……服务员！点餐！” 店员：“您要什么？”我：“两碗拉面。” 学霸：“一样，两碗拉面。” 我：“…………", " 想起大学时候出去打工，在某咖啡厅，店长要求要给客人拉开门然后说您好，一个妹子很瘦弱，门太重，轮到她开门了，看到一客人过来，妹子赶紧去拉门，尼玛，门太重，开到一半没劲了，松手，客人就给拍回去了。。。", " 向老板请一天假，说是要去参加妹妹的婚礼。 老板让我在门外稍侯，过了一会儿，老板叫我进去。老板说：“我刚才和你妹妹打过电话，她说早就结婚了！” 老子一听大怒：“老板，你太能胡扯了吧，我根本就没有妹妹！", " 其实你是有超能力。一聊天她就要去洗澡；一打电话她就要去学习；一单独约会她就有事要忙；一表白她就有了喜欢的人。是你帮她战胜了拖延，帮她充实生活，帮她找到了幸福！没错，你就是好人！", " 公交上来一漂亮女孩，车开动了还没有投币，只见她一会在包里翻来翻去，一会拿出二十块问旁边乘客有没有零钱，看来是没带零钱投币，姑娘抬头发现我在看她，对我投来了温柔求助的目光，表情惹人怜爱，这种机会怎么能放过，我走到她身边看着她:“没钱给我下去！”"]}, "taskid": "f5391fec4122a168a2e8d9ceda59b4fb"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=83&_uid=guest", "updatetime": 1444313368.60471, "result": {"content": [" 我爸出差香港给我妈带了好多纪念品，我什么都没有。我在那愤愤的嫌弃老爸偏心。结果我爸淡淡的说了一句：你妈这辈子都是我的，你迟早是别人的！别人的！姐就震惊了", " 昨天下午去朝阳小学接弟弟放学，看到一对父子，老爸穿得人模人样的，儿子是个小学正太。。。。等红绿灯的时候，老爸随便吐了口痰，恰好吐到旁边一清洁工身上，不但没道歉还一副蛮不在意的样子。。他旁边的正太看不过去了，就说：粑粑，你得跟人家说对不起啊！ 粑粑回答：没事，反正他身上都那么脏了。。 小正太白了他爸一眼，跑过去给那清洁工擦痰，还一个劲的说：对不起啊，我爸书读得少，， 一旁的老爸脸都绿了。。。好可爱的正太！好人渣的爹！！", " 小时候花一毛钱买包冰袋，在角那咬开个口，叼着能喝一下午，然后吹起来，放地上使劲踩爆，这TM才叫生活！", " 最近身体虚，老想吐，今天等公交时，不小心闻了一下汽车尾气，要吐了。 于是回头看了一眼后面人的距离，转身就呕起来。结果我后面站一丑女，那女的见我看了她一眼就吐了，泪一下就飙下来了。", " 刚来到新公司，第一个任务就是通知所有人员，明天参加一个追悼会。全部人员通知完毕。经理指着通讯录上最后一个人名，冷汗直流：他你也通知到了？刚才忘了告诉你，明天就是参加他的追悼会…", " 十八岁生日，爸爸一脸严肃看着我，对我说，你已经十八岁了。我很感动，以为爸爸要说什么，长大成人了啊，男子汉啊什么的。结果他继续很严肃地说，可以被判死刑了。", " 突然明白为什么圣斗士当年那么红了，五个平均身高不到一米七，穿着破铜烂铁，有各种生理（失明）心理（恋母恋兄恋姐）缺陷的屌丝，从十二个平均身高超过一米八五，穿着黄金服饰加有一套希腊别墅的高富帅手中，抢回了自己的女神。。。。这就是最早的屌丝的逆袭吧。。。", " 今天和刚开始谈的女友逛街，看见前女友了，嫉妒心理作祟，搂住现女友就kiss.结果被现女友一巴掌扇开。过了会儿收到前女友短信：“哈哈哈”。", " 关羽攻樊城时右臂被毒箭射中，部下请来神医华佗为他疗毒。整个治疗过程中，华佗割开关羽的胳膊、又以小刀慢慢地刮其骨头，关羽始终面带微笑、一声未哼。看着如此神勇的关二爷，华佗不禁赞曰：你这是在装逼你知道吗？", " 来学校没带铺盖，借同班一个哥们的被子用了几天。 结果来大姨妈，蹭上去好多。于是想周末带回家洗了还给他。周末那天痛经，一直流着眼泪没力气，于是我又找他帮忙拿着去坐车。正巧那男同学他爸来学校看他，结果看到他领着一眼泪汪汪的姑娘，还抱着带血迹的床单。气的直接就一脚把他踹翻在地...."]}, "taskid": "da59f83e29c121793935f4e302e302ad"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=32&_uid=guest", "updatetime": 1444313367.585108, "result": {"content": [" 说有一只北极熊，因为雪地太刺眼了，必须要戴墨镜才能看东西， 可是他找不到墨镜，于是闭着眼睛爬来爬去在地上找，爬呀爬呀，把手脚都爬的脏兮兮的才找到墨镜。 戴上墨镜，对着镜子一照，这才发现：哦，原来我是一只熊猫", " 一日风大，自行车倒了一排，只听一同学边扶车边说：谁的奔驰压了我的宝马？", " 昨晚在路边小排档吃夜宵点了份酸菜鱼，老板炒的是有声有色，我在旁边看的是口水都吞了好几回了！眼看快要出锅了，老板娘赶紧拿了个碗放旁边等候着端菜，只见老板端起锅很熟练的就往左边的垃圾桶里倒去………留下我和老板娘在风中凌乱…！！！！", " 前任是物理生，经常念叨一些莫名其妙的话……有次我不小心瞄到他草稿纸上写着……”恩爱守恒定律“：恩爱既不会凭空产生，也不凭空消失，它只能从正房转化给小三，或者从一个备胎转移到另一个备胎，在转化或转移的过程中，恩爱的总量不变。这就是恩爱守恒定律，这也解释了为什么秀恩爱，死得快”。", " 怀孕不到五个月，肚子微隆，内裤稍微有点紧，晚上老公照例抚摸肚子和宝宝说话，一看肚子上被勒了一道痕迹，狂吼：“让你穿宽松点的你不穿！！！你看看你肚子被勒成什么样了！！TMD勒的和葫芦一样，到时候你不会给老子生个葫芦娃吧？！啊？！”", " 今天和女朋友去她家，刚进门，她妈妈在厨房里大声问，姑娘回来了啊，你对象来没？女朋友想逗逗她妈，就说:没来，他有事。女朋友她妈在厨房大声说:正好没有他的饭，还好没来。然后我就站在门口傻眼了。。。。。", " 高考，考得不理想，于是干脆不上了，就没去填志愿报大学～～～没多久，好多普通大专寄录取通知书到我家里，我全扔垃圾桶里，傍晚我爸爸回家，看见了垃圾桶里的录取通知书，全捡起来了！我就大吼我不再上学了！！！我爸默默的说了句“这纸可以卖钱……”", " 刚才去买脸盆，走到摊位前指着个盆问多少钱？老板说:五块。我问结实不？老板二话没说拿起盆就往地上使劲的摔了一下，然后盆就碎了，然后我刚准备走，老板说:这样的盆我能卖给你么？你看看这个八块的！我操。。。境界啊", " 有次我坐公交，旁边上来一对双胞胎。两人不知道闹什么别扭，弟弟把脸转过一边小小声地说“我的哥哥是个大傻逼”，结果还是被听到了，哥哥怒极反斥“你的哥哥才是大傻逼呢！”…过了一会那个哥哥好像才意识到自己说错话了，对着他弟又补了一刀“妈的，son of bitch”我在旁边都快被哥哥的智商急死了。。。", " 一次和男友谈论起女神的话题，我问他觉得我怎么样，二货男友说，你一半是女神~我内心窃喜道，真的么？那另一半呢？ 其斜睨我一眼幽幽地说道，另一半是＂经病＂。。。。。。。 ！！！"]}, "taskid": "f44fb3126a25522960b33f918c02528c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=15&_uid=guest", "updatetime": 1444313366.662178, "result": {"content": [" 在路上看到一个美女，热裤，长发，大白腿。遗憾的是她走路时一条腿十分轻盈，另一条腿却在地上拖着。就这么一步一挪，一步一挪，走得艰难缓慢。她越走越近，泪水渐渐模糊了我的视线。我不知道在她生命中曾经发生过什么，要让青春的身体承担如此不堪的姿势，直到我抹掉泪水，发现是她的人字拖断了。", " 上大学时，男生宿舍和女生宿舍楼靠的很近，于是经常有男生用望远镜偷看女生宿舍，学校知道此事后安排教务主任突袭检查男女宿舍，战果男生宿舍搜出23部望远镜。女生宿舍竟然搜出52部，其中还有6部被掰成单桶望远镜了！", " 昨晚喝多了，给喜欢的女孩打电话表白了20分钟，今天醒酒了一看通话时间18秒", " 今天在街上撞着前女友，实在不想停下来和她交谈，于是我就装作在打电话的样子。不料她径直冲我走来说：“你在假装打电话吧？\" “抱歉稍等一下。”我对不存在的通话对象说了一句，然后转向前女友：“说什么呢，当然没有，你凭什么说我假装打电话？” “你拇指在耳朵上小指在嘴边……”", " 我们学校地理考试，有道题是要求在地图上标出钓鱼岛位置并写出所属海域，有个学生在试卷上写“我不知道钓鱼岛在哪，我只知道它是中国的”。老师十分感动，然后给了他0分。", " LZ妹子，一次趁老公睡着拿笔在其胸部画了“咪咪罩”，早起还特温柔的拿好了上衣让他穿。晚饭后打电话那一顿咆哮，原来约他了客户吃饭，完了直奔温泉城，你能想象衣服脱掉那一瞬间客户的表情么…… 诡异的是后来生意成了。", " 记得刚上班的时候110斤，上班1年后，有一次去买米，往老板称米的磅秤上一战，晕，165斤！“老板，你真黑，称做假，把110称成了165斤！”老板：冤枉啊！，我那个称是用来进货的！你不止165斤，快下来！", " 今天吃自己包的粽子，其中有一个包了一颗有壳的花生，谁吃到谁给每人发100块钱，我TM吃到了，身上没钱我硬吞下去了，他们不知道。", " LZ二九大龄男青年一只，还没有女朋友.今年三月老爸下达硬指标，说你这婚姻大事今年必须给我解决了，五一结婚，十一我要抱孙子。我算了算时间，爸呀，你这是要让我绿呀。。", " 和老公在浴室里面调情。我说老公你该减肥了傻老公给我据理力争，说我哪里胖了？哪里胖了？我用脸盆接了盆水从老公头上浇下去！尼玛，内裤都不带湿的！"]}, "taskid": "d110ceea07a72f2f06f47a62c8b30430"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=79&_uid=guest", "updatetime": 1444313365.814322, "result": {"content": [" 和前任刚在一起不久时，他神秘兮兮地邀请我去他家，说要给我惊喜。我一去，那sb就“嗖”地一声把裤子脱了下来！！那可是姐第一次看见他的真身啊！姐定睛一看，我勒个去，礼物套在jj上，是个戒指！是戒！指！！戒指能套到那话儿上面啊！！多么无法直视啊！果断分！", " 某小学老师开班会时问学生：同学们，说说你们将来的理想是什么？有说当医生的、有说当警察的、甚至有说当国家主席的，老师一一鼓励表扬，最后一排的男孩答道：我长大了要当开国将领！老师吓得差点坐地上。", " 今早我哥们在公交上被偷了钱包，他趁小偷不注意又偷回来了，还多拿了一个。", " 香烟相亲回来，经过一番思考，决定嫁给火柴。热恋多年的打火机很不服，问：“我时尚新潮，你高贵不凡，我们才是绝配啊！你为何选择土的掉渣的火柴呢？”香烟说：“因为你的爱只是一刹那，一旦我香消玉殒，你肯定会移情别恋，而火柴一辈子燃烧一次，只为我一根烟。”", " 我的前任是个变态男，喜欢制服诱惑！平常叫我扮扮小护士，小老师…我还觉得没什么，有一次他拿了一套巨猥琐巨土的阿婆装叫我穿上，我问要扮谁，他说是他中学的时候学校旁边卖臭豆腐的某位啊婆！！！我擦你大爷的！", " 晚上寂寞难耐，给女友发短信求大尺度照片。女友一口答应了，一会照片传过来，只见女友全裸，一手抚胸一手护菊，好不撩人。没忍住就撸了，但是总觉得哪里不对劲。。。。", " 年前我去瑞士滑雪，一下飞机，头一口气就呛晕菜了。 丫这儿空气忒纯了，醉氧！急救车一到，我冲大夫比划：CHina! 大夫立马明白了：OK！把氧气袋放掉，接了袋汽车尾气，插上管，直接又把我送回飞机。等在首都机场一落地，舱门一开，我一闻，哇靠，味儿真正！呼吸舒畅浑身通泰，好啦！", " 今天经历了两件晦气事。第一件是：一大清早便被小区里某户居民办丧的音乐吵醒，那让人窒息的曲调循环播放到现在。第二件是：刚才洗澡时我竟不由自主地哼起了那曲调，还哼得挺带劲。", " 最近我们寝室室长屁股上张了点癣，昨天晚上他回来得比较晚，怕影响我们就没开灯，洗漱完毕后就在床上擦达克宁，突然听到室长低沉有力的吼了一声：“我草尼玛”，开灯，愕然看到室长一手拿着管鞋油，一手乌黑的抹着屁股，那屁股蛋子乌黑泛光.....", " 说个我朋友的吧，这货怀孕六个月了自己都不知道，她六个月的肚子只有三个月大小，期间没来例假她也不当回事，我后来分析了一下她肯定是想“哇塞没来例假哎，好方便啊”这六个月来她每天跑步两千米，就差没参加单位运动会了，从来没有忌口，当初一个月时候她说自己胃不好，来我家吃饭只吃粥，吃了也吐。我另外一个朋友听到这事吐槽道“这TM得是神兽啊！！”"]}, "taskid": "80e1b75cda554fba0fb67831cea99267"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=98&_uid=guest", "updatetime": 1444313364.510571, "result": {"content": [" 她紧张的拉着他的手“老公,你喜欢男孩还是女孩？”“我都喜欢,如果是女孩,我保护你们娘俩；如果是男孩,我们爷俩保护你！”她眼里噙着泪花！他俯下身在她耳边说“还有,如果是双胞胎,那就刚好凑一桌麻将啦！”“噗哧”她笑了!他目送着护士将她推进去。最好是个女孩,他心想。把口袋里那张不育症诊断书又攥紧了些。。。", " 一家的老人去世，因为要公祭，所以就用冰把尸体冻起来，等公祭的时候再请出来。刚好那时候天气很热，就有解冻后的水珠出现在身上，小孙子在旁边看到，就很紧张的大叫：「奶奶，奶奶…爷爷在流汗耶…」奶奶就回答说：「嘘… 爷爷第一次死掉，很紧张了！」", " 刚刚在外面看到了一只大金毛，各种喜欢。上前去摸，那狗添我，结果有一下添到我嘴了。结果被狗的主人看到了，狗主是个妹子，特正。她快速走过来,我刚想借狗搭个讪。结果妹纸来了句你干嘛舔我狗啊。我瞬间凌乱了！凌乱了！", " 一老师到一个班级代课，起立时，有学生不小心把桌子碰得“砰”的一声响。老师很生气，问下面：“是谁把桌子碰响的？”“报告老师……”那个学生战战兢兢地站起来，“是无意中碰响的。” “谁是吴易忠？”老师连问几声都没人理他，于是勃然大怒，“吴易忠，给我站起来！”", " 在幼儿园上班。我说:“小盆友，回家让爸爸妈妈教你们洗手，你们回来再教给老师怎样洗手好不好？”第二天一个小男孩说:老师，我给我妈妈说你不会洗手，我要教你！“那你妈妈怎么说的？” 我妈妈说“你老师是个傻子吗？”……", " 洗澡忘带毛巾和内K，穿进去的又泡在了桶里！于是楼主洗完后决定裸 身跑进自己的房间，于是！于是！于是TMD，我的亲姐啊，您真是我亲姐！ 你带个几个女同学不会去你自己房间玩吗？你跑我房间干什么？......还一个个长的这么漂亮……", " 最近在长沙出差，路上碰见一日本游客，用蹩脚的汉语问哥，中国有什么特产要买一些回国带给朋友。妈的，向鬼子报仇的时候到了！我指着街边一个买买提的切糕摊，竖起大拇指对他说：This,the best!", " 钟爱在这样寂寥落雪的夜晚，不开电视、关上窗子，不听音乐、手机消音，让一切安静下来。 然后浸在昏黄的灯光下，幽幽点燃一颗烟，温暖而平和的、默默的而用心的，拿只杯子扣在墙上聆听隔壁年轻夫妻的一举一动。", " 看《白雪公主与猎人》中，一个小矮人替公主挡了一箭，然后小矮人死了……我觉得，按箭的位置来说，小矮人如果不挡这一箭的话，公主最多是膝盖中箭！", " 在宿舍打闹，一个舍友上来扒我的衣服。另一个死党在旁边大喊：“流氓，放开那个畜生！”我尼玛是和你有多大仇呀"]}, "taskid": "c1c276f9bddd32c52f6c42abdb424470"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=61&_uid=guest", "updatetime": 1444313363.796563, "result": {"content": [" 醒醒吧！你们这些人！没有朝鲜，谁给我们垫底？没有朝鲜，去哪炒饭？没有朝鲜，你怎么解释中国以前是什么样的？多少敏感帖因为加了一句“我说的是朝鲜”而顺利躲过了网警的魔爪？不就是爆个核弹吗？谁家过年还不放个炮仗啊？", " 两个妇女在聊天，聊起自己大读大学的孩子。 A：我每个月给女儿寄八百元，可女儿总是钱说不够用。不知道她都干了些什么，可真够让人担心的。B：我女儿从来都不给家里要钱，才让人担心呢", " 刚看到报纸上报道，有个14岁的女孩和人打赌说自己能在一年之内和100个男人发生性关系。 这个社会是怎么了！真让我感到悲哀！她还是个孩子啊，竟然赌博！", " 我叔叔今年过年前买了部奔驰s350，成为我们村第一个买奔驰的人。过年回来的时候引起了轰动，大家都围着他的新车和他打招呼，想看看奔驰咋样。我叔特别自豪的打开车带我们坐着溜了一圈。。。你们能想象在田间地头打开窗户大声放着“苍茫的天涯是我的爱”的奔驰是啥样子吗？", " 昨天我弟回西安，我妈给他洗小番茄让他在火车上吃. 他说不要，留给我姐。我心想这娃真懂事，没白疼。结果他来了句：圣女果就应该留给剩女吃！我直接给他一脚。。。", " 挂了几天的Qq都没人怎么理我后,真心觉得现在Qq对某些人来说已不在是聊天工具,更多的是查看彼此的个性签名,揣摩对方现在的状态.", " 记得去年朋友和我说他家三个兄弟，加上他爸一共四个大老爷们。在年三十的时候四个大老爷们边看电视边吃瓜子。他妈在厨房包饺子，包着包着就哭了。后来问清楚才知道原来是他妈想着包到晚上都不够他们爷四个吃的。就委屈的哭了。", " 冬天的时候女生都爱贴暖宝宝保暖，大家会贴在肚子或背后有木有？那天在空调屋感觉挺热，一女朋友从肚子里拿出暖宝宝直接丢入垃圾桶。一男的看到后，特纳闷的问：现在女生换卫生巾这么牛逼啊-_-#", " 2013年2月14日零点。。。女：（内心紧张地给男生发短信）＂亲爱的你睡了吗？＂ 男：＂必须没有啊！＂ 女：（非常激动但又故作镇定心想好浪漫哦）＂那你怎么还不睡啊，你知道今天是什么日子么？＂ 男：＂必须啊！曼联踢皇马！三点四十五！这不等着呢吗！！！＂ 。。。然后就没有然后了。。。", " 看到小侄女，老夫第一句话就是：“考的怎么样啊？”我要把这种痛苦一代一代传承下去。 小侄女答道：我和男朋友都没考好。叔叔你女朋友呢？ 我听完后，伸出手来轻轻地捏了一下小侄女的脸，然后微笑说：“她刚刚亲了你一下……”"]}, "taskid": "8fcdb47949dcc56762df36b668386b5c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=40&_uid=guest", "updatetime": 1444313362.585717, "result": {"content": [" 前几天同学聚会，玩个游戏，一人说我没做过xx事，如果其他人做过，就要自觉喝酒。先上场的一女生说「我没打过飞机」。桌上5个男生立刻默默端起了桌上的酒杯。这太他妈狠了。\"", " 着急送老爸去机场，忘记给车车加油。@捧腹网 到机场后车车已经开始报警了，于是去机场生活区找加油站，找半天看到一个「中国航油」，但是又搞不懂给不给汽车加，开车转了好几圈。一扫地的工作人员忍不了了，问：有事吗？我：请问这给汽车加油吗？那工作人员一脸鄙视的说：你觉着飞机进得来么？........", " 我正在看电影，突然感觉裤子口袋被碰了一下，一摸，钱包被偷了。我转过身，迅速扫了一眼我后面一排的座位，目光锁定在一个黑鬼身上。我大吼：“X你妈的把钱包还给我！” 他说：“你凭什么这么说？难道就因为我长得黑？？” 我说：“是因为他妈的整个电影院就我们两个人。”", " 物理考试，老师拿着一打批改完的卷子说：“你看看你们这题都是怎么答的？啊？问：为什么游完泳上岸的时候会觉得冷？水蒸发吸热啊!讲过多少次了？这谁写的答案？！答：岸上风大？！”", " 游泳池的水里有尿么？”自从今天早上喝了一大口以后，这个问题就一直在我脑海里徘徊，后来忍不住问了一下同事。同事听完以后很严肃，说：“小王，来，你坐下。”然后认真的告诉我：“游泳池里不光有尿，还有口水、汗液、头皮、脚皮、大姨妈，和放屁时候崩出的屎。”", " 吓死我了，推着摩托车走在集市上忽然一个老太太扑在我摩托车上，当时吓得我蛋都缩回去了，已经在考虑我的下半生会有多么凄惨了！竟然是一个老头子开玩笑推了她一下！然后老太太就追上老头子打情骂俏去了！……你们能不能考虑一下我的感受！这么瞎吓人有意思吗！！", " 我妈小时候街头干架一把好手。邻居都来跟我外婆投诉说你家孩子能不能锁笼子里关起来。我外婆就把她用链子锁桌子脚上自个儿干活去了。过会儿回来孩子不见了。我外婆追出X里地，看见远方地平线上一堆熊孩子正决战，定睛一看我妈拖着链条和桌子一个干一群。", " 在面馆吃午饭…对面坐一陌生阿姨吃的炒饭……阿姨盯着我看了一会，默默的把筷子伸到了我碗里夹了一块牛肉……然后淡定的接着吃……………阿姨，你介是闹哪样啊……", " 大家有没有发现，电影里的警察只要说出了“在过一天我就退休了”“我老婆还在家等我吃饭”“这个任务做完旺要回家陪陪家人了”，死亡率就是200%，有没有？", " 小时候，俩同学约架，放学等着,等着就等着。放学后俩人经过血战A把B放倒压在下面，B在底下各种反抗，A在上面各种压制。半小时后，B说你先放开我，我去尿尿,A说放了你,你跑了怎么办B说保证不跑.A就放开B让他去尿了。B尿完回来找到原来位置趴下，A上去压住他，俩人又开始了新的一轮战争。现在想想小时候都那么纯洁。"]}, "taskid": "4644207e8cbe41acebe1cc21db4bd305"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=41&_uid=guest", "updatetime": 1444313362.403035, "result": {"content": [" 抱闺女下楼晒太阳，一女孩抱了小狗。问我闺女多大我说三个多月了，她冲着怀里的狗说哎呀你比她大耶她是妹妹哦。我不悦但忍了一把。然后她又对狗说你看看是你漂亮还是妹妹漂亮？我怒！但笑着问她：你是顺产还是剖腹产啊？她愣了一下，然后怒气冲冲的抱着狗走了…", " 刚我出来，跑到一个小摊对大爷说:我要一瓶加多宝。大爷在冰箱里面翻了很久，估计是卖完了。他拿出一瓶和其正递给我，并说了一个我现在都无法相信的谎言：加多宝改名叫和其正了……我掏出钱，拿着就走了……", " 你们都太小瞧张震这个演员了。拍<赤壁>为演孙权他熟读三国；拍<建党伟业>他又把民国史熟记于心；拍<深海寻人>他考了PADI潜水执照；拍<吴清源>他的围棋能压制专业三段；<一代宗师>杀青他拿了全国八极拳冠军；网友神回复：幸亏他没接拍<大太监>", " 我们大一新生住一楼，晚上经常在一起打扑克到很晚。烟不够了就跳窗户去买，会少走很多路……大二开学搬四楼了，晚上打牌烟又不够了，老二站起来说我去买，然后非常矫健的翻过窗户出去了……", " 我高一的班主任是个男的，姓邱，那时刚开学卫生评比挺严的，他不放心自己来监督。不知道怎么，每次只要有值日生忘了擦走廊瓷砖隔天都会被他抓住，从无遗漏，大家都觉得一定是有人打小报告……一直到后来，真相才被一个同学不经意间撞破。原来，他每天放学都会偷偷地挖块鼻屎黏在某块瓷砖上，如果第二天鼻屎还在，那就是值日生偷懒……最后知道真相的我们眼泪掉下来……", " 高中有位洁癖君，衣服鞋子干净得一尘不染就算了，每节课下课后必然要去用肥皂洗手。有一天我突发奇想，贱贱的跑到他跟前说：“你有个地方没洗干净。”他特别惶恐的说：“哪儿？哪儿！！”我说：“你肚子里全是屎。”留下他错愕的表情哥淡然离开，后来听说他那天吐了。。。", " 今天我看见外甥光着屁股在厨房门口哭。我抱他坐我腿上玩一会后问为什么哭？他说：刚便便了没人擦……", " 记得又一次，在回家的路上，我经历了无数的诱惑！一群发廊洗头妹向我招手，我视若无睹；一群足疗保健妹向我抛眉眼，我无动于衷；一个丐帮弟子向我求助，我横眉冷对！我对着这个灯红酒绿的世界深深叹了口气：“我他妈兜里有钱多好啊！”", " “粑粑，FBI是什么意思呢？” “是美国联邦调查局的英文简称。” “WAR-NING呢？” “是警告的意思。” “那连起来是什么意思呢？” “你个小兔崽子再敢翻我电脑E盘里的东西信不 信我打死你。”…", " 走过一处网吧的时候，正好赶上警察突击检查未成年人上网问题，几个小子被叫了出来排成一队，当警察问到一个平头小伙儿的时候，我恰巧走过，于是出现了下面对话。 “职业？”“法师。”我怀着无比崇敬的目光看了他一眼，默默的为他祈祷。"]}, "taskid": "44f4d11d3cd62119d5946cc1ee6785bb"}
