{"url": "http://bbs.byr.cn/article/Joke/648830?p=105&_uid=guest", "updatetime": 1444867724.764405, "result": {"content": [" 我老公喝酒以后特别爱发酒疯。有次他喝多了，对着屋里的镜子，深情地扑通一跪，大吼：“太帅了，佩服佩服！”然后磕了10多个响头！", " 回忆中学欢乐多。一日数学老师讲课正High，突然一挥手说“那个谁，去那个哪儿，把我那个啥给拿过来”。台下都愣了，只见课代表立刻弹起飞出教室搬来了一摞数学卷子。。。从此大家都夸他是数学老师的骨灰级走狗", " 工作原因经常出差各地，一次去云南，卧铺对面一对母子。母亲真心的漂亮，正太四五岁，本人健谈和美女聊了几句，关键时，正太开口了：“麻麻不许聊了，出来爸爸交待不让你勾三搭四，才上火车就忍不住了？关键又不帅…”一路上一句话也不好意思说了...", " 青年问禅师：我总是和我的兄弟们合不来，他们讨厌我，我也讨厌他们…… 禅师浅笑，拿出一根筷子，递给青年：来，折断它… 青年接过筷子，很轻松地就折断了。 禅师又拿出四十七根筷子，青年抢过来，一把全部拗断了； 禅师沉吟片刻，双手结印，一记大慈大悲千叶掌劈死了那个青年。", " 当年大学宿舍一福建奇葩，小个不高，带个眼镜，一副道貌岸然的知识分子形象，此君大学四年之间热衷于在宿舍用热得快煮卤蛋吃，还靠着自己专业是应用化学这一点研究了不少煮蛋配料，快毕业的时候卤蛋已经被他用热得快做到飘香三里的境界，后来我们各奔东西，他则另辟蹊径在学校附近开了一个炖货摊，把711的好炖生意抢去不少，如今我们都毕业五年了，这厮是我们宿舍唯一一个月入过三万的人......", " 刚才和朋友坐公交车，车上有个姑娘挺漂亮的，朋友轻推我一下做了个嘘的手势，就看他一搂姑娘小细腰说：亲爱的今晚想吃什么？姑娘一愣正准备发怒，朋友紧接着凑她耳边小声说了句话，只见姑娘眼神瞬间温柔无比，感激的看着我朋友，随后姑娘抱紧她的背包惊恐的瞪了我一眼，后来姑娘和他一个站下车了！！！", " 每看到小说或影剧，男主被陷害误食淫～药，不发泄就完蛋，男对女说：快走，我快控制不住了。 那痛苦克制心魔的样子真让女主心疼，舍不得走，于是甘愿献身，事后男主非常痛苦的忏悔：都是我不好，我对不起你，我会负责的…尼玛装毛啊，没手啊？！当时靠墙撸一管不就解决了么……", " 我朋友的前女友让我非常无力 吐槽，我朋友让车撞了，腿伤到了，流血了，站不起来了。他前女友扶都没扶，当机立断拿出手机……然后，居然拍下了我朋友的惨状传了微薄，发了句：亲爱的出车祸了，好心疼o！ 然后，他们俩就木有然后了……", " 第一次和女朋友开房，没经验，脑子里全部想起了网上那些小电影，于是摸到被窝里一通乱扯。后来满头大汗，说：奇怪原来丝袜这么难撕。妹子说：我穿的是秋裤……", " 公司的数据库忽然坏了，报一些稀奇古怪的错，公司没人能搞定，老板很着急，叫我到办公室，说：你赶紧在招聘网站和猎头那里发布一个DBA职位，年薪50万。我大吃一惊：50万？ 老板点点头：你负责面试，就问他怎样恢复我们的数据库，另外，切记！不管能不能答出来，都把他拒了！"]}, "taskid": "bda5d1a993c5c6e9a409a1e61474b6f2"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=134&_uid=guest", "updatetime": 1444867724.192541, "result": {"content": [" 本人极爱看甄嬛传，已看过N多遍了，刚才上计算机课，老师是一位返聘的老太太。她说：上课，起立，同学们好。我们：老师好。老师：请坐。同学们都默默地坐下了，我脑抽筋来了一句：谢太后！……然后我现在在楼道里站着……", " 和mm一起坐在电脑前，看演唱会。 看着看着，我猛然用双手捧住她的脑袋，亲了一口。浪漫的是，亲嘴一瞬间，演唱会也一下子鸦雀无声，什么都听不见，安静得只能听到心跳……直到我把她放开后，音乐声音才又渐渐响起来。我说：好奇妙，你有没有感觉，刚才整个世界静止了一样呢。她擦了一下嘴，冷冷地说：别装神弄鬼，我刚才看到你用脚拇趾拧桌子底下的音箱了…", " 同事某次头撞破了到九院缝合，后来要拆线时正好在杭州出差，就去杭州市一拆了。 医生端详半天伤口，「看这针法，你这是上海九院×医生缝的吧？」………??", " 中学的数学老师叫宇文天。一天有同学叫他“宇老师”，估计这货是不知道还有个东西叫做复姓。老师很尴尬地说：同学，我姓宇文，叫我宇文老师就可以了。这位同学愣了一秒钟，说：但是你是数学老师啊！…", " 上课说话，老师拿粉笔丢我，我居然接住了，脑子一抽，又扔回去了，他竟然没接住！打中了他的头，永远忘不了老师抬起头时那震惊的表情……现在还在办公室写检讨.....", " 家里刚添了小侄女时，老爸哄她睡觉，一直边拍着侄女的背一直念叨“洁洁睡觉觉吧洁洁睡觉觉吧”，我在旁边忍不住笑出来，老爸很奇怪地看了我一眼，又继续哄，过了十几分钟才反应过来自嘲自己笨。因为小侄女叫晨晨，老爸无比自然地念叨的是我的小名。", " 50％的人，把百度当做搜索引擎。 而另外50％的人用它来检查网络是否连接。。。", " 表哥在外地打工，坐火车回老家。。。刚上车，看见一哥们坐了他的位置，于是礼貌的说，大哥这是我的座位，没想到这家伙看了眼车票又看了下自己的座位号，大发雷霆，你瞎啊，长眼睛没。表哥忧伤的看了看他没做声，等站了两站，看那哥们快睡着了，轻轻把他拍醒，悠悠的说，大哥你好像做错火车了。。。", " 今年春晚，LED大显示屏上一定会出现一头大航母，然后一群精挑细选的海军迎着大风用打 炮的力气敬礼并声嘶力竭地高喊：“我们在大航母上给祖国人民拜年了。”然后音乐响起，地下拱出一个身材浮凸的文艺兵姐姐开始唱：...", " 我一哥们在夜总会做服务生，一天，几个客人喝多了，离开时其中一个在电梯门口拌了一脚，把鞋磕掉了一只，我朋友一把扶住了他，并帮他找回鞋子穿上，这客人觉得倍儿有面子，把口袋里的现金全掏出来给我朋友，说是小费，我朋友觉得太多（有几千吧），不收，这哥们急了，说不给他面子，朋友只好收下，走了没多久，他又扶着墙回来了，说喝太多不敢开车了，想打车有没有钱了，说啥不多要，只要回二百，又晃荡着走了...走了..."]}, "taskid": "1f317e5490888beb278c2b80451dadf1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=144&_uid=guest", "updatetime": 1444867723.674208, "result": {"content": [" 小时候过中秋，妈妈总给我讲嫦娥的故事。但我只想着月饼，对嫦娥不感兴趣；谁料想现在过中秋，对月饼是没什么兴趣了，心里老惦记着嫦娥！", " 在隔壁看到有学者建议恢复太监制，并改用太监当官。三条理由：一是可以杜绝性丑闻，彻底扭转官员形象；二是可以根除官二代，避免欺压百姓；三是可以减少想当官人的数量，从根本上改变官场拥挤的现状。", " 上课的时候不小心走神了，突然听见老师说＂请一个同学来回答一下＂，我瞬间精神，就怕老师喊我名字！可是！！！我明明已经是坐在后面听课的老师了！！！", " 昨天上大课，一百二十多人只剩七十多，辅导员突然杀进来点名，看到人数脸都黑了。旁边一个人突然仰天大笑，哈哈哈哈哈哈哈，劳资从开学坚持到现在就是为了等这一天！！！", " 我们公司绝大多数是男屌丝，结果老板今年中秋节给我们的福利是和另一个全是MM的公司联谊旅游。。。联谊途中，我跟其中一个MM说，这个中秋福利还是很不错的哦，该MM一脸惊讶：啊？今天我们算加班啊！。。。算加班。。加班。。班。。！！", " 家住5楼，楼下单元门打不开，叫mm下来开一下。她不愿意走，打算从窗户扔钥匙。我说：在钥匙上绑个东西，不然丢下来就找不着了。她说ok，一会儿，一坨黑乎乎的东西砸下来，吓了我一跳。她站在窗户边喊：找不到你就打电话！我过去一看……诺基亚！", " 有一种人，在TA的一生中，只有在买东西时，才会被人叫帅哥或者美女。 ~", " 前几天单位里发月饼，新同事当即把月饼盒拆开，把五仁月饼一个个挑出来。 然后。。。然后，拿起剪刀就往月饼身上捅啊！！！没见过这样的啊！太凶残了！仿佛有杀父之仇！！我问他为什么这么做！他说。。。五仁月饼太难吃不配存活在世上他要毁了它们。。当时我和他说话的时候都害怕的在发抖啊！！", " 一小姑娘在包里装的一香水小样盖子掉了，公交里香气四溢。 　　小姑娘拿纸巾开始擦自己的包，大家开始看笑话。 　　突然，坐小姑娘旁边的大叔脸色大变，指着小姑娘说：“你，你，你，你让人家怎么回家？”", " 话说哥养了只二货阿拉斯加犬啊，从小就色，爱钻女生裙子啦，现在一岁多，力气变大，还喜欢扑人。。。两个女性朋友来我们家，这二货各种卖萌然后熟练的扑人袭胸。。。。女生的衣服瞬间被拉下来了。。。。哥被暴打啊。。。两女生非说狗是我训练出来的。。。"]}, "taskid": "88f780d7ac1c151d909c93e56846a5f4"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=136&_uid=guest", "updatetime": 1444867722.360589, "result": {"content": [" 你是我心里的无数句“在吗明天有空吗可不可以约你呀你在干什么呀噢噢那你在外面玩得开心点哈你是不是不舒服呀记得多吃点水果多喝水嗯那你忙吧早点睡觉哦晚安啦对了你刚才传的那张自拍好美啊”。而我只是你心里的一个“呵呵”。", " 有个女同事，人长的其实很漂亮的就是没啥自信，老怕找不到男朋友。 为了让她重拾自信，于是我在她手机里的自拍里找了几张性感点的上传网上。第二天拉着她去看，果然无数回复“楼主好人，谢谢楼主，求种子”的无数啊！", " 单位有两货喜欢打羽毛球，可是球技实在惨不忍睹，也许是气味相投，两人经常一起去打球。别看球技差，但在打球过程中却是霸气侧漏，把世界冠军的范儿全学过来了。接球成功或一局结束时，握拳怒吼有木有、双膝跪地有木有、托球衣秀肌肉的有木有、亲吻球衣的有木有？这两货是不是二b青年？", " 一个朋友在网上看了一句话，大概意思就是年轻时候总要做点老了都热泪盈眶的事，然后狠心花2400买了部单车准备骑西臧，第二天就看他热泪盈眶，吃宵夜的时候单车被偷了！", " 清理qq好友时发现某个三年没动静的好友，最后一条签名是：自从买了保险，过马路再也不用左右看了……。", " 我一直很敬佩我身边的一些女性朋友，她们总是可以用几百块钱的价格买到那些让人误以为价值几千元一件的衣服。然后再穿出几十元一件的效果来。", " 我一个女性朋友家里养了一只小乌龟，我见过一次，长的很可爱。 昨天偶然碰见她了，然后跟她聊了起来。聊着聊着，她跟我说，她家的小乌龟今天死了。看着她沮丧的表情，我也挺难过的。我想安慰她几句，但也不知道说什么好。唉，然后我就跟她说，我先回去了，有空再聊吧。回到家，我赶紧打开电脑，开始百度甲鱼汤的做法，材料，功效。然后整理成了一个文档，给我那个朋友发过去了。希望她看了以后能够开心一点。", " 小时候，中华是一管白白的牙膏。我在这头，笑容在那头。上学了，中华是一支细细的铅笔。我在这头，考卷在那头。工作了，中华是一条红红的香烟。我在这头，领导在那头。结婚了，中华是贷款买的轿车。我在这头，而奋斗的路，还在那头。将来啊，中华是道细细的国境线。父辈在里头，孩子们在外头。", " 狄仁杰：这荒郊野外，停着一辆车，元芳，你怎么看 元芳：大人，此车必有隐情 狄听罢，掀开车前盖， 大惊：元芳高见，这车果然有引擎， 狄：但车内还有一位死者，元芳，你怎么看？ 元芳：大人，此人必有蹊跷， 狄：1，2,3,4，、、、、此人真有七窍，元芳真不愧为我得力助手， 元芳：。。。。 狄：死者还是一位美女，元芳，你怎么看？ 元芳：此人身上必有天大的秘密 狄听罢，掀开死者衣服，两眼发直， 惊曰：老夫平生尚未见过如此大的咪咪，元芳果然神人。", " 晚上回家叫门，老爸出来问“谁呀”，我很大声很简洁干脆的说“我~！”，老爸回屋半天没有动静，我怒了，打电话问之为啥不给开门，我老爸说，问了是谁，只听门外“汪”了一声，以为是狗~！"]}, "taskid": "8d6b229c8a4ab07399099987d62a3760"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=131&_uid=guest", "updatetime": 1444867720.555044, "result": {"content": [" 一个哥们儿特爱网购，每次网购的时候都写网名。每次货到的时候快递员叫好多次他才下楼去取。于是整个小区都会听见某个不耐烦的声音：皇上，你的快递!!!!!皇上……皇上……", " 最近工作量大，经常会肚子饿，又不想吃零食，就经常到工地附近一个水果摊买水果吃，宿舍人多，每次都是买十来斤。......此为背景......今天下午，又去买了半箱橘子，结账的时候，那个卖水果的小妹小小声的对我说：“我有男朋友了”..........", " 那年他和宿舍哥们打赌,如果追到她每人给他十块钱。他尽心力扮演一个对她一见钟情的痴心男,演得太真,有时他甚至忘记这是个赌。一个月后她答应了他，他赢了三十块钱。可他开始每天担心她会知道他接近她的动因。终于有天事情败露，他慌得眼都红了,她却在笑：你以为那三十块钱是谁出的?", " 听说大学里要是不谈恋爱的话 ，工作后就只能等着相亲 ，然后看个电影 ，再吃个饭就结婚了。。。悲剧啊！", " 去泰山旅游，一老外走过来很礼貌地对我说了句话，然后就微笑着看我。英语没学好，我一愣，满脑子问号！此时旁边一打扫卫生的大妈边扫地边淡定地和我说：“他想让你帮他照个相”。。。。。", " 哥哥家有一两岁小萝莉，一天一群人在他们店门口买一小贩的桔子，小萝莉强势围观，小贩见她直流口水就送了她一个桔子吃，那些买桔子的大婶就问她好不好吃，小萝莉一边吃一边咧嘴说：酸～ 后来几位正在挑拣的大婶全不买了，卖桔子的小贩满脸黑线。", " 儿子上幼儿园，最近刚学会写自己的名字；晚上老婆大人在整理柜子，翻出来一堆证件放桌子上。 小家伙翻了一会，拿起个本子问我：“爸爸，这是什么啊？怎么有我的名字?“我一看，是他的出生证，说：”那是你的出厂说明书，旁边还有你的生产许可证……“然后迎面一个枕头飞过来……", " 下雨天开车，遇红灯刹车，路滑没刹住追尾，速拨122。警察迅速赶到，刹车，路滑也没刹住，追尾。警察下车面不改色的来了一句：先处理你们的！", " 经过北二环的时候，路边有个老汉在放羊。其他羊都毛茸茸的一团，唯独一只全身剃得光溜溜的。我问那人为什么天这么冷你还把这只羊毛都剃了，怎么过冬啊。老头说，这羊脾气不好天天咬这个踹那个，整个羊群让它整的不安生，每天头冷的时候吧它剃光，晚上它就会拼命和其他羊挤在一起了。。。", " 每个寝室都有一个，有天是交作业的死亡日期，我就问他，做作业没？他平静的说：一道没做！开心有木有！！居然和我一样 一道没做 ~~~可是交的时候才知道，特么他的一道没做和我的一道没做特么不一样啊啊啊！他是只剩一道啊！"]}, "taskid": "d77b0717daaa35025801d33c2f8119c5"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=137&_uid=guest", "updatetime": 1444867720.136477, "result": {"content": [" 某天，收到一短信“把钱打到XX账号，李XX”，想起网上整骗子的方法，回了“50万是一次打过去，还是分2次打”，回过去立马收到回信“恭喜你成功定制XX，包月30元”，我擦!", " 高中的时候班里的倒数第一从来不来学校上课，整天泡网吧。但奇怪的是每次考试他都来，从来不旷考。后来我们才发现，原来每次考试之前班级的倒数第二都会到网吧给倒数第一充10块钱会员，求他来考试。。。", " 突然想起来以前高中一个同学，骑自行车下大坡的时候发现前轮瓦有点歪，仗着自己技术高就直接伸脚过去去调，结果不小心脚伸进轮子里面去了，人车直接空翻着飞出去了，两个门牙报销了，说话都漏风。", " 医生：“你的牙太牢固了，看来拔掉它得用汽车。” 过了几天，医生再次见到这位病人，他的牙已经掉了。 “你的牙怎么拔的？” “听了您的建议，我把牙拴在了卡车上，结果……” “牙掉了？” “不，车厢被我拉掉了。”“那你的牙是怎么掉的？”“城管说不准街头卖艺，就把我揍了一顿。”", " 英语课上老师要求默写单词，说如果哪个单词不会就写上汉，对英语一窍不通的我被叫到黑板上写，题了十个单词，我华丽的写了十个汉字词语，然后默默的回到座位上坐下了。结果英语老师实在看不下去了，纠出了七个汉字的错别字。。。", " 手机坏了，小姨给了个老人宝暂用，大家知道吧，那种按键奇大无比的手机，作为一个二十几岁小青年我居然真的拿着这玩意用到现在……最近刚到新单位，无意中听到同事说我有个很高级的计算器，居然可以打电话！！", " 昨天在公园捡到一部Iphone4S，一看相册照片竟是个美女，于是决定把手机还给她，相约还在那个公园，快到公园了我用她的手机编了一条“我怀孕了”，群发给了她手机里所有的好友，给她手机后我立马就闪人了，深藏功与名……", " 一天我们生物老师给我们讲种群，她说：“种群是指可以自由交配并繁育的同种个体的集群，那你们说我们教室的同学是不是一个种群？”童鞋都很和谐的回答：“不是。”“为什么不是？”只听见后排一个阴暗的角落传来“因为不能自由交配…”", " 以前高中的物理老师是个很可爱的老头，其吸烟功力同教学水平一样浑厚。每到他的课，他会提前到，度到窗边悠闲点一支烟，先抽一口，然后上课铃就响了。经典镜头到了，这位老神仙运足丹田气，只见烟头闪烁，不见其换气，一根烟一口抽完。接着闭目凝神，半响从鼻孔轻轻飘出一丝淡淡的烟雾，刹那间精气神体力值全满，断喝一声：上课!", " 首先买一瓶康师傅茉莉蜜茶 喝掉一半后加入清水（直到加满），就变成了茉莉清茶 再喝掉一半，加清水，变为茉莉清茶无糖版 再喝一半，加清水，变为了农夫山泉有点甜 再喝一半，加清水，变为农夫山泉"]}, "taskid": "185a12f449922a29227e6f0dda3e7fad"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=102&_uid=guest", "updatetime": 1444867719.0201, "result": {"content": [" 我见过的最傻逼的事就是刚刚一个脑瘫跟我说＂我的头像会变颜色喔！＂，然后说了个＂变！＂，就下线了。。。。。。。。。。。。。。。。。。。。。。。。。。", " 刚才睡觉，准备把头发扎起来，不想明天起来乱得像一把稻草。老公说，别扎了！我以为他会说头发放下来更有女人味。就故意问他，为什么啊？他说：扎起来像刘欢。。像刘欢。。刘欢。。。", " 早上去小店买水，先给钱了再拿水，拿完水后就走出去，这时候老板的狗冲出来把我给栏了下来，还一直叫。 我说已经给钱了，狗看了看老板，只见老板点了点头。狗就跑回去了。吓死我了。。", " 前两天去医院,挂的专家号，医生看了下，然后告诉了一下病的名称，就给我开了药，在开药的过程中，我问这是什么原因引起的，医生来了一句“回家百度查去”。。。度你娘！", " 中午老板视察自己的建筑工地时发现有个人在角落看漫画书, 老板问:“你一个月的工资多少钱?” 那人答:“一千.” 老板掏出钱包数出1000元给他并大声吼道:“你这个月的工资,马上离开!” 那人高高兴兴地走后，余怒未消的老板问旁边工人:“他是哪个部门的?” 工人小声答道:“他是来送快餐的”", " 某中学，教育局的人到学校抽考，在大会上宣布：“为了公平起见，今年我先抽考一年级，明年抽考二年级，后年是三年级的。”学生：“擦……不都是我们年级么？”咱们年级谁得罪了领导？", " 洗澡的时候发现浴室里有只虫子，于是直接拿喷头淋它，结果发现小东西在水里洗的很滋润，于是把水温调到最高档，直接烫死。然后，哥得意地把喷头转到了自己的身上……", " 早上坐车回公司，一个女的没位置坐就站在我面前，车上很挤，路上很颠簸，她的mimi蹭了我的脸45分钟的路程，当时出现了一个很龌龊的念头。。。。如果我是男的就好了。。。", " 一姐们坐公交车，身边坐了一陌生大妈。 手机响起，大妈接电话，十分爽朗地对着电话说：“啊，我今天上午没空儿！我得陪慧慧去医院做人流！” 拥挤的车厢瞬间安静…… 我瞥了一眼身旁的大妈，转回脸来的时候，发现全车人都在盯着自己。但我真的不是慧慧。", " 小时候煮饺子一锅只能煮两碗半，每次我我都抢一整碗吃，我哥悄悄拿起半碗的吃，二十多年我才反应过来，他先吃那半碗是为了快点吃完去吃第二碗。。。"]}, "taskid": "96bb1f9ea2b236941c3a757dfba83155"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=133&_uid=guest", "updatetime": 1444867717.68263, "result": {"content": [" 今天下班回去，进电梯的时候一个男的拎着根狗链一起进电梯------电梯走到一半，那个男的突然大叫一声！！把我吓大一跳！然后那个男的咆哮＂我的狗呢！！！＂大叔，感情你牵着一根狗链子溜了一晚上啊。。。", " 男：你到底想我怎么样？可不可以不要再无理取闹？ 女：无理取闹，是，是我无理取闹，你作为一个男人，说声对不起不行吗，你跟我说声对不起不就完了吗！ 男：对不起。 女：你以为说一句对不起就完了吗！！！", " 一喜欢的妹纸过生日，花了一个月工资买了一条项链做为生日礼物，妹子：＂你不想向我告白吗？＂当时那个激动啊，当即表白！妹子盯着我看了半天很轻蔑地说：＂项链还你！＂当时心就凉了：＂你不喜欢吗？我一个月工资买的啊！＂妹子说：以后都是一家人了，快把项链退了，贵死了！＂幸福来的太突然了", " 这几天花销比较大，一不小心把生活费用完了，可离月底还有20多天，准备讨好老爸要点生活费，早上起来给家人煮了面条当早餐，老爸拿着筷子警惕的看着我问，这面，多少钱一碗。", " 坑爹的物业，小区的广播喇叭藏这么深，而且放什么不好放爱疯的经典铃声，老子以为谁掉了手机在草丛里，翻得我一身泥巴~", " 今天晚上跟北辰购物中心碰见杨幂了朋友说要跟杨幂合影，人家说我不是杨幂，但是杨幂说话那劲儿一听就知道是她，结果朋友很配合的说，您确实不是杨幂，就杨幂那骚样，哪能跟您比啊，您长得多漂亮啊！当时杨幂脸就长了，跟驴脸似的！哈哈...", " 寝室有个女生，因为力气大，我们都叫她大哥，我俩关系好。我属于有点儿欠儿的人，没事看她忙的时候聊骚聊骚她，她就没功夫和我闹，又生气的在那骂我，还说等她有空再来揍我、结果每次她都忘（她跑不过我，我打不过她）。有天我又说她两句，她没搭理我、我还奇怪呢、顺道拿她手机玩、打开日历一看、今天有个备注：12点揍小雨。我瞬间石化。这次她是认真的。。。", " 前几天走在街上，看到一旅行社广告“送父母去旅游”，于是我和媳妇商量拿1岁女儿的压岁钱报名了，现在我们正和一群老年人游北京", " 昨天和朋友吃饭，介绍了一位新朋友。那个朋友开了量Mini。饭桌上问他，怎么开个女士车呢？他说：“刷卡积分换的。”当场所有人凌乱了……", " 我们学校是医科学校，有许多黑人留学生。。。。。哥哥在岸上走。。。今天在面包房看到一黑人买了瓶1块5的绿茶，给阿姨三块钱，阿姨找了他五毛，黑人急了：窝刚猜给妮三快欠！！阿姨怒道：买一块五的绿茶你给我三块钱干嘛？！！！给我两块钱不就好了！！！！"]}, "taskid": "11ebaac86d8361e7bec770178187c86d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=147&_uid=guest", "updatetime": 1444867717.528485, "result": {"content": [" 周末去姐姐家玩，在厨房发现一塑料碟里面放了一点米， 显然是给宠物吃的。 想了半天也没想出家里有什么宠物。一脸迷惑时姐姐走进来笑着说：你姐夫出差了，家里又有老鼠我也不敢捉，我怕它乱咬东西，就先养着在说。。。。", " 话说我侄子遭遇车祸飞出去七米毫发无伤，就是因为背后有大书包垫着，他说这是他第一次感到读书有用。知识改变命运啊！", " 儿子今年10岁，他有一个存钱盒在抽屉里。我和妻子需要零钱时就从他的钱盒里掏并留下一张借条。一天有人交给我一张钱数不多的支票我想正好可以还儿子钱了。我跑进儿子的卧室找到钱盒但里面只有一张小纸片，上面写着：亲爱的妈妈、爸爸，我的钱在冰箱里我希望你们明白，我的资金已全部冻结了。", " 刚看到一个在学校打架打赢了老爸夸奖的，我上高中的时候班主任对我各种偏见，故意为难我，有一次我就和他干上了，结果被叫到教导处批评 ，要我打电话叫我爸来，每次打电话都是用公用电话打，这次在教导处打，老师为了人了大家都能听到还开的免提，通了就叫了声爸，然后就说和老师打架了，还没来得及叫他来学校，我爸就说打赢没？要打也要晚上套着麻袋打 ，我说爸我在教导处打的电话。我爸就哦了一声说你打错了，我魂都没接，就挂了。", " 弟弟小时候特别孬，七八岁的时候，门口来了个卖梨的，想吃人家梨有没钱，跟那个卖梨的商量，给我一个梨吧，小的就行，我给你学学乌龟叫，估计卖梨的压根也没听过乌龟叫，就给他挑了个小的，这家伙在人家摊旁边吃完后，卖梨的说，你都吃完了怎么还不叫？这货说，你真要听呀？卖梨的说，是啊，你快叫！这货扯着嗓子吆喝了一声“卖……梨……啦”被人家追了好远，现在还是我们村的笑柄…", " 男友生病去打点滴，因为赶时间，他加快了点滴的速度！医生看到了就调慢了，医生走了他又调快了。医生不要调快但是他不听，医生吼道：“真赶时间，那你喝了吧！”男友忧虑地说：“那不行！万一打开盖子再来一瓶怎么办？”", " .有一家公司很小，就十来个人左右，大家平时都玩得很开心，老板对手下也很好，经常跟大家一起吃饭一起旅游，后来公司经营不善要倒闭了,结果前台MM不乐意了，这么好的公司要倒闭，结果她老爸出来把公司买下来了。。。", " 今遭遇特权车队，大批交警在管制，安静的屁民车龙中一辆美国别克车突然长按喇叭，渐渐的，几乎所有的车喇叭都响起来了，大家都鸣笛、低头、默哀，持续了三分钟。心中默念：领导，您一路走好！", " 第一次开房，完事后女友把脸靠在我肩膀上睡觉，熟睡中睫毛一颤一颤的刷在我肩膀上，哥恍惚中还以为是蚊子，遂一巴掌扇了过去。。。", " 刚才在地铁上，我身边的一个老大爷盯着我看了半天，突然对我说“小伙子，看你的面相，你的体重应该有80公斤！”当时我震惊了！我说：“大爷，您看的太准了，您能不能再帮我看下今年的运势？”大爷答道：“看你大爷啊！你踩我脚了！”"]}, "taskid": "8e7816dea7fdf4755cd6f78b3e9f9b42"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=127&_uid=guest", "updatetime": 1444867716.185249, "result": {"content": [" 一个武士手里拿一条活鱼问禅师：我跟你打一个赌，你猜我手里这个鱼是活的还是死的？禅师心想：如果说是活的，武士就会把鱼捏死。但明知是活的说是死的，就打了诳语。鱼命和原则哪个更重要？禅师沉思了半个时辰，终于说道：是死的。武士看了看手中的鱼，说道：麻痹的，半个时辰前还是活的。", " 和老婆吵架后，老婆自个在客厅玩电脑，我回屋睡觉生闷气，灵光一闪，掏出手机，连接上WIFI，登陆路由，断了网络，过一会儿再连接上，反复如此。那边听见老婆在自言自语不知所措，然后继续断掉不连接，不一会儿，看老婆乖乖的回来求我，此时心里无比顺畅痛快。", " 一晚朋友叫去喝酒，说给我介绍女朋友…长得还挺不错，好不容易酒过三巡，散场我送她回家。进去她家那女的第一句话就是：你可是第一个来我这里的男孩子喔。当时我心里那叫一个乐啊！“啪！”紧接着她扔了双男士拖鞋给我叫我换上！", " 比赛紧张的进行着，还剩6分钟结束，场边的姚明焦急的期盼着什么，突然，他大喊：“加油啊，还有6分钟，我们只落后8分！”场上的范志毅一边慢悠悠地溜达一边面无表情的喊道：“滚！”", " 当年老妈不想太早要孩子，带着钱要打掉我。走路上想喝汽水，于是就买一瓶。结果到医院发现就差了一瓶汽水钱！才有了现在的我……", " 班上有个猥琐男，有次后面一女同学拍了他背几下，要他把纸条递给前面那个人。他二话不说就举手了，说：“老师，她摸我。”边说还边指着那女的。老师就问道：“那你要怎样。”这货居然猥琐地说：“我要摸回来……”", " 一个人住着一间空荡荡的屋子，很空很寂寞。买回一只鹦鹉养了1年一直教它说一句话：欢迎回家，辛苦了。可它一直没学会。看它挺笨的就送了朋友，3天后朋友打电话来说它不吃不喝的怕它出事，然后给我送了回来。进家门的时候它对我说：我回来了。当时眼泪就没忍住，不过我还是对它说欢迎回家，辛苦了！", " 一已婚男子让属下女同事怀孕了，怕妻知道，便让她打胎，此女坚决不干。无奈，男安排她回西北老家生。女说：娃生下咋通知你？男答：生了就寄张明信片，写上“兰州拉面”。我会按时寄生活费。十月后一天晚上，妻递给男一张明信片，男不动声色接过看后却当即晕倒，妻马上打120在急诊，医生问其妻：你丈夫心脏没问题为何突然发病？妻说不知道，他看完明信片就这样了。只见明信片上写：兰州拉面四碗，两碗有香肠，两碗没有！！", " 和一屌丝舍友去教室上自习，正在走廊的时候，一个美女同学不慎滑倒，眼看就向我舍友身上跌来，正羡慕舍友要走桃花运之时……只见，他一个潇洒转身，让了过去……然后就听到啪叽一声！！！尼玛，我瞬间石化了！终于明白屌丝单身，是有原因的……", " 我血管比较细，去医院吊点滴，实习护士妹妹针扎不上，去找护士长过来给我扎。 护士长阿姨看了看我，又看了看我脉搏；沉默两秒，对后面忙碌的众小护士说：都过来，今天结业考试前，这个能扎上的多加10分。"]}, "taskid": "15d5435a7448925f5e100c1bc6247776"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=148&_uid=guest", "updatetime": 1444867714.714025, "result": {"content": [" 欢迎板砖。。。。。 ps：希望不要遭遇强拆。。。 【 在 neverY 的大作中提到: 】 : 这是要刷byr第一高楼吗？", " 市政府办公楼落成，大门口缺副对联，市委书记挥毫： 上联：说实话办实事一身正气; 下联：不贪污不受贿两袖清风。 市领导齐喝彩，书记就让大家出一横批，有人脱口而出： 横批：查无此人", " 青：“姐姐，凭什么你就可以和凡人恋爱我就不可以。 ”白素贞：“你的修行不够！！ ”小青：“修行不够又怎么样？” 白素贞：“会下蛋…” 小青：“……”", " lz还没有发完你就看完啦！！！ 【 在 bupteinstein 的大作中提到: 】 : 终于看完了。lz好人。", " 小明的爸爸生日，他对爸爸说：“爸爸，祝你生日快乐，你又老一岁了。”爸爸：“……”“爸爸，我给你在广播上点了一首歌，你听听。”“现在是由小明小朋友给他的爸爸点的一首歌，他要对他的爸爸说生日快乐，现在我们来听听这首歌——《世上只有妈妈好》！”", " 前几天陪客户去酒吧喝酒，喝到中途,一比较熟悉的女客户经理推门进来并大声说：不好意思来迟了，招待不周，我自罚三杯。说罢拿起酒杯自倒自饮喝了三大杯酒。额的神，那可是只有招待客户才狠心点的上千块的洋酒呀，就这样被她干掉了一大半,哥的心在滴血，杀了她的心都有了…….", " 昨晚出差回来，有些劳累，准备喝点小酒。里面灯光偏暗，人不多，忽隐忽现。刚坐下，一位美女款款走来，挽着头发，打扮简约，昏暗的光线里神秘高贵。皮肤白皙，眼睛细长，透着温柔，轻声问：“先生你一个人吗？”，声音细腻甜美，眼睛微笑着看着我，正等着我的答复。我喝了一口酒，随意道“嗯。”然后……她把桌上另一副碗筷收了回去。", " 下楼碰到楼里的以前的MM。 发现她越发漂亮了，我下楼她上楼。 接近的时候她冲我笑着说：“下班了？”。 我高兴的答：“嗯，下班了。” 结果交错时发现她在打手机，理也不理我的继续对手机说：“那你去接孩子吧。”", " 老公酒量不好，经常被同事鄙视，那天去小卖部买零食，他破天荒地买了一罐啤酒，说是要煅炼酒量，可是结帐后，这货居然很豪迈地说了一句：老板，给根吸管…然后一路啜回去了…", " 教授是个和善而幽默的老头，班上有个高大强壮的体育生。每次上课当教授的声音响起时，体育生开始睡觉，直至下课准时醒来。有一天体育生迟到了，教授亲切地对他说:\"JACK，以后请不要迟到，这会影响你正常睡眠的\""]}, "taskid": "268706bb3cdee2131e730dc6199bbfca"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=101&_uid=guest", "updatetime": 1444867713.767748, "result": {"content": [" 晚上睡觉前 老婆洗完澡从浴室走出来对老公说道：美女要出浴了，老公严肃的说道：好，出去后要好好做人，不要再危害社会了，于是老婆一顿暴打..", " 同事A的媳妇儿生了个男娃，A在办公室电脑上看儿子的照片。。这时，一位单身男同事B从旁边经过对A说：“你儿子怎么长得像我啊。”A立即回道：“那是！你们俩兄弟，长得能不一样嘛！”", " 有个老太太把a4的纸撕成四分，然后叠起来，每次出门坐公交都放兜里，而且还不愿意坐着，别人问为什么？她说:这个跟钱似的，让小偷偷的，偷完气死他用的……这个老太太就是我奶奶....", " 一老头下馆子。“老板！给份地道北京烤鸭”烤鸭上来，老头摸摸烤鸭屁股，“你这不是北京烤鸭，是南京板鸭，换一份”换了一份。老头再摸鸭屁股“这是天津盐鸭，换”最后一份，老头才说：“可以吃了这是地道北京烤鸭。”这时女厨师跑出来刷一声跪在老头面前：我是孤儿，请您也帮我摸摸，告诉我是哪儿人。", " 爷爷奶奶吵架了，奶奶死活不肯搭理爷爷，两天了，几对子女怎么劝都没用，倔脾气的爷爷终于按捺不住了，朝奶奶吼了一句“你到底还爱不爱我了？”爱不爱？爱不爱。。。", " 同学养了两只极二的仓鼠，不久前2只都英勇就义了。问她它们是怎么死的，答曰：那两只二货每天都往对方身上撒尿，身上一直没有干过，就被冻死了...死了...死了...", " 堂弟十岁，爱吃鸭脖子。早上，叔叔见家里垃圾袋装满了，于是对他说“去，把垃圾提出去扔了，顺便买两条鸭脖子。”堂弟看着一大袋垃圾白了他一眼说“这么冷你怎么不去。”这时他妈发话了“去买两条鸭脖子，顺便把垃圾丢了”。堂弟拿着钱提着垃圾屁颠屁颠的出去了。。。", " 在浴池遇见一四岁男童被妈妈领着来洗澡。小家伙东瞅瞅西看看，直到愣愣地瞅着我身上，看得很认真，姐当时就不自在了。小男孩儿的手一直严严实实地捂住自己小小的第一性征，一脸惶恐的盯着我，我真想告诉他：小弟弟，别紧张，等你长大了你就知道，今天的你占了姐姐多少便宜......", " 今天早晨万籁俱寂，宿舍沉浸在冬日安静祥和的睡梦之中，宿舍第一人被饿醒，穿戴整齐后轻声问：“我要去吃饭了，有谁需要点什么吗？”刹那间整个宿舍沸腾了：“胡辣汤，两块葱花饼！”“腌菜包子！”“胡辣汤，酱饼！”“包子”```````整个世界苏醒了。", " 看多了枪战片，特别是港台、大陆拍摄的，提醒自己以后特别要记住的一件事儿就是：把对方射倒了，千万要再补几枪，最好走上去对准脑门再开几枪，千万不要像电影里那样，让他再爬起来射死我或是我的朋友。"]}, "taskid": "430c4199df0ecb81dfea645863c58b87"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=143&_uid=guest", "updatetime": 1444867712.408989, "result": {"content": [" 那天参加前女友婚礼，新郎我不认识，犹豫不定还是去了。远远地看着正在迎宾的前女友，想起很多往事，想着想着走到她面前了，不要意思握她的手，只好握着她老公的手，突然脑子一热，”祝你们年年有今日，岁岁有今朝”……哥华丽地走开，瞟到他们脸上泛着一点绿….. 到新郎致辞的时候，他从婚礼主持人手中接过了话筒:”各位领导，各位亲朋好友，非常感谢大家在百忙之中，来出席我一年一度的婚礼………..”", " 80年代雪条2分钱一根，有个小伙子为了生计整天弄箱雪条走家串户的卖，然后有个小姑娘没钱买，又嘴馋，便和小伙子处朋友，谈对象。于是小姑娘成了我老妈！ 这是我爸说的，宇宙最便宜的媳妇，2分钱一个！", " 乾隆和华盛顿居然是同一年死的，一直觉着他们俩不在一个次元。", " 记得当年高考的时候，早上7点半我骑着电动车准备出发，在门口碰到我爸，我爸问我这是要去哪玩...你们能想象我当时的心情么？", " 我终于知道，为什么男生明明在染色体上比女生弱小那么多，却依然强壮有力成为种族的主导。因为上帝过于忌惮女人的力量，所以给她们设定了一个每个月持续掉血的系统，导致HP值常年不满，打怪得的钱都去用来买药买零食导致装备和经验上跟不上。 想象一下小学的时候，还没开始掉血的她们把我们欺负成什么样，再想想假如我们男人每个月持续掉血会萎成什么样，最后再想想，男人单单靠一根X和一根Y就已经走上到了食物链的顶端并统治了地球，那么怀揣两根X染色体的女人对整个宇宙会是怎样的灾难！", " 某公司保安五十多岁，特别爱学法律，自己定阅 公安报，法制报，老总常常 以他为榜样教育我们向他学习。结果后来被警察带走了，然后才知道是隐藏多年的逃犯。", " 几天前接到一陌生短信“有人给我钱让我做了你，我给你打过去点钱，吃顿好的，当断头饭吧。”接着卡上多了2000，我那个怕啊，就刚才朋友给我打电话，问我钱收到没，说还我的钱，给我开个玩笑。lz快被吓死了", " 孙悟空当年大闹天宫无人能敌，怎么取经就不行了？连小妖怪都能收拾他！经分析表明，当年他是第一个满级，第一个技能、修炼全满，第一个拿到光武的，当年他是虐小号！后来封号多年，出来后个个等级比他高装备比他好，就悲剧了。", " 一推销员敲开一户人家的门，然后把自己带的一桶牛粪倒在地毯上，说：“夫人，如果这台吸尘器不能把这些牛粪吸干净的话，我把它们吃得干干净净。”主人说：“你要在它们上面加一些番茄酱吗？” 推销员不解地问：“你为什么问这个呢？” 她说：“我们刚刚搬进来，电还不通呢。", " 见证过一二货奇葩。同学A结婚，一堆老同学决定每个人想个点子闹洞房。结果到散场他都没动静。大家正奇怪，过了两天A在群里声称与他绝交。原来，原来！这货在交杯酒里下药，新郎那杯是伟哥，新娘那杯是巴豆！"]}, "taskid": "e5abe3cb371b080377ddc144d4a60d66"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=129&_uid=guest", "updatetime": 1444867711.794385, "result": {"content": [" 听别人说把闹钟调到提前半个小时，当你得闹钟响得时候你会发现还能再睡半个小时是件很幸福得事，于是我就试了下，，闹钟想的时候真的很幸福，尼玛，可是当我第二次醒来得时候，他们都已经下班了。。。", " 小女子高中生一枚。记得有一次洗完澡，吹头发的时候，发现下面貌似也没干，于是果断吹了一下下~那感觉…哇噢…难以形容…从此，每次澡后我就踏上了一条不归路。。。", " 儿子和爸爸正在看电视，忽然男主角跪下向女主角求婚。儿子很好奇地问爸爸：“爸爸，你向妈妈求婚的时候有没有跪下？”爸爸：“没有。”儿子：“为什么？”爸爸：“你妈说以后跪的机会多着呢，这次就免了。”", " 小时候我在爷爷单位的托儿所，那时候厂里工资低老师就拿我出气（爷爷是领导）。因为我不会说话，还是妈妈给我洗澡时看见身上有印子，回头等我爷爷来时，抱着我玩，然后我妈和我说 告诉爷爷老师咋打你的。我伸手一巴掌就掴我爷爷脸上了，眼镜都飞了……ps：笑中还有泪。", " 一直在外地上班，偶尔回家看看，差不多有两年没见过邻居了，某日回家，上楼梯看见隔壁的mm。家住七楼，一路跟着她后面走。mm一直不说话，到了6楼，她突然跑了起来，然后不停的拍自己家门，一边哭着喊妈妈……哥淡定的拿出钥匙回家，mm当场楞了，哥有那么吓人么-_-||", " 我爸刚刚喝多了回家要我给她投诉10086话务员,着急玩游戏就敷衍他发了条短信给10086,看他进房房间了继续玩,三分钟不到开灯出来了问我为什么10086给他回您发送的指令有误,没办法我果断在他手机上把我号存成10086,然后给他发了条短信(您举报的5477号话务员以被辞退)。于是老人家心满意足的睡觉去了。", " 最近买辆车，同事送了个中国结给我，说挂在车上可以带来财运。果不其然，我挂到车里没多久，就有人敲窗户：“火车站二十块钱去吗？”", " 那年我表妹那年4岁。 我们小区有个小霸王谁都不敢惹。一次小霸王玩篮球踢到了我头上。我就哭着回家告状了。结果我小表妹冲出去抓着那男的俩衣服领。使劲摇。边摇边喊：你打我姐姐！！你打我姐姐！！后来我弟弟也就是她哥哥也被欺负了。我小表妹冲出去抓了半块砖头。拍在那男的的后背了。。给那男的拍哭了。。她才4岁。。", " 每年冬天，我和老公都喜欢睡懒觉。去年有天天刚亮被老公一巴掌打醒，老公见我醒了，马上把我抱到怀里盖上被子。我问他为什么把我打醒了？他说：“醒来看到你没盖被子，又很冰冷，以为你挂了……”", " 昨天宿舍楼下一男生对着电话哭得很伤心，边哭边骂“你骗我，你根本不爱我，你为什么要骗我”，然后，然后听到他撕心裂肺地说了一句——你跟我在一起就是为了让我替你跑男子 1000米！！！"]}, "taskid": "3eab15ef9331d4c84622e251b080f6d3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=125&_uid=guest", "updatetime": 1444867710.649496, "result": {"content": [" 儿子今年六岁了，这几天感冒了，就带他去医院打针。到了医院，医生调侃到，小朋友，怕不怕疼呀？ 儿子看了看他，没理他，药弄好时医生说：小朋友，我要打针了哦，儿子还没说话，打完了以后，医生夸奖到：小朋友真坚强，都不哭。儿子提起裤子，回头冷冷一句：打个针废话真多。最后只剩我和医生一脸尴尬。。。。", " 昨晚太热，实在睡不着，lz建议起床搞活动。于是宿舍集体起床斗地主，输了的穿衣服。。。唉，说都了全是泪啊，整整4件羽绒服啊！", " 班级有一对双胞胎，长的几乎完全一样就是哥哥比弟弟矮1cm，那二货弟弟经常跑到他哥哥面前，做花痴状特夸张的说：我的天，你太帅了，这五官，这脸型，就像艺术品要是再高个1厘米就太完美了…", " 2001年高二，老逃课去网吧，后来跟网管熟了没事也去聊天，后来发现有个老鬼也天天在，挺奇怪的，后来网管给我讲了老鬼的事迹，这哥们就在网吧附近住，是个吸毒的，每天没事干，就在网吧坐的，后来他们教他玩大话西游，这哥们上瘾了，后来为了攒钱买装备，把毒……戒了！！！", " 高考期间，全市各施工工地为减少噪音，纷纷主动停工。该举动得到了社会各界一致赞扬。记者去采访时问道：“这样你们不就耽误工程进度了吗？”对此，包工头周师傅朴实地笑道：“没关系，一切为了考生嘛！不会耽误工期的。反正他们考完之后有一大部分人也要来工地搬砖，到时候说不定还能提前完工。", " 今天老板气冲冲的问我为什么季报表每三个月才交一次！！！", " 高中那会特二，班级所有人都调皮..商量好了，老师来了，一起喊老佛爷吉祥（女老师）..不喊平身不坐下..老师进屋，班长起身..老佛爷吉祥..喊的震耳欲聋....怎料有三个迟到的抽烟同学跑着进屋..和老师一起愣住..三人一看马上一起打打袖口..单膝跪地大喊..臣等救驾来迟..还忘老佛爷恕罪......神反应....", " 有次挤公交，兜里装着MP4听歌，听到一首歌结束后，等了一会还没有放下一曲，第一反应是没电了，然后伸手往兜里摸，然后发现MP4不见了。", " 昨晚去欢乐谷，进鬼屋，一个很二的青年竟然抱住鬼屋里扮鬼的工作人员，然后冲后面女孩子大喊：“快过。”至于吗？", " 我在农村长大，穷，真没什么吃的，家里养了一只花狸猫，生产队有个池塘养鱼每年放300条鱼苗，我妈说我其实是猫养大的。记忆中最深的是一次它拖条10多斤青鱼回家，半路没力气了，凌晨三点多抓我妈的脸，让我妈跟它走，妈30多年后说起就会哭，我也想哭。"]}, "taskid": "8dd3c3f55f7ce7a749b51faf68c6d8dd"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=140&_uid=guest", "updatetime": 1444867710.055152, "result": {"content": [" 高中物理老师是个牛逼的老头，非常想念他。。。老师特别讨厌用短粉笔所以上课的时候总是中途差遣班长去教务处拿新的。我们班在四楼，教室一边是走廊一边是窗户，窗外有一个没有扶栏，向外延伸3~4米平台，不大，不走近窗户一般看不到。以下是正题...一天上课课中老师照例吆喝班长去领粉笔，班长早有准备，之前领了很多盒储在窗外阳台上。于是总目睽睽之下班长没说一句话昂首挺胸从窗口往外纵身一跳，然后就没了踪影（估计是蹲下拿粉笔）。这短短的几秒估计是他一生中难忘的时刻，依然记得他一脸震惊无奈恐惧的表情，以及他努力想知道为什么班长情愿跳楼也不情愿再去帮他拿粉笔。。。", " 今天下午陪同学去银行取款，看到旁边有一个意见簿，顺手拿过来翻看，只见第一页有人用指甲赫然掐了几个大字:为什么没有笔！！！", " 你们能体会半夜睡不着觉拿男友手机玩破解了手机管家里的加密文件看见老公拍的陌生女的给他“按摩”的视频后的心情吗？ 老娘没你们那么柔弱，就知道哭， 老娘收拾完行李放在门口就去厨房剥了两头大蒜捣碎了倒进套套里，给他套上了。 然后老娘提行李跑了。。", " 一艘游艇沉了，10个男人和1个女人漂流到一个孤岛上。一个月后女人自杀了，因为她觉得这一个月发生的事太恶心了；一个月后男人们把女人埋了，因为他们觉得这一个月发生的事太恶心了；一个月后男人们把女人挖了出来，因为他们觉得这个月发生的事太恶心了；一个月后上帝让女人复活了，因为他觉得这几个月发生的事太恶心了……", " 住40元的标准间，洗完澡玩电脑，宾馆的电脑一打开各种启动项，各种广告。于是我给他清理了垃圾，取消了n多启动项，把浏览器，视频播放器，音频播放器换成我最爱用的，浏览器首页添加了我常去的网站。又全盘杀了一遍毒，把快播改成呆呆版的，壁纸改成我喜欢的。最后一看玩了好几个小时了，睡觉！", " 有没有这样的老婆 老婆：男人死了那是不是就不硬了？ 老公：恩，硬不起来了。。。 老婆：那就没办法奸尸了，如果能硬，把你杀了放起来，没事还能拿出来“坐坐” 老公：...（奔溃）", " 一次意外出游，3人来到一个部落，无意中看见族长夫人在洗澡，所以都被抓了起来。族长说：是选择弹鸡鸡还是选择死？第一个人说：我选择弹鸡鸡。于是族长说：拉下去弹100下。这时只听传来阵阵惨叫、第二个人说：我也选择弹鸡鸡。族长看了看说：翻倍。惨叫声越来越大了、最后一个人想了想说：来啊，我选择死，给我一刀痛快点！族长摇了摇头说：这个弹到死……", " 与同一楼层的姑娘同乘一部电梯，她放了一个声音起伏有点夸张的屁，然后使用一种很不解的眼光直视我，我很生气的说了一句：这里有他ma的第三个人吗？装给谁看啊？然后她把脸别过去了。", " 安卓手机伤不起...手机电池一般用一天多点，360省电一直开着。某天，我点错了，不小心把360全关了...神奇的一幕发生了！！！！尼玛！！手机电池用了2天多！！！充电那一瞬间我凌乱了...", " 周末和老公去看电影，前排坐着两个妹纸，一人手里抱个大桶爆米花，从电影开场就一直在吃，吃完之后俩人又拿出一大袋瓜子开始嗑，说实话烦的我当时恨不得卷街，但是我忍住了，然后幽幽的对老公说了句:把鞋脱了……"]}, "taskid": "fb5d64f9eb16ca0223e7dee065e787de"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=130&_uid=guest", "updatetime": 1444867709.136636, "result": {"content": [" 我妈上次给我介绍一个相亲对象，见面一看居然是我小学同学，尴尬啊。隐约记得小时候她跟我吵架:说我讨不到老婆，我顶她嫁不出去~不知道该说缘分呢，还是因果报应。。。", " 某天收到一条莫名其妙的信息：“我们还是分手吧，以后不要再联系了。”我猜是一个失恋的人发错了，出于好心我回了条：“你发错了，我不认识你。”片刻，收到另一条信息：“你够狠，这么快就装作不认识了，行，算我瞎了眼。", " 一只乌鸦口渴了，看见路边有个瓶子，瓶里水不多，瓶口又小。怎么办呢？聪明的乌鸦就把小石子一颗颗叼到了瓶子里。等水快漫到瓶口的时候，一个老太太弓着腰过来，倒光了石子和水，把瓶子捡走了.", " 一女性朋友初为人母。前几天去看她，发现她家桌子上有大半杯奶，她很客气的跟我说：“新鲜的，喝吧！”不客气拿起喝了一半，然后问她：“什么奶？有点甜。”她很牛B的和我说：“太多了，孩子喝不了，涨的难受。知道你要来，提前抽出来请你的，怕当面抽出来，我不好意思喝！”", " 小时候玩红白机，有个游戏叫魂斗罗，可以用秘籍调出30条命，可我怎么也调不出来。最后没办法，用了好久，终于三条命通关了。小伙伴们都不信，他们来看的时候，我试了两次都没通关，但他们还是给我跪了。因为我手柄拿反了。", " 高中的时候每天早上都要晚自习到很晚。有一次冬天晚自习的时候突然停电了，什么都看不见。等了二十多分钟，仍未来电，于是全校晚自习暂停。大家摸着黑一边收拾书包一边愉悦地聊天！忽闻办公室传来班长惊恐的叫声“大家快跑啊！来电啦……”教室遂一秒钟变空！", " 热乎的。 ……刚才在房交会我提着面包。一个萨摩跟着我一直跟着我趁我不注意把我面包抢跑了。我在风中凌乱的时候一个女人塞给我十块钱………追狗去了", " 大伯结婚晚，弟弟95年的，上中专。。。。。。上次中秋回家，家庭聚餐，大伯和我谈起弟弟，面带忧色，说：你弟弟谈恋爱了。我听了，以为是大伯古董，反对弟弟早恋（当下来看，一点不早）。谁知并非这样。大伯又说，谈恋爱我不反对，能带个媳妇回来我高兴还来不及呢。关键是你知道他和谁谈恋爱吗？听到这，我一下就想到，弟弟不会Gay了吧？！然而，大伯一口酒下肚，忧郁的说，你弟和他的班主任谈上了！我听了，一口啤酒喷了大伯一脸。老弟，你厉害！！！", " 有一次陪同两外国客户坐车，一个男的已经来了半年，各种生活都很习惯，另一个女的来两天，车绿灯过十字路口时，女客户很惊慌的问我，在中国到底是绿灯先走还是红灯先走，没等我开口，那个来了半年的来了句“勇敢的人先走”。", " 本人研究生，毕业半年一直没找上合适的工作。昨天老爹说，你继续去上学吧，我万分惊恐的说我不要当博士。爹很淡定的看了我一眼说，去念个蓝翔吧！我在考虑我是学个烹饪呢还是挖掘机。"]}, "taskid": "74a4a2662fe57aa8107167f204a79011"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=114&_uid=guest", "updatetime": 1444867708.146906, "result": {"content": [" 爸爸问儿子：考多少分？儿子：为了不影响您的好心情，别问了 。爸爸：我心态平和，不会受影响的。儿子：知道了这个分数会变得不平和。爸爸：没时间跟你磨嘴皮子，快说多少分？儿子：您都生气了我哪还敢说啊。爸爸赶紧摆出一副笑脸问：多少分？儿子：您这么喜怒无常，我更不敢说了！", " 看《天下收藏》鉴宝，一哥们儿在介绍自己宝贝来历时说：我这是一偶然机会得到的，就想知道真的假的！主持人问：什么偶然机会啊？哥们儿特坦然：路边套圈套的！", " 今天，我麻麻对我大发雷霆。因为她在我房间发现了香烟，但那真不是我的。粑粑回来后对我说：“我在你房间里藏了一条烟，如果你出卖了我，你就别想买新手机了!”我今年21岁，这是我作为一个男子汉学习忍辱负重的第一课。", " 堂弟结婚，十二辆奥迪a6婚车队，同一天结婚的新人有很多，一路上不停的超别人的车队，于是，到了酒店，我们的车队变成二十一辆奥迪了。。。", " 一年轻漂亮的麻麻，带着四岁半的儿子来我们店看内衣，儿子在门口死活不进，说：我是男人哪能陪你一个女人逛内衣店，你快点，我还得上课了!一会迟到我女朋友又得说我了!漂亮麻麻不高兴了说：娶了媳妇忘了娘的小东西，我不送你上课了，找你爸爸去!说着就撅着嘴巴走了，儿子在后面追说：唉，女人就是麻烦!尼玛这谁家的俩活宝!?", " 所谓大学其实就是：老师假装讲课，我们假装听课。老师假装留作业，我们假装写作业。老师假装收作业，我们假装交作业。最后，我们假装考试，老师玩儿真的了……", " 办公室一女同事带着她穿开档裤的小孩来办公室玩，小男孩一只手拿着玉米吃，一只手扯自己的JJ，她妈怒斥：“两只手！”小男孩立马放下玉米，两只手扯JJ！！！全办公室人泪奔！", " 「把胸罩脱了。」「干嘛啦人家喜欢！嘻嘻！」「我叫你脱了。」 「就不脱呢你来抓我呀嘤嘤嘤！」 「再说一次，脱了。」「你今天怎么了？不觉得人家这样...「MLGB的离婚！！！！！！！！」 「脱啦脱啦，别生气嘛老婆！」", " 唐僧师徒取经，遇六耳猕猴作祟，真假猴王无人能辨，只能到唐僧跟前求鉴定。 唐僧说：“为师要吃西瓜。”两只猴子立马都变作了西瓜； 唐僧说：“为师要吃苹果。”两只猴子立马都变成了苹果； 唐僧说：“为师要吃桃子。”两只猴子又立马都变成了桃子。 唐僧说：“八戒，把那只猕猴桃给我拿下！”", " 每次和公司女同事去唱歌，我最喜欢不停地给她们点歌，就是为了享受那一声娇嗲：“哎呦~这个人家只会高潮啦。”"]}, "taskid": "ea648a30105c709077a2b5245d22042a"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=117&_uid=guest", "updatetime": 1444867706.984953, "result": {"content": [" 一直以为自己很屌丝，结果今天遇见了屌丝中的战斗机。。。。。在麦当劳吃快餐，去卫生间的时候看见一哥们居然在洗手池那洗头，用的是洗手液。很无语，上完厕所出来的一幕更让我惊为天人，他居然把头伸到吹风的干手器底下，在吹头发！吹完还对着镜子整了整头型，然后迈步走向等他已久的一个男淫。那一刻，我感觉找到组织找到首长了", " 今天在公交车上。身后突然的传来一个声音：菊花好痒。正想转头看哪位高人如此奔放，另一个声音幽幽的又传了过来：我觉得还是仙人掌好养……", " 一女人征婚，红娘问她对男性的要求。 “首先，要毛发旺盛，体现男人气质。其次，要一变就能变出车来，再一变变出房来，有必要的话，再一变变出钱来，额外要求是，还要有一根能长能短、能屈能伸的棍子，其三要从未结过婚。” 红娘说：“我觉得有适合人选？” 女人问：“谁？” 红娘说：“孙悟空！”", " 小学三年级，那时候刚开始写作文，老师布置了一篇作文，具体题目忘了，有一女生“妹”“袜”不分，题目叫《洗妹子》，全篇从脱妹子到洗妹子，被老师激情地读了一遍，尤其读到“我把妹子放进盆里，倒了点水，搓啊搓啊，最后还是没洗净”，你妹妹该有多脏啊！全班笑疯了....", " 上星期同学在班里换灯泡，全班人都看着…我一把把他的裤子全脱了！这货居然没穿内裤！！！全班70多号人啊～惯例这不是高潮，是第二天有4个女生跟他表白…现在他非请我吃肯德基。", " 佛祖想减肥却不好意思说；他吃素，自称是为了不杀生；他走遍四方去锻炼，自称是为了弘扬佛法；他割肉喂鹰，这么狠的招都用了；当他发现猴哥整天湖吃海喝，还是比他瘦时，怒了，压了猴哥五百年……", " 小时候挨打了，委屈得不得了，觉得自己肯定不是亲生的，时刻打算离家出走，现在自己有孩子了，才恍然，当年父母没打死我，是真心爱我啊！", " 今天天气晴朗，我来到商店买了一根冰棒，给老板十块钱，老板找我八块钱，遇到几个小孩，其中一个小孩说了一句让我永远忘不了的话，哇，我什么时候才能那么有钱。", " 去年我们班一男生在教室调皮，把黑板打出了一个拳头大小的洞。晚上学校里来人抬了块新黑板，把旧黑板整个卸下来的时候，发现后面有一条都不知道是哪一年留下来的字：你也把它打碎了吗…", " 同事在练一招叫闻香识女人！每个女人身上的味道都不一样！一天大早在办公桌工作不抬头就和女同事打招呼！hi丽丽早啊！hi婷婷早啊！屡试不爽！一日早晨照例！hi早啊丽娜！老板瞪了她一眼进办公室了！ 我次奥！我是不是发现了什么？"]}, "taskid": "271b24205b3f2d16904b4ee120c001ec"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=138&_uid=guest", "updatetime": 1444867705.461352, "result": {"content": [" 本人重症监护室苦逼小男护士一枚。一病人车祸截了双下肢，都已经第五天了， 每天嘻嘻哈哈跟我们说笑。 突然那天下午一掀被子大喊了一声：哎哟我操！我腿呢？ 整个科室都震撼了，这几天他怎么过来的。。", " 老板：卖袜子啊！三块钱一双啊！ 我：便宜点嘛，十块钱三双！ 老板：我进价都不止这个数啊，卖不了…", " 有一双堂兄弟，大的5岁，小的6个月 那天吃完饭，一家人在聊天，就让哥哥亲一下弟弟 但哥哥很牛气的说:不亲！问他为什么？ 他淡定的说：我俩又没结婚！结果一圈人倒了 过了一会，哥哥自己去亲了一下弟弟 大人就又问哥哥：你不是说你俩没结婚，你不亲吗？ 哥哥又很神气的说到：我就亲他了，弟弟又没老婆！ 太可爱了……", " 曾经有两位学生，在他们上初中的时候相恋了，然而还是初中的他们被校长发现了，禁止他们谈恋爱，于是他们俩发誓以后一定也要当校长，绝对不反对学生恋爱。后来他们俩真的都当上了校长，一个是福建农林大学的校长，一个是福建师范大学的校长，最重要的是他们俩还是在一起。", " 离婚时，我让老公像当初把我抱回家那样，再把我抱出门。他没有反对，按我说的将我抱下了楼。临分手时，他脸色不大好，只说了两个字：珍重。就这两个字，让我一直感觉，他其实还是爱我的。我一直没再恋爱，期待与他复合，直到他朋友告诉我，那天他是累着了，说的是……真重！", " 今天成人高考，我弟弟考试，我弟媳妇是监考，两人分一个考场了，回家来两人就吵架，吵到现在了。嫌他媳妇监考的严！", " 一女同学几年不见，竟然从牙签妹变成一大胖子。今天和哥们一块在街上遇见，我们都很吃惊！沉默了几秒钟，一哥们说：“都说时间是把杀猪刀，怎么到你身上就变成猪饲料了？”", " 一位著名的心脏手术医生的摩托车坏了，送到修理部经过检查是引擎坏了，修理工熟练的把引擎拆下来修好又装上，对医生说：“引擎就是摩托车的心脏，我们都是修理心脏的，可是收入的差距为什么这么大？”医生想了想对修理工说：“你试试在不熄火的情况下修它。”", " 这几天嘴里有个血泡，又不敢咬破。今天正走着，后面朋友看到我，跑上来在我背上拍了一把。一个咧趄，上下牙齿一磕，血泡咬破了… 嘴里一甜，我刚准备吐掉，又想转过去和朋友说话，一张嘴，血水顺着流出来了… 然后…朋友楞了，大声说道，次奥！我有武功？！", " 记得有一年一个无聊的下午，混进网吧：“老板，上网。”老板看了两眼，问我哪年生的，我答88年。老板又问属什么，我当时就愣了！开始心算，，，然后思维就混乱了……老板叹了口气：“记住，你属龙，进去吧。"]}, "taskid": "dff771ad4863e43c937c508ef5275832"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=112&_uid=guest", "updatetime": 1444867704.729021, "result": {"content": [" 小外甥在儿童乐园玩儿，我进去陪同，旁边一帮小孩儿，无聊做了很2的调查，基本上孩子都是妈妈生的，也有充话费得的，抽奖得的，树上结的，土里挖的，部分古老的是垃圾堆捡的，不过我最欣赏那个萝莉的描述，话说她妈妈在路上走，犬夜叉突然出现，浑身是伤，交给她一个婴儿让她抚养…", " 飞机上如何才能跟美女坐在一起？登机后用余光迅速扫瞄全机舱，选准一个目标，然后走过去跟坐她旁边的人说：不好意思，能换个位子吗？我们一起的。接下来自然就顺理成章。昨天在南航飞机上用了一次，美女旁边的人说：我是她老公，你们什么时候一起了？我尴尬地说：人世间的事谁能说明白呢，认错人了！", " 一般小孩打针时候都会连哭带喊＂不要不要＂，＂救命＂啥的。 我侄子就这么一句：＂放开我，你抓错人了！＂", " 昨天，一MM说我脸大。 我说：“你脸才大，要不比一比。” 她问：“怎么比” 我说：“把脸浸水盆里，看谁溢出的多。” 她说：“不行，你会喝。”", " 大学每层楼都有个洗衣机，投币那种。宿舍一二货去洗衣服吃了一个币。这二货小时候街机打多了就揣了两脚，结果坏了。宿管阿姨看监控录像找到他喊他赔钱，他说它先吃币的。宿管阿姨丢个硬币给同学。说币还你了，把洗衣机赔了………", " 室友想改微博名，试了很多名字都被注册了。我说你试试“天下第一丑”，没人的话你就用这个名字把。其结果被注册了，然后我说要不试试“天下第二丑”，还是已注册。于是室友说“我挨个试下去，看看我到底第几丑”。。。。试验证明她是天下第六丑。。。。话说这前五个人起名字的时候是怎么想的。。", " 大班的一个宝宝(男孩)，特可爱，最近天天跟在一个漂亮的女孩后面，有时候搭讪，有时候带了玩具或者是零食吃，老师问：宝贝，你是在追她吗?宝宝肯定的点点头，老师再问：那你是不是喜欢她吖?宝宝指着另一个小男孩说：他喜欢那个女孩纸，但我们是好朋友，所以我帮他追那个女孩纸然后送给他。宝宝，不带这么送女朋友的……", " 成都某资深吃货遭遇车祸成植物人，医生说活的希望万分之一，唤醒更渺茫。他的朋友和亲人没放弃，每天在他耳边念：“沙拉果酱蛋烘糕好了，要趁热吃才脆！”奇迹终于发生，他醒来第一句话：“我要吃咸的。”", " 黑暗的巷子里，大小流氓藏在夜色里，饥渴地盯着巷口，等待着掉入虎口的猎物。终于，一个火辣漂亮的妹子走进了巷口，大流氓看着咽了口口水，拍拍小流氓的肩膀，唤道：动手吧！小流氓听到这话，点点头，把手放进裤裆里。", " 刚上大学就和高中有点想法的男生暧昧上了，因lz在北京，他在南京，所以各种电话，各种书信。情人节前为了给他一个惊喜，Lz坐了一夜的火车到了南京他的宿舍前才打他电话，他室友接的，说他为了给她女朋友一个惊喜昨晚坐火车去北京了。"]}, "taskid": "e9c42acaf06d16dc3c1da77a8207f9c3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=113&_uid=guest", "updatetime": 1444867703.895531, "result": {"content": [" 家有一6岁表妹。超级早熟，自己存了很多私房钱。昨天她爸生日，一早敲她老爸门很严肃的说＂我听他们说今天是你生日，我也没什么送你的，给你100块钱你自己去买个我生日吃的那种蛋糕！＂她爸楞了三秒之后感动泪奔啊，现在到处炫耀真是他亲闺女！！", " 她是世上最完美的女人。她出身名门，落落大方，她年轻丰满，肤白貌美，她知书达礼，温文尔雅，她房产无数，家资千万，但风云不测，绝症夺走了丈夫的生命，但显然她没有被残酷的生活所击倒，掩埋好丈夫她一个鲤鱼打挺，重新上路，风采奕奕的活跃在每一个电线杆上的重金求子广告中了。", " 我老婆幼儿园的时候，语文经常考6分，我岳母大人就被老师叫去喝茶了。老师安慰我岳母说：“你孩子虽然语文只考了6分，但是她不偏科啊，数学也是6分”我岳母石化", " 五岁的儿子神气地让我看他手上的毛毛虫。我一见就害怕，又不能让儿子看出来，就以轻松的口气说：“快把它弄到外面去，它妈妈一定在找它呢。”儿子转身离去。可谁知他一会儿又回来了，手上爬着两条毛毛虫：“妈妈，我把它的妈妈也接来了！”", " 早上我和老婆吵了一架，她赌气不理我。快到中午12点，我饿得不行，见老婆还不做饭，就写了张纸条“我饿了”，让狗狗叼去给老婆看。等了一会儿不见动静，我悄悄去客厅一瞧，见老婆边吃火腿肠边喂狗狗，念叨着：“我知道你饿了，多吃点儿。”", " 女友家那边天然温泉很多，都开发成一个一个的包间了。 那次晚上和女友去泡温泉，我走在前面，问老板，泡温泉多少钱，老板说280。 女友过来说，怎么这么贵？ 老板愣了一下：“哦，带了人啊，自己带人的话80元”。", " 学校好不容易组织一次看电影，挺高兴的一件事儿，全让一篇观后感给毁了!", " 张三丰：“无忌，我这套太极剑法，你记住了多少？”“一大半。”“不错！”…“现在还记得多少？”“已经忘记一大半了。”“难为你了。”…“还记住多少？”“已经全忘了。”“很好！很好！刚刚教错了，现在我再重新教你一遍。”.", " 某日，一男的上餐馆去吃饭。 进去后，他跟老板娘说：“给我来碗羊肉素面条，稀稀的不带汤。” 老板娘就去给他报饭去了。不一会，厨师拎了一把菜刀出来了：“你来给老子说下怎么做，来啊！”", " 有一医生哥们是个肛肠科大夫，一次聚会问他为啥选择了这么个科室，哥们叹口气说道，那时还在转科，一次和医院里几个老大夫吃饭，遂打探医院哪个科室挣钱多，有说外科的，有说骨科的。这时医院一位德高望重的老主任说：屁！眼科最挣钱！于是哥们最后选择了肛肠科。ps：没听清害死人啊"]}, "taskid": "cb8a8b49acc42a020b0a8524776224f1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=115&_uid=guest", "updatetime": 1444867702.766787, "result": {"content": [" 老公春节前被朋友约出去吃饭，两个半小时后接到老婆电话：“你在干什么？” 老公：“在吃面包。” 老婆：“你真行，刚吃完饭又吃面包。” 老公：“不是啊，路上堵车，我还没到饭店呢……”", " 骚年们，承认吧，当一份儿童套餐再也喂不饱我们的时候，就真没脸装嫩了！！", " 一天，精神病院的护士接到一个电话，那人问：“小姐，你去看看13房4床的病人还在不在？”护士说：“请您稍等一下。”过了一会儿，护士：“哎呀，他不在了！！！”电话里的人说：“那就好！看来这次我是真的跑出来了……”", " 昨晚喝多了，早上起床袜子少一只连忙有找一双新的。到了晚上公司请客，给领导倒酒那只袜具然从袖子里掉到饭桌上。唉", " 刚上公交车，一位大叔踢了我一脚还骂我“他妈的，走快点”！那个郁闷啊，真想骂回他，但是考虑到后面的人，还是上了车，然后弱弱的听到那位大叔说：“小姑娘，看好你的包！”顿时石化，还是好人多啊！", " 今天上化学课，讲练习，化学老师说翻到xx页,问这页讲过没有（他带很多班，进度不一样），我们一看没订正痕迹，就说没讲过。 本来讲的好好的，忽然老师说：“我记得这页应该讲过了,讲这题时XX还留鼻血了，出去洗了\",我们正想反驳，就看到该同学手捂鲜血凌厉的鼻子冲了出去,全班沉默，化学老师预测帝啊！", " 一天一个人在宿舍看Mao片，室友推门而入，我迅速最小化，装作是在玩游戏。 他看了我一眼，说：四年了，没想到我们兄弟还是没能到肝胆相照的地步。", " 沈阳一男子以切菜刀劫持路过女子，荷枪实弹的警察与其对峙，因恐伤害人质不敢轻动。歹徒占据上风押着人质转移，发现一炸鸡柳的小摊碍事，他一脚踢飞。这下可惹祸了，愤怒的小贩手持大勺冲上去，当场将歹徒制服。", " 郭晶晶问老公：“如果我和你妈一块儿掉进水里……”话没说完就被打断了：“那肯定是你水花压的更漂亮啊。”", " 家住十楼，电梯坏了两天了。周末懒得下楼，就叫KFC外送。结果连续两天来的是同一个大哥，第2天来气喘吁吁地说：哥，明天别点KFC了，麦当劳出新品了，你不试试？"]}, "taskid": "e45cf4df72c5de2a4f58338ef178269d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=128&_uid=guest", "updatetime": 1444867702.010363, "result": {"content": [" 早上去实验室，见门口一坨便便。。众人躲之，并议论纷纷，此时，一师弟走来，看了以后，很严肃的问了一句：你们没发现重点在哪么？我们说不知。。。师弟说：重点是，有一坨便便，为什么旁边没有纸。。。。", " 我一直有一个梦想，就是想尝一尝我家狗的狗粮的味道。有一天我趁我家狗睡觉的时候拿了一个尝了尝，没尝出味，又尝了好几个才满足的放回去。。。从那以后，我家狗每次吃狗粮都会留一部分然后拱一下我，再拱拱狗粮。。。我突然觉着那天它好像看到了什么。。。", " 我见过最可爱的老师是在临桂中学。高二那年，晚自习上到一半，副校长忽然把高二所有学生都集中到礼堂。大家惴惴不安。副校长说我从电影局借来了最新大片泰坦尼克号的拷贝，高一不住宿都回家了，高三要复习不能耽误，就给你们高二放。那天晚上放到一点多，校长一挥手：明天上午第一节课不用上，睡觉！", " 泡温泉，发现周围的人背后都在喷水，水流很急有按摩功效。只有我背后很安静。心想是不是有开关的？就摸过去，果然发现一条绳子，就使劲拽了一下。我就这样在大庭广众之下，把自己比基尼带子解开了……", " 今天生日，常年在外漂泊，本着自娱自乐的精神，买了个小蛋糕，两罐啤酒，一共花了48，准备自己回去庆生！走到家门口的猜票站心血来潮刮了注猜票中了50，这是天意么...", " 昨天、本人去学校厕所、就是那种坑是连通的、把位一一隔开的那种、咣当、刚开始褪裤子掉了一个5毛的硬币、我小小心疼了一下、没办法继续褪裤子、咣当、又掉了个一块的、我悲痛欲绝啊、然后、后面的坑来了一句、妹的、你当这是许愿池啊", " 一日，和爸妈闲聊，聊着聊着话题转到家庭地位上，老妈说：“在咱家，女儿第一，我第二，你（指老爸）排第三”。老爸低头不说话。老妈接着又说：“多亏咱家没养小狗，要不你就得排第四了”。一直沉默不语的老爸石破惊天的来了一句：“这就是我一直不养狗的原因”。。。", " 朋友儿子今年小学三年级，上周班主任的语文课进行课堂小测验，题：用一、二、三、四....到十分别组词，朋友儿子答案：一一得一、二二得四、三三得九、四四十六.......十十得百。老师批复：下周开始你当数学课代表。", " “和朋友在qq上聊天：“人生有很多事是无法控制的。@捧腹网 ”“比如说呢？”“找找呀找呀找朋友，找到一个好朋友，敬个礼，握握手，你是我的好朋友。”“什么意思？”“你能控制住自己在读这段歌词的时候不在心里把它唱出来吗？”” 。。。看到这个段子，我顿时长跪不起。。。", " 本人妹子一枚，从小到大各种听话。现在跟家里闹别扭，自己开了个网店。什么都没卖出去。昨天突然有人下单，而且一下子买了一百多块钱的东西，还是同城的，楼主急忙打包好，发货。今天见了爸爸单位的一个叔叔，打招呼，叔叔突然说，你爸爸昨天让我上网帮他买了一堆小玩意，都是给你的吧？"]}, "taskid": "694950aeedc9b3ecaadfc6fc3b5b2a09"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=123&_uid=guest", "updatetime": 1444867700.312383, "result": {"content": [" 高中时学校不让随意外出，我一同学，长的很老成，有网瘾，每次外出都是带着墨镜，穿着风衣，叼着地上的烟头，拿着计算器装大屏手机按在耳朵上，边走变大声喊，喂，孩子他妈，老师说孩子表现很好啊！每次看门的大爷乐呵呵欢送他出校门………", " 一留学生去澳大利亚留学，打算在外租房子住，他发现这边的房子朝向很不好，窗户都是坐南朝北而且价钱很贵，他下决心一定要找一个坐北朝南，价格合理的房子，用了整整一周时间终于找到一间朝向符合他要求的房子，而且价格及其便宜，搬过来的第二天，太阳华丽丽的从东北方升起来......", " 姐夫是一个神经病院的医生，今天一个神经病院一个病人蹲在墙角说自己很冷。然后姐夫就在墙上画了个太阳，没几分钟病人就中暑了。", " 考试时，有一哥们大概是考前没吃好，考到一半时放屁了～那个屁时断时续短一声长一声的。考生开始偷笑～监考喝止：不许笑。那哥们吓得收紧菊花。可是他过分相信自己扩约肌了，又开始放。监考爆了：同学你是在用摩尔斯电码传答案吗？……全场爆笑！", " 小时候被爸爸打了，然后就边哭边吃饭，硬是一碗白米饭和着眼泪吃完了，为了显示我的骨气，桌上的菜一筷子都没碰。吃完躲房间委屈， 突然爸妈吵架了，悄悄趴门口听，就听见爸爸说：“你为什么不给她夹肉？！你为什么不给她夹肉？！”ps:其实爸妈永远是天底下最心疼你的人。", " 小学时有一同学喜欢抄作文，而且是整篇一字不差的抄。一次家访时，老师拿出作文本给这个同学的爸爸看。文章第一句就是：我的父亲早亡，家里全靠妈妈一个人支撑着.......", " 昨晚睡前，一银才舍友肚子饿。发现我桌面上有一面包，就拿起来吃。我好心提醒：貌似那个面包保质期是到今天的。然后他一看表，妈呀！23:59了，看着表紧啃几口。跳到00:00的时候急忙收住，还不忘来一句：现在不能吃了，过期了。", " 语文课上，小强趴在桌子上睡觉，这时老师提问他：“小强，你造一个疑问句。”小强不知所措:“老师，你是问我吗？”老师:“很好，再造一个祈使句。”小强：“老师我没听清，请再说一遍！”“下面，再造一个感叹句。”小强低着头说：“太难了！我不会。”“回答得很好，坐下吧。", " 展昭给王朝和马汉讲自己的英勇故事：“那天我探逍遥楼，获得重要情报，却误中机关，身受重伤。我强提一口真气，支撑到开封府，突然眼前一黑。”马汉关切的问：“你昏倒了？”展昭：“不，是包大人出来了。", " A：霍启刚为什么娶郭晶晶？ B：因为郭晶晶永远不会问他，我和你妈同时掉进水里你先救谁的问题。。。"]}, "taskid": "5ac28bc81ea7f23ae91d215183ba9388"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=135&_uid=guest", "updatetime": 1444867699.103671, "result": {"content": [" 宝宝两个月，老婆刚给他喂完奶，正躺着玩，老婆冲着宝宝问：宝宝，妈妈是不是最漂亮的啊？　宝宝微微一笑，然后………………………………吐了……", " 老爸有点高血压，最近忌口，不能吃油腻的东西。 lz今天和老爸去喝喜酒，上了一道老爸最爱的红烧猪蹄，但是lz不让他吃，于是老爸各种眼红，咽口水。 过了一会儿，老爸接了好大一片白菜，在经过猪蹄上空的时候，“吧唧”掉猪蹄子上了。 然后老爸好夸张的说：“啊呀，掉了。夹起来吧~”然后欢快的拿筷子夹啊夹.... 老爸你以为我瞎啊！！那么大个猪蹄子你以为一片菜就能包的住啊！！！", " 记得高三的时候宿舍一个哥们暗恋一女生，快考试的时候宿舍的兄弟们准备帮他一把，于是我们晚上跑到女生宿舍门前用蜡烛排出了一个心形，大喊那女生的名字，然后拉着那哥们过去。 当时女生宿舍几乎所有人都出来阳台往下看，我们哥几个齐声喊那妹子的名字说XXX有三个字要对你说，然后把那哥们推到前面去；那哥们憋了一会，大喊了让我们所有人都毕生难忘的三个字：早点睡！...", " 姐高中时头发特长的那种，有一次课间一帅哥跟我要一根头发，我各种娇羞的忍痛拔了一根给他，尼玛放学我看见他用我的头发栓着一只蜻蜓玩……", " 刚看到个体检检查小JJ的，我也说个。初中体检，需要隔着裤子摸小JJ，检查发育状况。体检的医生（男、目测50岁左右）摸了摸我一个同学A的小JJ后，若有所思的说了一句“一把好枪”。我们当时都小喷了，因为这事A让我们嘲笑了好久…………直到现在丫的才明白过来，该被嘲笑的应该是我们。", " 我家猫犯错误被打了两巴掌……………跟我怄气，给他吃的不吃，晚上我躺床上准备睡觉了，他以为我睡着了，趴在床边上偷看我，我装睡，他就偷偷摸摸的去吃东西了，我就发出点声音来，他以为我要醒了就装模作样的趴在那里装睡，我再装睡，他又开始狂吃了………", " 傍晚房中，白玉堂引展昭到床边：「猫儿，你就从了我吧。」展昭面有难色：「天还没黑。」包大人途经门外，偶然听到这段，当即把整张脸贴上窗纸，心道，加油吧，年轻人，本府只能帮到这儿了。月明星稀夜，深藏功与名。策策，你怎么看？", " 刚刚我在洗手间洗内裤，正洗着呢，室友过来上厕所，对我说，“媳妇啊…” 我四周看了看，没别人就我俩，心想“卧槽，不是吧…”便红着脸对他说，“别这样，我喜欢女人…” 室友莫名其妙看了我一眼就出去了，我现在想想总觉得哪里不对…….ps：- -#5秒后我才反应过来。。。", " 五阿哥一把甩开尔康的手：“大家都在说你和紫薇的事情，你还来找我做什么！”尔康抱住他：“爱真的需要永琪，来面对流言蜚语。”", " 要想在单位混得出人头地，就得有和领导对着干的魄力和勇气。比如领导说：“今年的先进我就不当了，应该给年轻人一点机会嘛！”你得马上火冒三丈，拍桌子摔板凳，咬牙切齿地说：“你不当，我们不答应！”"]}, "taskid": "6f1c3706a8d1ec10cd9c316b7139e677"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=109&_uid=guest", "updatetime": 1444867698.584956, "result": {"content": [" 领导带小三参观军港，望着港口中的军舰领导不禁感慨：我在你身上花的钱够买三四条军舰了！小三立刻回到：废话，你在我身上打的炮都够解放台湾的了！", " 一次去打球，遇到了数学老师。他打球我算分。过了一会，我故意把分算错了，老师一声大吼：“你数学跟猪学的啊？”我们愣了一下，随后笑了半天。", " 推销员：这位先生，买个扩音器吧，跳楼价，才十块！路人：用不着，不买！你拉着我干嘛？再不放手我喊警察了！ 推销员：警察那么远，听不见的，你买个扩音器喊吧!!!", " 昨晚做\"春\"梦了...梦见我把YY良久的同事给霸王硬上了...上着上着,发现同事变成了春哥...恶心醒了...今天回来那个同事和我说,她昨晚梦见自己变春哥了...", " 大家都知道KTV消费高且不能自带饮料食品，去KTV唱了一下口渴了，就叫服务员过来。 我：可乐多少钱？ 服务员：25 我：多大瓶的？ 服务员：就外面卖两块五那种。", " 感觉中国真是越来越文明了，酒席间介绍人都是这模式：这是谁谁谁，他爸是公安厅厅长；这是谁谁谁，他爸是电力公司董事长……我十分感动，想这就是古希腊的风范啊，阿喀硫斯出场就是这个范儿：我，阿喀硫斯，英雄珀硫斯之子！！", " 某天演讲…一女同学在讲台上，骄傲的说：“我是平胸我自豪，我为国家省布料。。。”说完，大家鼓掌。。只有角落的一个人，淡淡的回道：“坑爹啊？这年头，谁都知道明明是胸越大，穿的越少。”说完，大家又鼓掌…", " 办公室里，老师递给我10块钱，柔声说：“给手机加个套吧。”我攥着三年前买的诺基亚，嗫嚅道：“老师，我的手机破，用不上......”老师叹了口气，把钱塞到我手里，“拿着吧，咱班教室地板用得上。”", " 高中一同学，每双休他妈就来宿舍帮他洗衣服床单，可有一次他妈说了句让整个宿舍震惊的话“这个孩子，这大了还把鼻涕擦床上……”", " 今天坐车带蓝牙耳机听歌，睡着了...醒来发现耳机没了，我以为掉了，找了半天都没找到，起来惊恐地发现在邻座的妹子耳朵上，她看我看着她，淡定的取下耳机道：“看你睡着了，开着也是废电，我就拿过来听了。”我：“..”"]}, "taskid": "e7e14bc2eb103271c877b8aff1a0defd"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=121&_uid=guest", "updatetime": 1444867698.278086, "result": {"content": [" 平均每十个人里面有九个都曾试过把冰箱门慢慢地关上，想看看里面的灯究竟是什么时候灭的。", " 机场验票。 \"先生，您脸上这道疤是怎么回事？\"，\"当年我妈剖腹产……\"", " 儿子呀，你特么真给你爸爸我长脸。考试你不会就不会吧。你干嘛在试卷上写对联。上联：儿子出题太难。下联：孙子监考太严。横批：老子不会。我被你们班主任请到办公室我看到试卷我都笑了呀，老师瞪着我呀！", " 上次表妹带了个小屁孩来我家，为了哄他，酷狗里全是儿歌。过了几天，我打开酷狗听音乐打CS。我听到一首歌居然在考虑要不要杀对方，结果被对方给毙了。你们能体会到打CS听《世上只有妈妈好》时的心情吗？", " 老公一个人出差不可怕，怕的是和男同事一起出差，既怕他们搞基，又怕他们搞鸡.......", " 前几天女朋友心情不是很好，突然问我一句「还记得我那次给你说的话吗？」 「哪次？」 「你果然不记得了，滚！」 尼玛，女人想闹，神都挡不住啊！！", " 一姑娘京沪高速堵车，实在内急，于是拿了个塑料袋想车上解决，可怎么也上不出来。后来，她把塑料袋套在头上，去路边解决了。", " 多年总结的经验，胖子唯一的好处就是，人多的时候可以坐副驾驶。", " 初中的时候上语文课坐最后一排和一个同学玩扑克牌，闷金花。 我拿了一把三个老K，说，跑五圈。他说，跟，加十圈。我看了他一眼，你确定？他说，确定，再加明天早上早餐。我说，开。你先亮牌。他拍出来JQK顺子。我亮出三个老K，你输了。他噌地一下站起来，指着我说，老师，他上课玩扑克牌。", " 今天，我的强迫症男友在和我ooxx时弄响了自己的指关节，结果他不得不停下来继续弄响另外9个，我靠。"]}, "taskid": "9eaae505ab9dd280e5694cf792f65fbb"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=150&_uid=guest", "updatetime": 1444867696.685285, "result": {"content": [" 校医院里进来一对情侣，女的楚楚可怜，男的各种疼爱焦急，问:\"医生，快帮我看看她手上的伤口。\" 医生问:\"这伤口有半天了吧？\" \"嗯，上午被纸片割伤的。\" 医生:\"你们要再晚来半天的话，这伤口就......\" 男的忙接话:\"怎么样？\" 医生:\"就自己好了。\"", " 今天在网上看到段子，就和现任说：你们女人就像是一列火车，她们基本都是在……………逛…………吃…………逛…………吃…………逛…………吃…………时不时的还555555555..... 她头也不回的说了句：有本事你别上火车啊。 。。。。。", " 我大学一女同学移民美国，刚到时她就在自己家后院里种上了韭菜。这天正准备割了包饺子，邻居见状却赶忙报警，说她虐童，给孩子草吃！于是警察叔叔风驰电掣地赶来，我同学解释了好几个小时，最后万般无奈，她盛了一盘韭菜鸡蛋虾仁馅的饺子给警察吃才把事情摆平……", " 有个广告微博发这样的垃圾给我：“亲，新浪用户提醒！您有一条私信是来自于微博活动！提示你本人获得二等奖，请登录……”我立即举报了它，举报理由我填写的是：“连行骗广告都不给我一等奖，我很受伤！”", " 和老婆去卧佛寺游玩，老婆路上走不动，于是我背她。一个老婆婆看见了，严肃的说：看你也是读过书的人，老婆有病还是早点去医院，拜佛是没用的..", " 老妈在客厅我在卧室，她忽然问：干嘛呢？我：玩电脑，她：那个事怎么样了？我：什么事？她：就是xxx,我：你没跟我说过这事啊？她：那完了再说把，中午请你吃牛蛙？我：那多不好意思，在家吃就行。她：那你说吃什么？我：炖只鸡把。她：好。然后她走进房间对我说：我打个电话，你不停插什么嘴？我：……", " 手术室护士说。今天有个老太太做的全麻手术。我看了下病例，她自己骑自行车摔得右股骨骨折。因为要确认患者是否清醒过来了，所以拍拍老太太肩膀问了句醒了没。老太太抓着我的手不放：“就是你撞的我！”……", " 10号线，见一巨美180以上洋妞抚门而立，一非主牛丑陋猥琐160男上前搭讪，曰：“嚎堵油犊？”洋妞一个甜美的微笑，答：“Do你妈Do！流氓！”…全车安静了…连卖唱的瞎大爷瞎老奶奶都投来了赞许的目光…", " 一设备机电专业的班级，班里全是男生，无一女生，一日，班长从学校门口一卖花的老板的手里买了一盆鲜人掌拿到班级中，一名无聊的同学，看到稀罕。上去就想表达一下爱抚。班长立刻动怒。对之破口大骂：滚一边去，这是咱们班唯一的一朵班花你休想霸占。", " 今天听到别人讲的—–说有个人在网上买手机,店家说绝对正品,假一赔六。过几天收到包裹,里面有七个手机……."]}, "taskid": "1e61f7fd6b9198bbaf4cf5e89323d989"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=107&_uid=guest", "updatetime": 1444867696.638822, "result": {"content": [" 弟弟今年六岁，每次看见他粉嘟嘟的小脸都忍不住要来一口。今天外面特别冷，回来后弟弟冻得冰冰的，我摸摸他的小脸，说：“好冰，快去暖暖。”他紧张地说：“咋，你想吃热的？”", " 我问同桌，问你一个问题，你只能用知道或不知道来回答。她说好，我说，你爸妈知道你是SB么？", " 说个高中的事,晚上睡觉一会了,一哥们,快哭地说jj出血。原来那货在床上鲁 ，劲使大了,找来管理老师送去医务室来了一句很经典的 ：同学你要坚挺住呀！软了就不好包扎了。我们爆笑不止.", " 刚刚，蹲坑看手机，因为太投入，导致蹲麻了双腿，只好扶着墙壁艰难的走出小间，这时候隔壁残疾人厕所走出一哥们，一脸纠结加羞愧地看着我，艰难地挤出一句“对不起”，然后一溜烟跑了，手都没洗……", " 我问朋友，从她的男性朋友变成男朋友是什么感觉呀。朋友郑重其实地回答道，没什么，只是从普通会员升级为VIP，享受更多服务与特权，不过也要交纳更多费用的~", " 寝室一哥们昨晚打电话表白，激情的语言把女神感动的稀里哗啦. 重点是他一小时内用同样的话和三个妹子表白，居然都成了。。。。但是他现在不敢出寝室，因为三个妹子都买好了早餐在楼下等着他，楼上一看三妹子在楼下聊起来了。。。。了。。。了", " 今天给一个开车6小时跑过来的哥们儿修电脑，他因为笔记本上XX网中木马已经1个多月不能在家办公了，无奈之下求助于我。折腾了几个小时彻底搞好，他对我的大加赞赏开心而归。刚才我打开微博看到他写：“电脑终于完好如初了，不得不佩服会修电脑的人，真是：穷玩车、富玩表、S.B玩电脑”。我次奥。。。", " 在公司电脑上玩游戏，老板过来发现了，把我训斥了一顿，叫我把游戏删掉，我把桌面游戏图标拖进回收站，然后看着老板，老板怒了：你当我傻B啊，清空回收站！", " 传Google欲收购百度重返大陆，新公司起名为：谷得百。又传，谷歌收购的是耐克，新公司叫：谷得耐。听到这个消息，歌手毛宁表示情绪很不稳定...", " 有个美国人千辛万苦集齐了七颗龙珠，神龙华丽地出现：＂你有什么愿望吗？＂美国人愣了愣：＂can u speak english?＂神龙：＂sure~＂然后神龙就走了。。。"]}, "taskid": "18d1c3db8447eaad98f57bef4321dd1d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=141&_uid=guest", "updatetime": 1444867694.724045, "result": {"content": [" 食堂菜是我国第九大菜系、广泛分布 于全国各地、主要烹饪方法有瞎特么炒、 乱特么炖……主要特色以不放肉、不放油 而闻名全国！！！！！", " 有人经常出差。有次坐火车路过一小站，看窗口有卖松花蛋的，于是就花五块钱买了两个，又买了一小瓶二锅头，准备在路上垫补垫补。到十一点半了，我美滋滋地拿出松花蛋。先去泥，然后发现，这是个土豆！", " 老师说他以前有个学生学习很好，尤其是英语，高考考了138，遂上北外学习。开学了到处跟人说：哎，我英语考了138，你考了多少？别人都不理他他还不知道怎么回事。开学第一天老师看了看成绩说：呵，咱们班英语不错啊，就两个140以下的，还一个139的。。。", " 来给你们扫扫盲，告诉你什么是懒。。。。。我女朋友她跟我打电话时，经常说“嗯”，而跟我聊QQ时经常说“哦”。我问她为啥，她说，打字的时候“嗯”要按两下，“哦”要按一下，打电话时，“哦”要张嘴，“嗯”不要张嘴。", " 临别之际师父送我一枚锦囊，并祝福我紧要关头再打开。 隔年，大军压境，城内人心涣散。麻爪的我突然想起师父赐我的锦囊。将其打开只见上书八个大字：“你现在一定很着急。”我惊叹道：“太准了。”", " “中国式过马路”，就是“凑够一撮人就可以走了，和红绿灯无关”", " 昨晚在哥们那儿喝酒，酒过三巡，哥们哭着跟我说他女朋友爸妈不同意他俩在一块儿，他俩在一块儿都五年了，感情很好，哥们哭的很伤心。我也不知道怎么安慰，临走的时候趁他不注意把他床头的杜蕾斯用针都扎了一遍。加油吧，哥们只能帮到这了。。。。", " 王子被施了魔法，一年只能说一个字，他五年没说话攒够能讲五个字时，来到公主面前说“公主我爱你”公主只回答了一个字，王子就晕倒了。公主说“啥？”", " 班里一同学过生日，老师为表示师生情深，带了蛋糕前来一起庆祝，插好蜡烛，放好生日歌，然后熄灯点烛，然后大家围成一圈许愿，许完愿后，大家便追问各自许了什么愿，嘻嘻哈哈闹成一片，这时老师发话了“我最大的愿望是希望你们好好学习，按时交作业…”这时一同学说“老师，愿望说出来就不灵了”", " 十一爬黄山，感觉爬了好半天，累的跟孙子似的，快扛不住了，就问路边一卖水的大叔：大叔，麻烦问一下，还多远到山顶啊？大叔投来极其鄙视的目光回了一句：你230的门票，才爬了5块钱的，你说还有多远！我当时心就碎了~~~"]}, "taskid": "3bdd2622b478a1aee269464b829483db"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=146&_uid=guest", "updatetime": 1444867693.386442, "result": {"content": [" 今天坐公交车，有一站司机问了一句：关后门了啊！ 没人回答，于是他就关了后门，起步。这是车厢里 发出一个女生弱弱的一声：“开门！” 司机恼怒地刹车，咣当打开后门，吼道：“要下快下！” 车上人都看着后门 ，半天却没有人下，面面相觑不知怎么回事。这时车载电视里女人又喊道：开门啊！", " 他爱上了班花，日夜茶饭不思，无时不刻念叨着她的名字。室友们发现了他的变化，其中一个找到他，教给了他一个追求的方法。果然，当他拿着那份由五十、二十、十块钱折叠成的“521”找到她时，成功在她那里留宿了一晚。他回到寝室，对室友感恩戴德，室友不过微微一笑，“呵，我们几个平常都是六十。”", " 旁边一起听课的美女掏出电话拨打起来，然后在讲课的导师电话响了。美女来了一句：“老公，我肚子饿了。去吃饭吧！”就把电话挂断了。这时在走道接电话的导师也走回了教室并宣布提前下课。这是神马情况？", " 打车到公司14元。给了一张20，又翻出来1块硬币说：“找5块整的。”司机一愣，忧伤地说：“你数学老师死得早啊……”", " 数学这东西。才是三分天注定。七分靠打拼。剩下140分就真的没办法了。", " 和mm在一起，有时候，她会忽然转向我，双手捂住我耳朵，捂得紧紧的，然后呆呆看着我。 那神情一直好萌好可爱…… 刚才看电影，泰迪熊ted，有个配角问男主角：“你听过你女朋友放屁吗？”……", " 一女生跟闺蜜们去山区玩，闺蜜老公开车。一路都是盘山路，路很窄，只够两辆车并排的。车掉下来就粉身碎骨的那种。突然闺蜜老公扭头，自豪地说了一句“咋样，看我像不像有驾照的？！”顿时，车里静了....", " 话说有一天我朋友和A君去吃自助餐，等吃得差不多了，餐馆老板出现在A君面前，递给A君一张VIP金卡，然后说道：这是隔壁饭店的VIP卡，以后请你去隔壁用餐吧。", " 梦见自己加入了一个特工组织。考官一脸严肃地告诉我：“做特工的人，必须相貌平凡，让人看上一眼都记不住长什么样子。你的成绩排名第二，是唯一合格的人。”我强忍住被侮辱的辛酸，问他们成绩第一的怎么没被录取？考官回答说面试后所有人都忘了他长什么样子了……", " 昨天晚上回来，看到桌子上的便条，“哥：我明天去逛街，给我14块钱”，心里一直纳闷，他要14块钱干嘛？14块钱能买什么东西？出租车费都不够吧？不管了，就丢14块给他。结果，早上他很愤恨的把我吵醒：你给我14块干嘛？我睡眼朦胧地说：你自己写14块。他一边掏我钱包一边说：我写的是一千块。"]}, "taskid": "1cef25c77d82f5ad69e5e0ce89228fa2"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=110&_uid=guest", "updatetime": 1444867692.731013, "result": {"content": [" 前几年阑尾开刀住院，一朋友带水果来探视，没一样能吃，朋友就自己吃，边吃边随手把香蕉皮扔楼下，我说丫真没公德心，他说这就是试金石，谁踩上说明谁就遭天谴了，一会儿朋友下楼走了，就听楼下巨响，我扒窗户一看，丫正摔在香蕉皮边，果然天谴！", " 记得有一年6.1的早上，胖子前所未有的带着套撸了一管，撸完后把套用纸巾包好，然后小心翼翼地放心裤子口袋里拍了拍说：走，爸爸带你出去过节去。", " 一直在纠结，找男朋友是找有钱的还是找对自己好的......后来才发现，这和我小时候总考虑是上清华还是去北大是一样的，原来是他妈我想多了！", " 一天商场购物，现金不足，刷卡，收银员很自然的将计算器给我输密码，当时我也没仔细看，就在上面输入密码，还配合的按了下归零键，结果打印机半天不出发票，收银员抬头看我：请您输入密码并按确认。我答道：我输入了！当时收银员以为机器坏了，反复输入了3次，旁边一美女生气了，你俩玩够没？计算器也能输入密码？我跟收银员顿时脑残！", " 前任突然发短信说，你有东西放在家里没拿走，过来取吧。于是我打车去了，到了那里是他现任开的门，样子十分诧异。然后前任出来，将东西给了我，临走的时候依稀听见他与现任说：“我都说了没你漂亮了，你别闹了……”我次奥！我是不是中计了！！", " 一女子请来一道士驱鬼，说道:“大师！最近实在是奇怪，先是上楼梯，那木头楼梯竟然就硬生生碎了，后来我又坐到椅子上，椅子竟然也折了！最恐怖的是，晚上睡觉的时候，床竟然也塌了！请大师救救我！我好害怕！”道士听罢，掏出桃木剑，舞动一通，剑指女子，大喝:“傻逼！你该减肥了！”", " 国庆自驾游，走错路，又累又饿。天快黑了，来到一村子，敲锣打鼓，原来这里晚上娶亲。老公带着我们一家5口，给随了200块礼钱，进去美美吃一顿，完了跟着回城的车上了高速，过程没有一个人问我们哪里来的谁家亲戚，只是每个人都点头微笑……都以为是亲戚。", " 听一哥们讲他开饭店的事，一晚来一大叔，点了份辣子鸡丁，要求不放辣椒，味道要正，哥们犹豫一会淡定的做了份宫保鸡丁。。。。然后大叔尝了尝赞道：就是这个味~", " 一日小两口来开卡，设密码时他们俩每人各按三个数，而且都不让对方看到。问原因，说这样的话取钱就必须两人都在场，各按仨密码才能取出来，少了谁也取不了.", " 我在菜场摆摊，老公带儿子来探班，儿子要我们假装买家，他当卖家，然后，我和老公站在摊位前问坐在摊主位置的儿子：一只鸡多少钱？儿子回答：23。我又问：两只鸡多少钱？儿子愣了一下，一时间没算过来，急中生智大吼一声：一次只能买一只！"]}, "taskid": "7636a8e48a560bcf57dd0629184dddcd"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=111&_uid=guest", "updatetime": 1444867692.20323, "result": {"content": [" 小时候，我在乡小学住读。一天，教室门口站着一个穿着土气的农村妇女，老师问她找谁，她说给二娃送几斤大米。老师转过身问：“谁是二娃？”教室里安静极了。老师生气地说：“狗不嫌家穷，儿不嫌母丑！”然后......听课的校长站起来，走出教室接过了大米...", " 公司一男同志在国内有老婆有娃，结果出差到巴基斯坦工作期间搞外遇，女方怀孕。闹到大使馆，于是婚外情上升为国际问题…然后，男猪被强制回国、离婚、开除国籍、加入巴籍，并强制改宗教信仰。然后，每次公司派男同志去巴工作，单位领导都会点上一支烟，声情并茂的讲一讲这位用绳命去搞外遇的传说...", " 话说我那呆B朋友在东北上学，第一个寒假带压缩木耳回来，虽然只有火柴盒那么大，但随便一小块都能泡一大盆。高潮就是这呆B无意中把一整盒木耳装在口袋，被她妈放到洗衣机里洗了个够，一开盖子那堆活泼的木耳都往外翻，冒了出来…把她妈吓得那叫一个惨。。。-_-#", " 我们班一同学英语考试只得了18分，英语老师怒气攻心，怒火之下大吼一声：你知不知道18分是什么概念？我来告诉你丫的！于是她做出了一个惊天动地鬼哭狼嚎前无古人后无来者至今被我们津津乐道的举动——她……抽出一张空白答题卡，兰后……放在地板上，再兰后……正面踩了一脚，反面踩了一脚，再再兰后……放到读卡的机器里面，再再再兰后……读卡器读完，这张答题卡，得了36分……", " 晚上出去遛弯，走过路口，路边停着一溜车.一个中年型男一身西装，派头十足走到一辆奥迪面前，掏出钥匙，一按解锁。奥迪前面一辆快散架的电动车立时响了两声，于是中年型男潇洒的上了电动车，绝尘而去。", " 女朋友至今没有耳洞，今儿问我要不要去打？我说你不是怕疼不打麽？她说，我室友说了，不打耳洞的话，结婚的时候少件首饰...........好吧！你室友说的对。。。", " 昨天下午，老公骑摩托带着我，我抓着他衣服。 走着走着，他低头看了看我的手，说：把手装我衣服兜里。我得瑟的说：哟，还知道心疼我，怕我冷阿？ 二货老公回答说：我兜里装着烟，怕掉。", " 楼下有只流浪狗，平时除了在垃圾堆里觅食，其余时间就一直忧郁地晒太阳发呆。但最近没见到它，失踪蛮久。今天听小店老板说它被主人带回去了，我还很高兴它被主人找到，结果老板说不是的，主人知道它在这，它也知道家在哪，它只是不想和家里的母狗呆一块，逮到机会就逃，最近可能太冷了，先回去过冬了。", " 二战初期，美军降落伞合格率为99.9%，每一千个就有一个发生事故，军方要求必须达到100%。于是军方改变了质检制度，从每批降落伞中随机挑出一个，让厂商负责人亲自从飞机上跳下。奇迹出现了，合格率很快达到100%！——启示：解决食品安全问题，关键在于取消特供。", " 某日跟一群股友八卦，不知怎么说到了私房钱，众人正在感慨无论怎样都会被对方发现时，一个大叔默默地说：我都存银行。 众人问：“那存折或卡呢？” 大叔憨厚一笑：烧掉，要用的时候再拿身份证去补。。。"]}, "taskid": "13f8152f670599ece3af638a481de799"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=142&_uid=guest", "updatetime": 1444867691.621633, "result": {"content": [" 昨晚梦见我们从外面回来发现家里东西全不见了，墙上留下了用黑墨水写的一行字：“臭傻逼，我们先把你东西拿走，过两天再来收拾你。” 我望着墙上的字和空荡的客厅，一句话也说不出来。这是得罪哪位社会大哥了呢？看我呆愣在那，她过来安慰我：“老公，别信他们的话。你不臭。”", " 男导演晚上和老婆睡觉时，竟然说起了梦话！梦话中说道：亲爱的，我太爱你了，我会尽快跟老婆离婚！这时，男导演突然醒了，发现老婆正恶狠狠地盯着他。男导演马上重新闭上眼，继续装睡！男导演翻了个身，说：好，就用这样的语气，非常好，开拍！", " 坐地铁，身边一个男孩提醒我：“你鞋带开了。”由于车厢很挤，鞋带也不长，我就说：“太挤了，我一会儿再系上。谢谢啊”车开了两站，期间男孩一直时不时侧头看我。到了第三站，男孩终于忍不住对我说：“你能系上么？看着好难受啊……”。。。。。。。", " 有言论指出，英语是刚性语言，日语是柔性语言。因为当你在做一些不好的事情，别人要阻止你让你住手时，一句“Stop it！”显得铿锵有力不容辩驳，会让你意识到自己的错误并且马上住手；但一句“雅灭蝶！”则显得毫无效果，甚至有可能适得其反。", " 晚上跟朋友去吃烤翅，烤翅分为，变态辣，极品辣。。。然后我们就点了一个变态辣，一个极品辣，接着，老板娘上菜的时候说，你们俩是一个变态，一个极品么？。。。我和我朋友同时，嗯。了声。。。接着，全部店里的人都笑了。。。。", " 大一新生 竞选班长 一屌丝上去就来了一句:我干了12年班长…… 本来教室很平静 第一排一更屌丝的说了一句:哥们好体力啊！之后教室的气氛就不能控制了........", " 到花鸟市场买仓鼠。想试试鼠贩人品，就装作不懂问：“请问两只仓鼠可以在一个笼子里养吗？”鼠贩诚恳地说：“不行啊，两只在一个笼子里是会打架的。”心里正在想遇上有良知的了，鼠贩又补充了一句：“要不你买三只吧，这样那两只打架的时候还有人劝架。”", " 本人男，前几天坐飞机尿急去洗手间，推开门赫然发现一个女生坐在里面， 她生气的说：你进来怎么不敲门呀？ 我断然退出，然后敲了敲门问：我可以进来吗？ 里面喊：滚！ ……我再也不相信女人了", " “真正的好男人并不是不玩游戏，不打DOTA不打WOW的。而是在他玩游戏的时候，只要你一个短信 ，一个电话 或一个QQ ， 他就会为你直接退出游戏。 ”网友吐槽：这种人俗称『猪一样的队友』。。千万别和他组队。。", " 上大二的时候，朋友在网上联系了一个卖车的，约好下午在鞍山西道某大型超市门口见面，到了目的地才发现对方是一个180+的刺青大汉。。。。。他指着超市前面的几排自行车，“要哪个？”，朋友傻傻地答道“要最新的这个。”只见大汉从袋子里掏出一把工具钳，‘咔’的一声剪断了链锁，“拿走，给钱！”朋友这时才反应过来，拔腿就跑啊，不顾大汉在后面的大骂。。。。"]}, "taskid": "be6ecbaf0c2ea1cd3750e08a1065b853"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=108&_uid=guest", "updatetime": 1444867690.06978, "result": {"content": [" 刚一个电话采访，聊学生时代轶事，问我当初·成绩如何，干过班长什么的吧？我还真不确定，扭头小声问老婆你上学时候是班长么？老婆点头。我转过来对手机说：嗯干过。", " 疲惫不堪的丈夫一回到家，就对妻子说：”无论谁来电话找我，你就说我不在家。 ”一会儿，电话铃响了，妻子拿起了话筒，小声地说：“我丈夫在家。”丈夫：“我不是告诉过你，让你说我不在家吗？”妻子：“别生气，亲爱的，电话是打给我的。”", " 男生抱着女生睡觉这件事吧。对女生来说：浪漫、温馨，可以安然入睡…… 对男生来说：满脸头发、刚换的衣服全都是化妆品、一条手压麻、还特么得注意小弟弟硬的位置……", " 某童鞋感慨：“像我这个年纪，学业刚结束，事业刚开始，耍不了酷，装不了成熟，没有背景，长的还难看，入不敷出，朝不保夕，我擦！我都不不敢想了。照镜子都想给自己仍俩钢镚儿！”", " 我已经感觉到了，在厕所大号的的时间已经不是自己控制的了……没工具也就五分钟，有烟八分钟，有手机十五分钟.有手机有烟至少二十分钟；有手机有烟有流量那就更不得了了，二十五分钟起。有手机有烟有流量没纸的话……………", " 老爸年轻时外出打工，买了葡萄在车上吃，老爸旁边是个大叔，老爸热情分给叔叔两人一起吃，大叔意思一下吃了一两个，车到中途时，大叔起身拿出匕首逼司机停车，一个个要钱，当时全车人不敢吱声只得交钱，到了爸爸他直接绕过去了，拿钱后直接下车了。。后来的路程老爸是在一车人幽怨的眼神里度过的。。。", " 中午食堂吃饭，打了一份回锅肉，我一看里面都是土豆片子，我就问给我打菜的人：“肉呢？” 他还没说话呢，我后面的人就接着说：“回锅里去了。”", " 25岁的我到现在才知道，原来小时候天天打我拧我的幼儿园老师，居然是我老爸的前女友！", " 昨天，中山大学男生陈智博，向他心仪的女生牛大荣送出了一床他用212天的精斑染成的床单。他将这床重达3斤半的床单晒干后折叠好（这一步颇不容易，据说床单已经硬如砖石）并命名为《我想和你造个人》，还向女孩发誓：这212天的每一个飞机都是为她打的，没有想别人。女孩十分感动，然后报了警。", " 老婆的胸罩脏了，让老公去洗。老公正好刚洗完脚，就随口说道：“用洗脚水洗行不行？”老婆撇了老公一眼，说：“随便，反正我又不舔！”"]}, "taskid": "cb1b6915fa22d4a60f3a781df05deeb3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=116&_uid=guest", "updatetime": 1444867688.957367, "result": {"content": [" 今天翻看电话本时候，突然看到老爸手机号，就打过去了… “喂？爸” “谁啊？” “爸，是我” “哦……没钱了？要多少” “我不是要钱，想你了就打个电话，过几天准备回家” “路费不够了？” “不是！哎，爸，我给你买了双皮鞋，你那鞋不是坏了吗，我这给你买了双” “所以没钱了？” “…………”", " 家有大金毛，老实巴交，出门各种被欺负。 。。。四岁儿子领着狗狗下楼尿尿，一脸愤怒的回来，二话不说抄起擀面杖冲了出去。。。之后我那熊孩子力战群狗为兄弟报仇的英勇事迹传遍小区南北。。", " 我是一名海军的实习生。马上就要进行第一次实际下海潜水考试了，我问教官:“我们怎样才能通过考试，”教官平静地说:“活着回来！”", " 记得刚做销售的时候总不敢和陌生客户交谈，时间久了发现自己的性格越来越内向。有天下午，师父递了我一支烟并叫我跟她去公司阳台，吞云吐雾间，师父突然说：小张啊，其实你很有潜力的，只是太爱面子。你说一个国家都这么不要脸，你一个年轻人那么看重面子干嘛。也就是这句话，让我成了当月的销售之星。", " 网络游戏的评价：不要用你的青春挑战富二代的零花钱……", " 刚才收拾领导办公室，他喝水的保温杯里有泡完的茶叶，我去厕所倒掉。倒得时候忘了有里边有个隔茶的漏网，直接用力一甩都给甩在马桶里了！哥只好默默地挽起袖子，伸手从洞洞里掏出来又放回了杯子里。", " 那天老爸电话响了，他刚洗完手，于是让我给他掏出来接了递到他耳边，我一看来电显示是哥，于是告诉老爸我哥来电话了，刚接通老爸一句“儿子啊”，瞬间听到电话那头传来咆哮声，好吧，大伯，偶不是故意的……", " 老公跟儿子开玩笑，奥特曼（我家大金毛）太能吃了，养不起了，杀了吃肉吧。儿子一脸忧桑的蹲在笼子里跟他兄弟聊了一下午。。。然后擦干眼泪，一脸决绝的对他爹说：粑粑你把我卖了吧。。。~_~", " 曹操头痛，请来神医华佗，问：华佗，你怎么看？ 华佗：要……要……切开脑…… 曹操：尼玛，我都这样了你还唱歌，来人，拉出去斩了。@捧腹网 曹操痛的好不可怜。曹丕赶来，心疼父亲，跪卧榻前，哭号不已。 卞夫人至，见此状便斥责道：“为何不快请神医华佗前来医治?” 曹丕用长袖往脸上抹了一把，抽泣着说：“我……我……我爸刚弄死他！\"", " 听说情侣之间喜欢用傻瓜，笨蛋之类的词语当称呼。我找到了暗恋的女孩，鼓起勇气叫她SB。结果她再也没有理会过我……"]}, "taskid": "40d702db5c61cf0777ca418899f7e508"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=104&_uid=guest", "updatetime": 1444867687.422644, "result": {"content": [" 一位妈妈带着一小女孩来银行取钱，工作人员把钱递给妈妈时，小女孩一脸疑惑：“妈妈，她是不是欠咱们钱啊。” 妈妈一脸黑线，答：“是啊，他们欠很多人钱，所以被关在里面了。”", " 朋友开车尿急说快憋死了。我说：“可以尿到脉动的瓶里啊？” “放不进去把？” “亲，你有那么大吗？” 这呆逼顿了顿：“嗯……一碰到瓶口就变大了…”=_=！", " 一个高速收费员妹子的总结：晚上经过的所有宝马奔驰里面的副驾驶都坐了一个玩iPhone的漂亮妹子！", " 今天大清早儿就听到一个振奋人心的消息：”西安交大一个美国的留学生期末考英语挂了…\"竟然挂了……", " 一哥们结婚，新娘娘家不是本地的，所以就在酒店开个房间。大婚当天接亲，里面嚷着要开门红包，哥们摸了半天发现忘带了，正当一帮人又埋怨又着急的时候，新郎的弟弟淡定的拿着房卡把门刷开了。。。。", " 武汉真是一个神奇的城市~平时，武汉是东方底特律~放假时，武汉变成了东方拉斯维加斯~下雨时，武汉又一跃成为东方威尼斯~夏天，武汉俨然成为了东方撒哈拉~冬天，武汉又变成了东方的西伯利亚……亲，来武汉吧，坐在家里环球旅游哦~", " “我有个朋友在山上被五步蛇咬了一口，听说走五步就会死了，怎么办啊，急死人了，现在都走了四步了，我们又各自抓了几条五步蛇又咬了他几口，估计应该累积到一百步左右了，可是我们接下来要怎么办？”", " 小时候家里没厕所，夜里出门只能去野地里，一次看了林正英的僵尸片知道童子尿辟邪，我就养成了如下习惯——先尿一个圈，然后蹲进圈儿里上大号，拉得很安心。", " 上课， 同桌撕了一片纸放嘴里， 咬了个咬呀，又吐回了手里，揉了个揉呀，揉成个球状。 然后又把这东西给放嘴里.....咽下去了....我问他：你干嘛呢？ 这货幽幽的说了句：这两天有点感冒，捏个药丸吃... 尼玛，人才啊！", " 坐公交车，旁边一帅哥插耳机听歌，我在旁边能听到 放六七首都和以前手机里的歌一摸一样，正想着这就是缘分啊，那帅哥接了个电话。 那个手机就是我两个月前丢的！连贴纸都没换！"]}, "taskid": "023ec8e63581707ecccecc0bf244312e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=118&_uid=guest", "updatetime": 1444867686.18673, "result": {"content": [" 刚坐稳，一个姑娘双颊泛红地走到我面前，有些羞射地说：大哥，你好，我32D。我看了她一眼说：你32F也不好使呀，我有媳妇儿了。姑娘笑着说：呵呵呵，有媳妇就牛逼了？就能乱坐座位了？你特么给我起开！", " 一家子打麻将，儿子调皮藏了个麻将起来，以下是他们的对话。 你拿了麻将没有？ 没拿。 你要是拿了怎么办？ 拿了我死全家。 一顿暴揍啊，这死孩子！", " 俺老妈打电话过来说，儿子啊，你几点出生的，我在庙会呢，算算你啥时候能结婚，我亲妈啊，我哪知道我几点出来的。", " 老婆怀孕，看我憋得难受就说：“我给你买个充气娃娃去，免得你出去花擦擦。我说：“我要一个最好的，要会叫的。”老婆慢慢转过头来看着我，不紧不慢地来了句：“买个便宜点的，我来叫！”", " 在办公室…只有我和一个不太熟的同事。突然她对我嘘寒问暖，我也受宠若惊的对答如流。后来才发现她在打电话… 我为了避免尴尬…我也拿起手机假装在打电话…", " 想当年楼主还是高中时，初中部一初二妹纸怀孕三个月被发现，消息不知道很快散播出去了，妹纸老爸来学校找那个让他女儿怀孕的人，结果妹纸班上有五个人逃课跑了！", " 五岁的儿子每天都要玩电脑，爱不释手，形影不离.......周末那天，玩了一下午还不下来，妈妈就想了个办法，她偷偷切断电源之后，跟儿子说：停电了！电脑不能玩了！你去看电视吧！然后，儿子就屁颠屁颠的跑去看电视了......", " “过儿，我西毒欧阳锋一生纵横西域，今日能与七公切磋武艺，共葬于这雪山之颠，也算不枉此生！死前我要将毕生所学尽相传授与你。”“义父，您别再开口动了真气，过儿定会将蛤蟆功发扬光大！”“不，我要给你看的是我们西域最伟大的绝学”，欧阳锋用尽最后一口气，从怀里掏出一块切糕。", " 狂风中一个业务员靠在墙角大声的对着电话说：“行！行！好！” 路过的一个行人忽然停下，后退了几步走到他面前，把手中的鸡蛋灌饼递给了他。", " 一行长到寺庙，和尚称算命特灵，拿出一叠符烧了说：我帮你烧了七七四十九道符，每道100元，打折后4000元，还说菩萨不能还价，没现金可刷卡。行长拿出一张支票，填好4000元，拿出火机点燃，对和尚说，师傅，菩萨只须一个工作日就能收到！和尚仰天长叹：骗钱谁能骗过银行行长！"]}, "taskid": "f985ff9a1d730cf25413a5a78b5851a3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=119&_uid=guest", "updatetime": 1444867685.659778, "result": {"content": [" 我姨小时候，外公特别疼她，走哪儿都带着，都上一年级了还带她去男澡堂洗澡，，，，，，，有次正冲着呢，正碰见他们班主任端着个澡盆子进来，光溜溜地站那儿正找龙头呢，，，， 我姨一贯懂礼貌，热情的冲上去：张老师张老师，您也来了呀，到我这来洗吧。。把人家年轻男老师吓的呀，，，， 五年上课都没再提问过我姨。。。。", " 儿子一年级时有道题，十四个人划船过河，小船可以载两人，问几次可以过完？儿子答13次，老师的答案7次，儿子追着老师问船谁划回来的...", " 高中同桌一彪悍女，夏天穿一裙子，天气热，拿书本从下往裙子里灌风。她：帮我放哨，看有男生偷看没！我：姐，我就是男的啊，斯文点行不？！她：你是男的你有证据吗？ 我：当然有啊，我有的东西你有吗？她：你那东西证据不足。。。证据不足。。。太伤我这颗纯真的心了", " 我勒个去。5号0:44的车票，我5号23点到火车站，等指针指到0:00时悲剧的事情发生了。。日期就这么的跳到了6号。看见这个人的状态，我笑屎了。", " 公交很挤，刚下车在车站听到一对情侣如下对话， 女:以后公交车上别乱来了。 男:啥？ 女:手都伸我裤子里了。 男:谁？ 女:不是你吗？ 男:我C！", " 同学和他女朋友在走廊里KISS，结果被学校主任看到。 主任想阻止但过于激动，于是大喊：你们俩给我住嘴！", " 我在手机上设置了一个屏幕碎裂的桌面，拿去和朋友开玩笑 朋友要用我的手机，我递给他的时候故意轻轻的掉在了桌子上，然后他捡起来，傻眼了 屏幕显示的是碎裂的图案，我哈哈大笑，拿过手机将桌面换掉，然后，发现，屏幕还是碎裂的！！！！！！！！", " “听说哈尔滨的冬天特别冷，有多冷？”“这么说吧，我有一哥们儿去哈尔滨上学，就因为在火车上看了本小黄书，结果到放暑假回家时dd才软下来……”", " 她伤感地对朋友说：“我和老公吵架了，他冲我大吼，让我带上自己的东西滚开。我用袋子把老公装进去，哭着说你是属于我的。”“真感人，然后呢？”“我装了四袋才装完。“", " 他们总是在说只要等待，合适的人就会出现。我想说的是，都等这么多年了，你TM好歹给我回个话啊，是堵车还是迷路了？！！"]}, "taskid": "d678451eec80e41e3bc0bb1e9cd15958"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=103&_uid=guest", "updatetime": 1444867684.950095, "result": {"content": [" 进入12月份，讨论世界末日的话题越来越多。有一天一朋友说：“其实玛雅人也没明确说是世界末日，只是说，21号的太阳落山后，22号不再升起。”另一朋友顿悟道：“原来玛雅人是预告：22号是阴天啊！”", " 今天在阳台摆弄仙人球，不小心仙人球掉下去了，我用手迅速的抓了回来…… 呵，呵呵，呵呵呵……", " 回国，朋友让帮带一个ipad.懒得去实体店了。 于是就在apple网站订的。跟踪着快递路线，先从深圳出发，到了韩国，又到了日本，又到了阿拉斯加，又到了新泽西，又到了纽约....于是乎，我又从纽约飞到了上海...", " 邻居家大爷60多岁，手脚不太管用了，养了一个喵星人和一个汪星人，俩畜生感情非常好，经常协同作案.前几天lz刚进门，看到这样一幕...大爷买的鸡腿，拿起来刚想吃，喵星人窜上桌子一巴掌把鸡腿甩飞了，汪星人叼起来撒腿就跑，俩畜生跑墙角分赃去了，留下满脸黑线的大爷......", " 有个人去医院看腿肿的病，医生为他做了仔细检查，给了他一大粒药丸。“我去拿些水，马上就回来。”医生说。病人等得不耐烦了。他一瘸一拐地走到外面的饮水机旁，硬是把药丸塞进了喉咙，大口大口地喝水，将药丸冲下了喉咙。这时，医生提了桶热水回来，说:“好了，药丸溶解后，把那条肿腿泡在药水里30分钟。。。”", " 昨天突发奇想去烫卷发，捣腾一下午，终于完成，可是很丑。我还没说话呢，老板二话不说直接又给我拉直了。他说：“太丑了我实在看不下去了。”最后也没收我钱。", " 早晨坐公交车上班，巨堵，车上有人打电话开始请假。我正想着到了咋解释，面前一人拿起电话说：＂经理，我今天可能要迟到。刚才车上有人丢手机了，警察过来调查，谁也没让走。＂听完她的理由我瞬间膜拜。", " 高中时有很多针对学生的立志演讲,但最终目的让你买他的书,经常开，学生都烦了,一次我们学校请了一个大叔，在舞台上可劲儿煽情道“想想你们母亲枯槁的双手,爬满皱纹的眼角,日渐蜡黄的脸颊，消瘦的双肩,你还忍心伤害她么…”突然,后面一孩子爆发了，大喊“你T妈才长这么丑！", " 话说朋友老婆生孩子，他老婆的俩闺蜜去看小孩，边看边对话：“哎呀太可爱了。”“可不。”“和他爸好像啊。”“可不。”“哈哈你看那个小鸡鸡。”“可不！”……", " 听朋友讲的，话说他曾在一所技校上学。一次他们班纠集了一批人去打架，然后一群人就浩浩荡荡，好不威风的来到了一教室门口，领头的更是气势汹汹，霸气十足的一脚把门踹开。。。 　 　里面厨师班三十多个人在磨菜刀。。。 　　领头的把门给带上了。.."]}, "taskid": "7cd577866d5328bc3d33941cfb82e5f3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=122&_uid=guest", "updatetime": 1444867683.229109, "result": {"content": [" 长途车上，我跟一嫩白嫩白的小伙坐一起。中途上厕所，刚好就我俩要去。小伙跑在前面，老远我就瞅见他进了左边厕所。当我很自然地进了右边厕所后，却看到一堆男人。我大叫一声冲了出去，碰到小伙也冲了出来。我正想骂小伙连累我，“他”却向我伸出手：“姐，借张卫生巾使使，急！”", " 同事出差，微信吐槽“隔壁在做X，我在做PPT”，结果被另一同事升华了“还是你爽啊！他们做不了多久，你想做多久做多久！”", " 化学老师叫我们观察药剂颜色，一个同学就是分不清无色透明和白色，老师苦口婆心地解释了半节课，他还是不懂。最后老师火了，拿起一根透明试管问他：“这是什么色。”他端详了半天说：“白色。”于是老师说：“好，你明天就穿这样的白色衣服来上学。”", " 手机响了，竟然是前女友打来的，我呆呆地望着屏幕。铃声一消失，马上关机取出手机卡，找出两年前用的诺基亚装了进去，发短信给她：没听见，再打来。片刻，她果然打来了，我猛地抓起电话，大吼：你还有脸打来！？然后用尽力气把手机摔了个稀巴烂！", " 大学开学. 下火车给我妈发个短信报平安,\"老娘,我到了\". 结果着急忘打标点了.发成\"老娘我到了.\" 我妈立马给我回一条\"跟谁没大没小呢!!\" 这个故事告诉我们.标点很重要...很重要..", " 忽然想起高中经常出现的一个尴尬状况：拿到一道题，先不管三七二十一，无比风骚地写上一个“解”，觉得这个字写得真好；读完题后，无比懊恼地叉掉那个风骚的“解”，重新写上“证明”。 。。", " 一小学老师找家长谈话，很婉转地说，有了你女儿，我上课连表都不用看，看她的状态就可以。第3分钟开始用胳膊支着头，第10分钟开始趴在桌上，第15分钟进入睡眠。。。最厉害是下课前3分钟一定会坐起来，我就知道快下课了", " 老妈是个吃货，下定决心一定要减肥，每天节食，有一天，老爸做了一桌子的美味，我和老爸吃的津津有味，老妈在旁边看的一忍再忍，最后，老爸很淡定的说，不知道你折腾啥，我又不退货。", " 今天去洗澡，洗完从女部大厅出来的时候只见一妈妈拉着五六岁的男孩往里拽，男孩死活不进去，边后退嘴里还喊着：我才不去女澡堂，里面都是女的，羞死人了。。。妈妈：小子你再不进去以后都别想进了！回家问问你爹看他现在多想进都进不去！！说着拽进去了。。。。", " 今天和女同事逛街，一个卖花小女孩跑过来拉着我说：哥哥，买朵花送姐姐吧？我不能当着人家面买街边的花，于是说：你看哥哥没带钱。小女孩看了看我瘪瘪的兜，可爱单纯的脸瞬间垮了下来，说了句：叔叔，没钱就不要出来泡妞，浪费大家时间！"]}, "taskid": "abd31f03ff6496eb8e0d5f775bb2afee"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=149&_uid=guest", "updatetime": 1444867682.403727, "result": {"content": [" 一同学笔记本电脑被偷了，于是陪着他去二手市场看看，准备再买一个，突然发现一台电脑跟他丢的很像，就假装要买，去看了一下，然后同学把我拉到一边说，说这电脑就是他的，我说你肯定么，他说那当然，系统都没重装，装岛国动作片的文件夹是加密的，文件夹密码都没变，只不过有几部好像不见了，不知道是不是被剪切了。。。。。", " 几乎每晚都会送女友回寝室…俺骑的是单车……。。。……她一上车，我说系好安全带，她就会抱着我……我说转弯，她就会滴滴滴地叫…我说按喇叭，她就会滴~滴~…到宿舍我说给路费，她就会给俺一个飞吻……好吧…我很开心~", " 刚刚正在上网，忽然楼下传来一个小男孩的大吼：李——雯——，无人应，又一声，李雯——，小孩子声音你们明白的，那个尖锐刺耳啊。忽然，从楼中不知那间屋子传来一个更加尖锐的小女孩的声音——我——在——大——便——，我那个震撼啊。以为小朋友们就到此为止了，谁知道楼下小男孩继续大喊——快一点——，楼上小萝莉：马——上——好——了——，楼下小男孩不依不饶，每十秒催一次，楼上小女孩及时汇报情况：正——在——擦—&md ash;……又催，正——在——冲—— 我那个无语啊，这就是传说中的两小无猜吗，唉，楼下还在喊着呢。", " 今天下班，公司门口的公告：“月底到了，QQ农场排名第一的那位请自行收拾好铺盖，不送了。”", " 即使我们打开电脑第一件事儿就是登录QQ，也绝对不能容忍它开机自动启动。", " 留学生很多都住校外租的房，学校边上有一个小区包水费不包电费，于是乎。。。我有个学物理的朋友在家研究水力发电。。。现在被退租了。。。", " 初中一个同学，初二的时候就开始学抽烟，每天偷偷的拿他粑粑一包烟，一天，家里来了客人，粑粑告诉儿子，去给客人拿包烟来，同学纯纯的说：“粑粑，烟放哪里的.”粑粑一耳光过去，你小子每天拿我一包烟会不知道？果断装逼遭雷劈啊..", " 某天和朋友喝多了，路过一派出所的时候，丫对着门口大喊：“里面的人听着，你们已经被我包围了，给你们十分钟时间，缴！枪！投！降！”他喊完我瞬间就特么醒酒了，立刻把他拽走。。。麻痹一定是我交友的方式不对。。。。", " 记得妹妹暑假的时候做作业，有一道题成语接龙，我眼看着她这么写的：敢作敢为——为所欲为——为所欲为——为所欲为——为所欲为。。。。。她是多为所欲为啊。", " 同学问我“你是用什么PS照片啊？”我说:“用PS PS照片啊”。同学重复:“用什么PS？”我说:“用PS PS啊”。同学无奈的问到:“我是说用什么软件PS？”我说“就是用PS PS啊”。同学最后无语的问:“那你PS的软件叫什么？”我说“叫PS啊”。最后我永远失去了这位同学。"]}, "taskid": "539078aa9e2f235835d06af51371f899"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=126&_uid=guest", "updatetime": 1444867681.729492, "result": {"content": [" 某大侠做客孔雀山庄，庄主洋洋得意地向他介绍镇庄之宝孔雀翎，“孔雀翎是最美丽的暗器，只要一暗下按钮，就有美丽的光飞出去，光以不可思议的速度取人性命，从没有人能幸免”，“我草，那不就是激光枪吗！”大侠感叹道，此时庄主已经泪流满面地握住他的手说，“这么多年了，总算遇上其它的穿越者，亲，你知道一个人活在古代有多不容易吗？”", " 一只变色龙爱上一个女孩，每天都偷偷跟在她的后面保护她回家。一天晚上，变色龙像往常一样跟着女孩，女孩突然转过身来，朝着已经跟墙壁同一颜色的变色龙走去：“喂，以后想送我回家能顺便陪我聊聊天不？”变色龙很惊讶：“为什么你可以看到我？”女孩笑了：”白痴，你见过墙壁会脸红的吗？”ps：冷中有温暖。", " 就在刚才，在微信里捡了个漂流瓶，看了下是个2秒钟的音频，点击后把手机凑在耳朵边，传来一段温和而短促的屁声…… 让我纠结的是，为了确定那真的是个屁，我连续又听了三遍，三遍，遍….", " 新学期开始，一同学站在讲台上介绍自己，也许是由于紧张，结结巴巴道：“大家…家…好，我..我叫….奥巴马。哦..不..不….不，我姓马，叫马房明。马是奥巴马的马，房是楼房的楼，不不不，是楼房的房，明是前途一片光明的片，全名叫马楼片，不对不对！”接着经典的一幕出现了，同学一拍后脑勺，道：“妈的，我叫什么来着？", " 我曾经喜欢个一个学医的女孩子，和她一起去上课，那天不知道老师是抽风还是什么，开始讲如何下药让丈夫不明原因猝死。有半年的吃法，1年的吃法，10年的吃法，看着她明眸认真的做笔记，我下定决心和她做好朋友了。", " 接到老公的电话：“老婆，你不是讨厌我买彩票吗，我今天就给你个惊喜！”我猜想该不是中了大奖吧，心里那个激动呀，正在浮想连篇，老公回来了，进门就说：“我今天把买彩票的20元钱省下了，特意给你买了只烧鸡！”", " 一天爸爸到儿子大学所在的城市出差，想给他个惊喜。大清早去他们宿舍，礼貌的敲敲门，问，“这是×××的宿舍吗？” 里面沉默了几秒钟，就听一个人吼了声：“把他扔门口吧！我们一会就把他拖进来！！！”", " 我在一个知名女性论坛浏览增长见识的时候，发现有妹子这么提问：“当一个男人跟你搭讪，怎样区别他到底是猥琐好色还是风趣友善？？？”，我哈哈一笑，点进去打算仔细看看，却发现里面大约两百多条回帖，都只有三个字————“看长相。”", " 记得读大一的时候宿舍一贱男带了个女的来炫耀，我们看出他们晚上要在这做运动，就果断到别的宿舍借宿，贱男上铺的同学喝醉先睡了，就没叫他。第二天大家都无比邪恶的问他有没有听到什么声音？他莫名其妙的看着我们，淡定的说，睡得很好，还梦见自己坐拖拉机回老家，路况不是很好，很颠。很颠。。", " 一次同学去买耳机，老板拿出许多耳机，同学挑了半天，选了其中一个问老板：这个五十卖吗？老板很严肃的说：你怎么不按套路出牌，应该是我先说多少钱，你再讲价的嘛！"]}, "taskid": "932031962fd6749ff088a57544a74f74"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=132&_uid=guest", "updatetime": 1444867680.067135, "result": {"content": [" 小时候特爱翻东西，一天爸妈不在，我和弟弟在衣柜里发现五十快钱，然后就很欢乐的去买东西。结果被楼下卖东西的阿姨告状了。回家我爸妈就让我和弟弟跪在他们房间里，然后我爸让我两案件重演。当我弟弟指着钱说“我们去买东西吧！”这时我华丽丽的说“不要，这样不好。你别逼我”", " 上铺高约两米，每天平均上3--5次，一天约爬10米。一年去掉各种假期在学校呆上8个月，约240天，一年约爬1400--2400米。加上宿舍所在楼层，取最低高度4米，每天上3次，12米，一年约2880米。一年共计约4800米。睡上铺的同学毕业之前均可成功攀登两到五个珠穆朗玛...第一次发现自己这么牛逼。", " 老婆说小肚腩见风就长，天天嚷嚷着要减肥，然后开始每天晚上不吃饭，做仰卧起坐到累趴下，我再帮她捶打小肚腩360下，一个月之后，你就达到目的了。一个月后的今天，发现老婆怀孕2个月了！！！", " 朋友跟她媳妇去民政局领证，结果工作人员是他前女友，更郁闷的是结婚证上有工作人员印章，于是，他和他媳妇，前女友，一起留在结婚证上了。", " 实验室经常臭气熏天，有一天lz在做实验，突然一股恶臭飘来，lz怒了，大叫一声：“谁用硫化氢了？” 旁边一小师妹红着脸小声的说：“师兄，我刚放了个P”", " 记得19岁的那年，认识了一个据说是喜欢浪漫的女孩，有一天我去找她，塞给她一个耳机一起听了遍钢琴版的卡农，并小声说想和她在一起。她抬起头，深情款款的望着我说：我想啃猪蹄子！我心里一颤，这这这，tmd！就你了！真真太合大爷的口味了！", " 美国飓风来临之际，央视派出多路记者不辞万 里千辛万苦地前往现场报道。记者在风雨飘摇中直播着实况，这是怎样的一种国际情怀？这是怎么样的一种下血本精神？后来我想明白了，这个看似没有什么价值的直播，是给领导们看的，因为他们的老婆孩子在那里。", " 上大学的时候，有时食堂的饭实在不想吃了，就去学校外面的食品一条街逛一逛，有烤鸭、烧鸡等各种好吃的，馋得直流口水，于是食欲大增，然后回学校食堂买两个馒头、半份菜吃。", " 朋友喜欢上一女孩，鼓足勇气把女孩约出来打算表白，就跟我借车去接她。临行时我想给他打打气，就拍拍他肩膀对他说：“加油啊！”结果他表情复杂地看了我一眼就走了。晚上他回来，发现油被加满了……哥们，我真不是这意思！", " 某人，和媳妇吵架了，冷战中。晚上睡觉时，又想跑去抱着媳妇睡（小两口平时都是相拥而眠）。还在生气的媳妇眼巴巴的等着男人哄哄她才给抱的，所以现在坚决不让抱。谁知道这货一番努力未能达成心愿终于恼火了，牛皮哄哄的吼了句：“你不给俺抱算了，俺抱别人的老婆睡觉去！”然后真的翻过身，抱着2岁大的女儿呼呼了……这样也行啊~"]}, "taskid": "3a1ef5f7d64db7f91cd36c1fdd64380a"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=106&_uid=guest", "updatetime": 1444867679.427134, "result": {"content": [" 机场里一个姑娘对着登机口跪地大哭：“你为了国外的生活，就可以这么抛弃我么？连最后一面都不肯见我就偷偷跑掉，有种你走了就别他妈回来！”一名工作人员走过来扶起姑娘：“对不起姑娘，这是国内航班……那啥，你哭错口了。”", " 我和妻子正在看《梁祝》。。。。当在忧伤的音乐中梁和祝化作两只蝴蝶翩翩起舞的时候，眼角湿润的我在心里默默的为他们惊天地、泣鬼神的爱情感动。祝福。。。。。。突然我老婆狂笑不止。我诧异的问怎么了？她笑说梁祝是傻子，说蝴蝶的生命正常情况下只有7天左右，为什么要变蝴蝶穷得瑟呢？如果变俩王八，这样的结局才是最完美的。尼玛，幸亏编剧、导演不是你。", " 本人初中老师，热爱CF，27岁，完毕，学校旁边有一个网吧，平时周末爆满。昨天下午个另外三个同事去网吧一起玩，一下午一半机子都是空的。网吧老板和我们闲聊得知我们是老师后，立刻送上红茶说：“兄弟，以后别来了行不？”", " 吃饭时偶然听到隔壁桌两女纸对话 “看你天天红光满面的，男朋友挺猛的吧？”“他吖，床上赵子龙.” “这么流弊？那你爽了” “七进七出而已”我的米粒直接就从鼻孔出来了。", " 买了一熊猫连体睡衣，就是上厕所要从头脱到底的那种。上厕所，上完以后发现坑里没东西，各种纳闷，穿衣服的时候发现便便全拉帽子里。次奥!!", " 房租到期了，我哥们不想续约，就找房东退房。 房东来检查房，发现窗帘上有三个洞，于是要求一个洞赔50元。 这哥们问：“确定一个洞50元吗？” 房东点点头。 只见这二货拿起烟头把窗帘上的三个小洞烫成了一个大洞，然后给房东了50元，说：“能省一百就省一百吧。”", " 去肯德基吃早饭，要了个荷包蛋，结果蛋要等，等就等吧，五分钟之后服务员托着盘子送蛋，走到我跟前，问：＂先生你几个蛋？＂我他妈硬着头皮回：＂我一个蛋...[挖鼻屎]＂", " 跟朋友聊天，总结男女关系！他说男人是儿，女人是口，男女关系总结起来就是：兄四兄四兄四兄四……顿时觉得惭愧，果然比不上人家内涵啊！", " 自从听到宿舍那货唱\"我们都有一个家，名字叫中国，兄弟姐妹都很多，景色也不错，老人不图儿女为家做多大贡献啊…\"尼马我也改不过来了！！", " 在英国上学。外教一直很惊讶中国人起的英文名。有个男生给自己起了个Astroboy（阿童木），外教特别惊讶表示不理解，我们都觉得还好。后来学姐淡淡地告诉我们，你起阿童木，就相当于你问一个老外他的中国名字，他说叫葫芦娃一样。。。"]}, "taskid": "99435c7a258cb0ea30450a1b9724064f"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=120&_uid=guest", "updatetime": 1444867678.412223, "result": {"content": [" 中国的城市可以被分为三类：一是像西安那样的普通城市，春夏秋冬顺序播放；二是像昆明那样的文艺城市，春季单曲循环；三是像武汉这样的2B城市，城市中的战斗机，城市中的VIP，一年四季随机播放。四天前21度，前天0度，昨天10度。", " 90岁的陈冠希躺在床上，李宗瑞进去看他。“希哥，香港又选小姐了，不去看看？”答：“老了，看不清了”又问：“兰博基尼出悬浮型了，不去试试？”答：“方向盘都窝不稳了”宗瑞很无奈：“新款摄相机出了，据说像素达到两亿呢！储存量更大，直接附带1024G云端硬盘”陈冠希：“快！扶我起来……”.", " 爸。。我错了。。我不该在众多茶叶中拿了最贵的。。，我也不知道你的茶叶可以贵到1500一两。。我错了爸。我不应该拿它煮茶叶蛋还一不小心放了很多。。但是爸。。。咱能别嚎了么。。门还没有关。。邻居都上来了。。", " 图书馆的宗旨不在于罚款创收，而是鼓励多读书:收到纽约的图书馆来信，说儿子借的五本书过期至少14天了。今天去还书，超期罚款金额共15刀，但不必付钱，可以选择积累读书时间来抵消罚款：即每次来馆读书1小时，可以抵掉2刀，累计读够7个半小时，就可以抵消15刀罚款额。", " 记得初中时老师出了个半命题作文《------压力》或《压力------》,我们都写了“成长的压力”，“考试的压力”或是“压力下的我们”,唯独我们班一旷世奇才写了一篇说明文——《压力锅》……", " 这鼓手太有文化底蕴了!!!有个人在一个乐队演出结束以后，捡到了该乐队鼓手的谱子。内容如下： “一开始冻呲大次若干小节，当听到吉他手\"滋儿\"的一声以后，就开始疯狂的冻呲大次。”", " 早上，我还没起来，看到媳妇在一边乐滋滋的在化妆，问她今天为啥这么开心，答曰：瘦了，牛仔裤穿上去很轻松了！等我起床一看，我的牛仔裤不见了。", " 朋友的女朋友叫小婉，挺漂亮的。这孙子喜欢出去浪，特别喜欢出去找 小姐，而且每次都问那些妈咪有没有叫小婉的，有就点那姑娘。问他，曰能缓解心里的愧疚感。。终于前两天，他点到了他女朋友。。。", " 讲我一女同学，感冒了加例假不舒服，告诉了其男友，男友热乎热乎的就从上海赶来了，男友问她：“你冷不冷？”女同学抓住男友的手放在了小腹上较低的部位，于是其男友脸色瞬间呈尴尬装一闪而过，女同学继续说：“我有贴暖宝宝”听到这话男友轻呼一口气，说：“吓死我了，我以为你让我摸你的卫生巾...”", " 老师为了活跃一下课堂气氛，在黑板上写下一道题，说： 来，15号同学，你上黑板给大家讲一下这道题的做法。 15号乃一滑头，见他从容不迫走上讲台，问： 老师，你的意思是让我像老师一样在这儿讲么？ 老师回答： 是这样的。 15号同学马上接过话头说： 来，16号同学，你上黑板给大家讲一下这道题的做法。"]}, "taskid": "f2fce765dd8863c2a36f02067ebb50f4"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=124&_uid=guest", "updatetime": 1444867677.553154, "result": {"content": [" 本人姓卿，多年来一直从事公司销售！公司时常有产品快递返回做维修。本人经常会接到快递的电话，聊先生有你的快递，即先生有你的快递！尼玛，叫我聊先生，我忍了，叫我即先生，我也忍了。但是碰到叫我卵先生的，哥就不蛋定了，你才姓卵，你哥才姓卵，你全家都姓卵。。。。", " 他和她经常组队打怪，一起升级，可是有一天，她忽然不上线了。他再也找不到她，专情的他执着地带着自己的宠物开始单练。很久以后，他机缘巧合发现，原来她的角色是卡在一个副本里出不来了，帮她解决了这个问题后，两人又重新过上了组队升级的快乐生活。好了，朋友们，这就是神雕侠侣的故事。", " 冬天，她悄悄走到他的身后，把冰凉的手伸进他的脖颈，然后哈哈大笑起来。他却没反应，她以为他生气了，心虚的准备抽回手来。他却抓住她的手说：“笨蛋别动，手怎么这么冰，我给你暖暖。” 然后放到自己的裤裆里。", " 雨天，请美女吃火锅。进店后近视镜片上全是雾，于是摘了。模模糊糊的看到地上放了个墩布头，为了在美女面前表现出自己素质高，便把自己沾满泥水的鞋底，在墩布上跺了两脚。尼玛那不是墩布，是条长毛狗趴在地上！哥以跑百米的速度，被那条狗追了半条街！", " 本人怀孕中。 。。早上4点的时候饿醒了，于是叫我老公起床温了牛奶。回来后他有躺进被窝里，等了两分钟我准备出去拿牛奶。他突然跳起来说“你好深的计谋，想冻着我儿子，别想有这个机会”然后跑出去拿牛奶。我凌乱了。。。", " 喜欢一妹子，终于被我约出来吃饭，然后我俩在出租车上闲聊。 我说“我好几天没出门了。她回我说：“我也是啊，天天躺床上，睡觉在床上，吃饭在床上，做生意也在床上…“结果正儿八经的吃了一顿饭，然后叫她自己回去。过个好久和她姐妹聊天才知道，她是开网店的、、当时怎么就不多问几句啊。。。", " 4", " 我哥们把我的情书塞给了我暗恋的她。她边看边笑，被老师发现。老师要捉拿元凶，情书上却没署名，我庆幸自己的疏忽。老师一而再地追问她，直到她哭，这时我哥们站了起来。老师问是不是他，他望向我，我低下头不敢看他。据说他最后点了头。多年后的今天，我收到他和她的结婚请帖。", " 我们市郊区有一所中学，里面很多学生不务正业，净是一些富二代、官二代 ,前几年有一个学生和班主任闹矛盾，闹得很厉害，动过好几次手，两个人必须得走一个了 ,老师很有背景啊 ,学生很有背景啊 ,怎么办呢？ …… 校长走了 ……", " 昨天幼儿园小朋友坐大巴车来我们单位参观，我在车子下面一个个的往下抱。 由于小朋友太多，我连头也没抬，最后连幼儿园老师一起抱了下来……哥当时脸都红了，你倒是挣扎一下啊……"]}, "taskid": "2ad9cf18c1638833b0954c099485aa97"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=145&_uid=guest", "updatetime": 1444867676.878131, "result": {"content": [" 昨晚看某人的文，有一句“能娶到XX，对他来说是捡了个大便宜”，很遗憾“宜”这个字位于下一页，所以满脑子挥之不去都是另一个意思。", " 刚在校内看到一哥们一条状态，瞬间给跪：搞对象千万不能找自己宿舍的，分手以后太特么闹心……信息量好大！", " 交车上，某男一手托举着，五指分开，似托一碗，举累了，在换手时小心翼翼，好像托着一个无形的球。大家都很纳闷到底他托的是什么，终于有人忍不住问：“哥们，你这是练什么绝世神功呢？” 这哥们答：“老婆让我给她买胸罩，怕忘了大小……”", " 昨晚跟大一的联谊我把铃声换成东京热的开头曲然后用自己的另一个手机打了过去我数了数有六个学妹露出了笑容", " 突然想起第一次被老妈打是5岁的时候，原因很简单，老妈的口袋里有十几张崭新的十块钱。我偷了一张，去买了两块雪糕吃完后，把剩下的9块6毛放回去了。 我觉得活该我被挨，不仅仅是因为偷钱，好像还跟智商有关系。。。。", " 一直觉得学校里最神圣的职业是为学生安排宿舍，他们不经意之间决定了很多人这一生最好的朋友是谁。", " 有一天，老婆刚从美容院，剪个新的发型回来，在化妆室一面照镜子，一面对坐在沙 发上看报纸的老公说话。老婆：我剪这种发型，会不会变得很难看？老公：不会啊！老婆：真的吗？老公：是啊！你的难看与发型无关啊！！老婆：…..！", " 新认识了一个姑娘，谈吐长相还不错，约会了几次，前几天果断拉黑…看完电影去吃饭，姑娘说要吃小笼包，结果就是人均消费80的地方吃掉我600多…如果是食量大我心疼钱那就是我没品…问题她所谓的吃小笼包是只吸汤，不吃皮不吃肉….内涵评论：身在福中不知福！", " 手机一个月没响过了，今天拿去修，结果维修师傅说手机没坏，只不过一个多月没人打电话进来罢了，我直接就给师傅跪下了，求他别说了……", " 体育课蛙跳。老师让女生先出发，过一会儿男生再出发，如果后面的哪个男生赶上了前面的某个女生，就可以向她提个要求。我一哥们儿赶上了他喜欢的女生，班里不少人都知道，所以都去围观。只听他字正腔圆的说:XXX，你再去跳一圈，一边跳一边学狗叫！。。。。。。。真活该他屌丝这么多年！"]}, "taskid": "bfec0067a37eb36c638827e8c47fb1c7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=139&_uid=guest", "updatetime": 1444867676.572085, "result": {"content": [" 去外地考试顺便旅游几天。。。。刚才俺爹打来电话说：抓紧回来吧，我跟狗说你妈把你卖了，现在这货已经绝食三天了。。。", " 莫言获得了诺贝尔奖，我的毕业论文《诺贝尔奖离中国有多远？》该怎么写下去啊？", " 某男要买黑色避孕套,售货员问:\"为何不试试彩色的,还能提高性欲.\"男子叹气:\"单位领导刚去世,去安慰一下嫂子,戴黑的严肃些.", " 说“每个成功女人的背后都有一个干爹”这种话的人实在是太幼稚了，你以为干爹只会一种姿势？", " 学校里有个美眉，每次上课都要占第一排左边的那个位子，占不到就和别人大吵。 久而久之，大家都默认那个位子是她的，不和她争。一次，一个新来的男生坐到了这个位子上，美眉走进教室一看，立刻对着男生嚷嚷，说这座位是她的，她都坐了几个月了。男生愣了一下，冷笑道：“坐了几个月就霸占了？我脚下的地球都踩了快二十年，到现在都不敢说是我的！”", " 星期天带儿子参加同事婚礼，酒席上儿子和另外两个小孩子在酒桌下钻着捉迷藏，突然小家伙出来对着我大喊：爸爸，有个阿姨穿裙子没有穿小内裤，你要不要看啊？ 酒桌上大家瞬间安静了……", " .今天做公交，上来一穿着嘻哈风格，戴着大耳机的男生，上来后站在出口处的门旁一直在随着音乐左右晃荡，我不会告诉你，他书包里的公交卡已经在门旁的刷卡机上刷了无数次....无数次....了", " 说个以前初中同学的糗事，我那同学,上课内急,举手老师不让去,这大哥情急之下想偷偷用饮料瓶解决,没想灌入过程声音极其巨大,全班瞬间安静.一起倾听.此男觉得悲催至极！！但更悲催的是，他发现一瓶不够…", " 我一哥们，割了包皮。有天不知道怎么把线涨坏了。小jj上全是血啊。不知道是哪里流出来的。他果断拿盆打了一盆水.我说你干嘛？他没理我。把小jj放水里说：\"快来帮我看看哪里在冒泡。\"尼马补胎啊。。。", " 去快餐店买可乐,就看见配餐妹子在接可乐时不小心满出来了......................然后她就帮我喝了一小口才封上给我= =.......看在是美女的份上我原谅她了~"]}, "taskid": "4b3f8f03dff89ff810b72b1b856c0983"}
