{"url": "http://bbs.byr.cn/article/Joke/648830?p=212&_uid=guest", "updatetime": 1445431362.374135, "result": {"content": [" 一对情侣坐地铁去世纪公园，出站之后两人因为哪个口近而争执起来。男朋友坚持1号口，女朋友则执意要走2号口，结果无奈之下男朋友只能求助于咨询台的工作人员。阿姨望了男孩子一眼，只说了一句：要去世纪公园就走1号口，要女朋友就走2号口。", " 同是伟人，马克思走了，给我们留下背到口吐白沫的马克思主义和默到手长老茧的论文试题，屈原走了，却给我们留下了3天假期……还是中国人心疼中国人啊！", " 老婆发明了一个积分换OOXX制度，规定我洗碗可以得10分，洗衣服20分，扫地按摩各10分...我要凑满500分才能和她OOXX...执行两个月后，老婆主动要求取消这项制度，我不同意，于是经过协商改为老婆洗碗可以得10分，洗衣服20分，扫地按摩各10分...她要凑满500分我才和她OOXX...", " “我想起个网名，其中要有阿拉伯语、英语、中文三种文字，并能彰显我的个性。” 某网友回：“2B青年”。。", " 前天带司机请客户吃饭，车行途中顿感肚子不爽,悄无声息放一臭屁,为免出丑随大声问道:什么味道这么臭?司机答曰:电瓶烧了。心里欢喜司机机智。昨天司机报帐,里边赫然粘贴电瓶发票一张,单价800。咬牙签字,怎么一个屁这么贵!", " 美女同学在QQ上向我抱怨自己刚出生5个月的孩子挑食，我问她：挑左边的还是右边的。。。", " 谁能理解我哥们大学刚毕业买了辆电车然后去公司上班，隔着观光电梯看着自己车被偷走却无能为力的内伤？", " 小时候家住六楼，父母管教很严格，周末不允许出去玩，把我反锁在家里。 一个周末下午父母不在家，但照例把我反锁在家里，小伙伴找我玩，在楼下各种勾引。我在阳台上急得团团转。小伙伴说：“你跳下来吧，我们这么多人呢，接住你没问题，快跳吧！”我各种动心，住在六楼几年常往下面看，时间久了也没觉得六楼很高，于是站在阳台上的窗户边就想往下跳。突然想起还要带水枪什么的，就把水枪装到书包里向下扔，大喊“接住！”结果当场就把楼下的小伙伴砸哭了。 于是……我活到了今天…………", " 车上遇见一对双胞胎姑娘。穿的那个清凉啊，笑的那个甜啊……忍不住要去搭讪。 为不表现的轻浮和唐突，在心中默念了好几遍准备好的台词才走凑上去对她倆说：你们谁想做我小姨子？", " =；=！ 这都行。。 我等下听听去。。。 【 在 michael929 的大作中提到: 】 : 歌名：流川枫与苍井空 : 词曲：曹石（黑撒乐队主唱） : 演唱：黑撒乐队 : ..................."]}, "taskid": "4d975694da418c9a9de9de6310e77702"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=220&_uid=guest", "updatetime": 1445431361.537025, "result": {"content": [" 一牛人竟然对出了千古绝对！当时的上联——传说苏轼及后人都没能对上：游西湖，提锡壶，锡壶掉西湖，惜乎锡壶；牛逼的下联：听物理，如雾里，雾里看物理，勿理物理。 你以为这样就结束了？屌丝笑了：看井空，射精空，精空因井空，惊恐精空。", " 姐昨天去剪了个头，由于天热，剪的短了点。从食堂回教室的路上听见三个初中在讨论我“你们猜那个人是男的还是女的？”这不是高潮。姐冲过去指着胸口大吼“睁大眼睛看看老子是男是女！” 小男孩颤抖的说。。。哥哥。。我错了。。", " 今天公司上课培训新人，上课的内容是人与人之间的关系，讲师在放PPT的时候，前面都大篇幅的文字，当讲到“人应该学会包容”时，什么文字都没有，就放了一张图：谢霆锋和冠希的合影。这尼玛多少文字也比不上啊。。。。", " 老婆说：孩子成绩上不去，咱两个以后你辅导孩子数学，我辅导语文，要是谁辅导的课考试成绩低，谁做饭一个月，怎么样？　　丈夫：这主意好啊，就这么办。　　一段时间后，女儿考试成绩下来了，语文85，数学90。　　老婆看到成绩，闷闷不乐的做饭去了。　　饭桌上，女儿说：妈妈，我是故意让语文分比数学低的，因为爸爸做的饭太难吃……", " 我姐姐的儿子，一岁了，还不会说话，但那小子那个不甘寂寞，随便扯住谁就在那里巴拉巴拉的讲他自己的外星语。那天我被他缠住了，没办法，咱不欺负小孩子，于是很认真的听。。。。。。。。突然他停住了，我如梦初醒，看到他睁大眼睛，极度无辜的看着我，好像要哭了。。。。。。尼玛，我不就走了会神吗？这占有欲太太太强了吧。。。。。。这时候，他妈妈走过来，看我惊慌失措，十分淡定地说：“没事，说太多话，又被自己口水噎到。。。。”", " 妹妹养巨型仓鼠一只，好像是叫金丝熊吧，很大很强壮，经常夜里自己顶开笼子爬出来遛弯。那夜误打误撞爬上了我爷爷的枕头，爷爷惊醒，大叫有老鼠！奶奶起床一看，爷爷居然坐起来了，对着巨型仓鼠惨叫，爷爷由于高血压后遗症半身瘫痪已经12年，居然坐起来了，坐起来了，坐起来了'''''", " 有个不务正业的男青年迷上了一位漂亮姑娘，并频频向她求婚。姑娘见躲不过他，便不屑地说：想要我嫁给你，除非天上没了太阳和月亮！男青年听了，高兴的抓住姑娘的手：你的意思是，只要一阴天，你就嫁给我？", " 大学男生宿舍从一楼走到六楼，基本可以听见电脑里发出这几种声音，1，“Fire in the hole……” 2，“double kill……“3，“詹姆斯在对位杜兰特身体上完全不吃亏……”4，“人在塔在……”5，“亚美蝶亚美蝶……”6，“让我用心把你留下来……”", " 你们说非洲人会不会把黑色丝袜叫肉色丝袜？", " 坐公交车，听两个哥哥在后面讲，“这车不是去西山么？”对方回答“是啊。“”刚才有个大哥火急火燎的赶上公交，之后对司机讲：谢谢师傅，要不我去西天就不赶趟儿了。司机淡定的说，我的车不到西天，去西天你得骑白龙马！！！”全车乘客笑喷。。。"]}, "taskid": "b839e5ba3afae1fa5a98457e5ae3aec6"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=214&_uid=guest", "updatetime": 1445431360.139715, "result": {"content": [" 公车上，一美女坐我旁边，拿出一个章要盖印，可能盖的不明显，然后就用嘴巴对着哈气，哈着哈着，司机突然一个急刹车……雷人一幕来了，就看见她往自己嘴上盖了个大大的xxxx有限公司有木有………我还不能笑，憋死我了……。。", " .想起来高一的时候，我的同桌（男）上课玩手机，怕老师从后门突然进来。玩一会就转头看看，没有老师接着玩。每次一转头坐后门门口的那男生以为是看他的，就突然把头低下去满脸通红，一个月后那男的给我同桌表白了……人世间最狗血的事情莫过于此。。", " 我吃多了。。休息一会。。 【 在 hewe 的大作中提到: 】 : 抗议！！！！！短更了啦", " 党员八折~ 群众六折 好不。。~ 【 在 hewe 的大作中提到: 】 : 大吃大喝，莫非你是档员，吃东西不要钱", " 那天打车回家，坐后面，走了有三分钟，突然从后视镜里看见的哥在睡觉，是的，你没有看错，他闭着眼睛开着车。刚要喊他，他突然睁开眼睛了，问我“兄弟，有驾照不？替哥开一会，哥累的不行。”。。。。。。然后，我霸气的开着出租回的家。", " 北京某旅行社来社区组织老人夕阳游。结果把一车人拉到郊区一个种植园采摘处，说每人不摘一箱樱桃就不管拉回去，结果司机在种植园的传达室坐着时，一老大爷开着车把全车老人拉回城了！司机在郊区回不去了！", " 前两天因为没有中5.7亿，心情一直很不好。直到今天得知风能和太阳能是国家的，一想到自己这么多年免费晒太阳还吹着风，白占了国家这么多年便宜，心情一下子好了起来，感恩，知足！对了 补充一句：戴墨镜反射阳光有退税吗？", " 都说把头发丝缠在玉上用打火机烧，头发丝不断的话就是真玉。我哥的发小有一块带在身上十多年的传家宝。某天心血来潮，想向我哥众人证明其价值连城，便用了这个方法。最后不但头发丝被烧断了，陪了他十多年的传家宝就这样被烧化了......化了......", " 晚上弟弟给我打电话，“帮我查下高考成绩，让我看看你手气怎么样！”靠，你以为抽奖啊！", " 大一时候看3D肉蒲团，怕有声，就戴着耳机。正看的精彩的时候发现后面有异常，回头一看我爸正抽烟眯着眼看的聚精会神。神情异常认真！！！"]}, "taskid": "9f4292ee49c3a44680d38b50fdc0bb7f"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=249&_uid=guest", "updatetime": 1445431359.323625, "result": {"content": [" 今天去买一张小桌子，平常也就四五十的价格， 　　去到一家私店发现一个不错的，遂上前问询价格， 　　老板开价100，我说太贵，老板说：不贵不贵， 　　你看这材质、这脚架，承重能力很强的， 　　哪怕像你那么胖的坐上去一点问题没有啊！ 　　于是边挪到桌子上边说：来，胖子，你试试…… 　　试你妹、胖你妹，我不买了……", " 沉睡17年的植物人小王醒来后看到不离不弃的妻子和6岁的儿子后激动地哭了。", " 昨晚准备了一颗钻戒向女朋友求婚，但是她拒绝了我：“不可以！你是有老婆的！” 　　“我知道，不然你以为钻戒哪来的？”", " 一中的明明和二中的小丽恋爱了，为了避免被学校发现，星期一他们在后山碰头，星期二他们在溪边碰头，星期三他们在公园碰头，星期四他们在小树林碰头，星期五他们都脑震荡了……", " 一女子来到山上的寺庙，想向方丈讨教传统功夫。 　　于是方丈随手一指电脑上的水煮鱼图片问：“想不想吃？” 　　女子答：“想吃！” 　　方丈又指麻辣串问：“想不想吃？” 　　女子答：“想吃！” 　　方丈又指毛血旺问：“想不想吃？” 　　女子答：“想吃！” 　　方丈这时说：“很好，你已练成了。这功就叫一指馋！”", " 能大声喊出来的，都是真话。能老远认出来的，都是真胖。", " 一日夜间包拯手捧魔镜：魔镜啊魔镜，谁是世界上最黑的人？ 　　魔镜：我操，谁在说话！", " 3岁还不会说话？改成1岁比较好 【 在 cela 的大作中提到: 】 : 前几天带儿子去爬花果山，花果山上猴子简直饿疯了，抢游客东西吃，还抢包，把我那三岁儿子棒棒糖抢走了，我那不会讲话的儿子生气的朝猴子叽歪叽歪的大喊大叫，没想到猴子送了个没剥的香蕉给我儿子，我是看的目瞪口呆，这是闹哪出啊。。。。。", " 昨晚吃完饭打算看回新闻联播，可节目刚一开始，就听到主持人说“今天新闻联播的主要内容有…”。气得我是摔掉了遥控器，从沙发上蹦了起来：“剧透死全家！”", " 和男友去逛街，他的手让玻璃杯划伤了，包扎着。 　　正走着，一个小男孩突然拉着男友手问：“叔叔，你的手怎么了？” 　　我本以为男友会说不小心划伤了， 　　谁知他竟说：“是我不听话，让我妈打的。” 　　小男孩说：“我也不听话，我妈都不打我，你妈妈是后妈吧？”"]}, "taskid": "940db741384398cbffb204cb1d80c07d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=225&_uid=guest", "updatetime": 1445431357.856652, "result": {"content": [" 同事有个同学特别胖，300来斤，有次学校体检要称体重，管体检的老师看看了说你就别称了，自己填一下吧。这哥们填的时候觉得写150公斤不好看，想了想就填了个0.15吨。真心觉得这哥们脑袋缺根弦啊。", " 一次看到老舅手指夹着燃着的烟靠在沙发上睡着了，就很心疼地走过去，轻手轻脚地又给他点着一支新的夹上。 一下午乐此不疲地点了半盒烟 。老舅醒后，很感激， 于是决定不让我吃晚饭。", " 刚刚回家的时候在马路上看到的……一条狗在路上悠闲的走着，后面有个小伙子踩着单车。就在小伙子准备超过那狗时，狗狗突然看了他一眼，然后狂奔！小伙子愣了一下，然后也跟着狂踩。狗狗吐着舌头狂奔，小伙子也吐着舌头狂踩……这一人一狗就这样你追我赶的消失在我的视线里，留下了心里久久不能平静的我。", " 学校网速比较慢，视频的时候经常掉线,特别卡。有一天和妈妈视频，妈妈突然定住不动了，我就喊，妈妈。她不动。继续喊，妈妈。还是不动。最后悠悠说了一句他妈的又卡住了，准备关了重开的时候。我妈突然笑了，告诉我，她是装的。。。妈妈啊你是那闹哪样。", " 这世界，反应慢的会被玩死，能力差的会被闲死，胆子小的会被吓死，酒量小的会被灌死，身体差的会被累死，讲话直的会被整死，能干活的会被用死。所以干任何事情不必太认真。不然人在天堂，钱在银行。。。", " 老公当兵的，好久没见，昨天见面 。 晚上在床上聊天，我忍不住用手去摸老公的小弟弟，可能用劲过大，老公说了句:“轻点 ，兄弟！”", " 家有小萝莉5岁，如果晚上吃了水果的话可能会尿床，昨晚吃了水果，并且一个人睡。于是，半夜老爸起来，抱她尿尿；等下，老妈起来又抱她尿尿，再等下，奶奶又起来了，再抱她去尿尿。小萝莉奇怪了，怎么醒来老是在厕所里呢.可怜的孩纸！", " 带儿子去超市，儿子看见一变形金刚套装，哭着要买，我不许，儿子大声道：“你不买，我就告诉我妈你在商场和别的阿姨亲嘴。”当时我就笑了，这没有的事啊，老婆不会信的。接下来儿子就秒杀了我：“你说妈妈是信我这4岁的乖孩子，还是信你这个做生意的老油条？”", " 给老爸买了件短袖，拿回家献殷勤。想着他会很喜欢，没想到人家头都没抬说：“嗯…你放那儿吧。”继续看电视。心顿时凉了一截。虽说平时父女两关系就不怎么好，还是没想到他会这么冷漠。第二天早晨起床没见着他（我爸一向起得晚），就问我妈：“妈，我爸呢？”“一大早起来就穿着新衣服跑步去了，至今未归。”", " 家里鼠标坏了，爸爸去买，妈妈特地叮嘱，不要买太贵的，买个几十块的就行！然后爸爸买回来一个无线鼠标，然后…… 多少钱？老妈问 35！爸底气实足地说 再说一遍？老妈眯着眼看着我爸说 53……老爸底气有点不足了 啊？你说什么？我没听清！老妈故意扣扣耳朵说 一百……五十三……老爸声音越来越小 哦？是吗？真的吗？老妈冷笑 三百五十一，老爸几乎没声了……"]}, "taskid": "9a3dddbf657001064ec820976434bf70"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=208&_uid=guest", "updatetime": 1445431357.166269, "result": {"content": [" 一个女人走进一家整容医院：“我要D cup。”医生：“一个5000。”女人：“我两个都做。”医生：“7500。”女人：“不是1万吗？”医生：“第二杯半价。”。。", " 大学里建宿舍楼，总共造了七栋。不知道哪个学校领导出的馊主意说按照彩虹七色来命名。于是往后的日子经常会听到校园广播里传出这样的声音：啊！青楼的女生们注意了！", " 小时候小，不懂事，就喜欢玩JJ,天天走路的时候手伸裤裆里面各种撕拉扯拽，我爸爸还训我“电视上说了，小孩子不能玩，玩了就不长了” ...我现在特后悔我爸那时候怎么没一巴掌打醒我..", " 在室友电脑里发现几个word文档，名字叫“裸足”“黑丝”““热裤”“爆乳”等等。 好奇加兴奋的打开，发现尽是英语学习资料，问何故，他说为了诱惑自己点开....", " 那天，我把女朋友送到车站，突然想要玩点浪漫的，于是就像电影里一样在公交车后面追车。但我考虑错了，电影里面追的是火车，而我追的是公交车。于是，长长的公车在我的挥手后停了下来，我只好转头就走，我觉得公车上面的广告都在嘲笑我", " 同学上课睡觉，老师见了火大，叫他到黑板上解题，准备当众羞辱他。才站起来，老师就开始酸他：成绩那么差还睡觉，你是不是就知道睡觉啊。。。结果他漂亮的把题解出来了。老师顿时有点下不来台。结果他自己走回座位，坐下后淡淡的说：我先睡一下，你待会还有不会的再问我。。。瞬间碉堡了！", " 去年暑假和男友一起去香港，某天一起逛街，本人无比尿急。找了好久都没有找到厕所，肯德基神马的都没有看到！商场里面的厕所只供职工使用，坑爹啊有木有？！尼玛，转了几圈之后终于在太古广场附近找到一个残疾人专用厕所，门没锁！我正在犹豫中，男友一句：“快进去啊，脑残也是残疾的一种！”.......然后我就进去了~~", " 我指着蒸饺。“阿姨，来两个烧卖”“好嘞”食堂阿姨麻利的给了我两个春卷，刷了我一块钱。我想，我们都是有心事的人吧。", " 偶像剧，男主脚把自己的眼角膜捐给女主脚，变成盲人默默消失，后来被女主脚找到各种相认各种感动.....老妈被感动得稀里哗啦的，边抹眼泪边说:“只捐一只眼不就行了，俩人就都能看见了”。。。。。。 我想说，妈，好主意呀!导演怎么就没想到呢!", " 网上订购必胜客披萨一份。过了一会儿电话响了：喂，你好，我是肯德基，啊不对，我是麦当劳，啊啊，不对，哎哟卧槽，我是啥玩意儿来着？不管了，你订的肯德基套餐，不对，哎哟瞧我这嘴，反正你订的吃的到了，下来取吧…从始至终我就没说过一句话，外卖兄弟，你兼职兼多了，逗我玩呢？"]}, "taskid": "103fb599137147a4fd9975c2d8880d33"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=246&_uid=guest", "updatetime": 1445431356.396681, "result": {"content": [" 今天去KFC，人多排队的时候，前面有个女的，看样子很急，她拍了拍她前面一猛男肩膀小声说到：帅哥，能让我插个队吗？谁知道猛男回头面带怒色粗声问：你说什么再跟我说一遍。女的一下子就懵了说：能让我…？猛男立即打断说：上一句。女的挠了下头：帅哥！。猛男立马让开伸出右手大声说：请！", " 儿子跟父亲说：爸爸，今天开始每天多给我1块零花钱吧？我要开始攒钱了。其父曰：攒钱做什么？儿子：我打算日行一善。父亲很开心，于是就每天都多给儿子一块钱。直到有一天开家长会，其父遇到了一个妈妈，她说她的女儿叫刑怡善……", " 我高中同桌是女生，名字叫冠雄，一次她爸带她到公司，遇到同事，就介绍说这是我女儿冠雄，那位叔叔哈哈大笑，一边捶她爸的背一边说，原来是女儿啊，哈哈哈哈，我一直以为冠雄是个男的，啊哈哈…我同桌很不高兴，就问她爸，这人是谁啊。她爸说哦，这就是我常给你说的丁香…", " 今天在网吧，看见一四十来岁的大叔被六十多岁的大妈抓回家吃饭……我仿佛看到了我的晚年。", " 晚上跟老公在客厅看电视。很晚了老公说睡觉啊？！我跟老公耍赖，＂老公，我要你抱我进去！＂，老公看了看我说＂我把床给你搬出来吧！！＂------靠！你给我站住！什么意思啊！！！", " 前几天美学课上 老师说到形态美 便举例你看韩红 这么多年没留过长发 正是因为她明白短发才是最适合自己的形态美 第一排的男生大声的接了一句 她可能是害怕留长发会被认成刘欢╮(╯▽╰)╭", " 早上和老婆在沙县小吃吃早点，进来一对小情侣，一看就是刚处，男孩拉手都试探着，我回头亲了一下老婆，挑衅的看着小情侣，男孩脸红了。。。女孩拉过男孩的脸亲了一下，回头挑衅的看我。。耶！哥赢了。。老婆夸我造了八级浮屠。", " 我们公司老总姓傅，身价几千万，一次见个大客户，刚到会议室，我热情的介绍，＂陈总，这是我们公司傅总＂，结果对方经理还很好心地跟我说＂小王，这么大的项目，还是跟你们老总直接谈吧，你们副总可能定不了....＂。我瞬间凌乱啊", " 上高中的时候，有个新生在操场抽烟，我们副校长正好穿一身工作服路过，批评该生：“你怎么抽烟呢，一会去我办公室。”该生看了副校长一眼说：“就你这烧锅炉的还有办公室呢。”后来该生居然被开除……", " 高中的有一天晚上宿舍熄灯后，整个楼都特别安静，这时一舍友举起手机，大喊：“把你们的手机都举起来！让我能看到你们！上铺的朋友们，让我听到你的呐喊声好吗！左边，右边的朋友，跟我一起嗨起来” 然后…然后…他就被舍管阿姨拖出在走廊里罚站到夜里12点"]}, "taskid": "f7dfd4eb655c09c525bbab1668716ca6"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=209&_uid=guest", "updatetime": 1445431354.630188, "result": {"content": [" 西班牙夺冠很了不起吗，有本事就在两年后的世界杯赛场上战胜中国队，那样我才承认你们是真正的世界冠军，否则很难让我信服.............", " 夏天天热，有次去公司坐电梯，灯光比较昏暗，电梯只有我和一个美女，我侧对她，本来想用手机偷拍几张胸部照片，因为本人手机被改良过，拍照没有声音的那种，然后对住美女胸部，然后拍摄……然后……闪光灯就亮了", " 我一朋友得了白癜风，胳膊上有几块白斑，但他从来不藏着，有一天一个小朋友看到了，大声问妈妈：妈妈你看这哥哥是怪物！！他妈妈说，那只是大哥哥掉漆啦，可以补上的~这是我见过的最有爱的解释", " 高一的数学老师是个刚毕业的大学生，平时我们上课各种闹，他也习惯了。 有一天他进教室以后看我们安安静静的，仰天大笑曰：你们怎么不说话了？吃错药啦？哈哈哈哈。。。 然后他就看着坐在后面听课的校长大人凌乱了", " 刚在公车上，旁边一对父子，小孩大概七八岁，一直扒拉扒拉和爸爸说话，见爸爸都不太搭理他，小孩突然淡淡地来了句，＂你别想小三想出病来了＂。。。瞬间一车人＂刷＂一下全看着那爸爸，他爸脸通红，大声对儿子说，＂别听你妈瞎说！＂。。。", " 儿子44天了，经常用手机拍些儿子照片，存在电脑桌面一个文件夹，全是儿子照片，粗心的老公往空间传儿子照片，直接批量上传，木有仔细看，有好多我喂奶的照片，他好多朋友都访问了空间。。。。", " 宿舍的有个哥们是斜眼，军训时，教官各种训话，训着训着，突然问他“你这是什么眼神？不服气是吧？”那哥们斜他一眼淡定的说了句“我看谁都这样”。全体爆笑！后来参加工作，屡次遭投诉态度不好，有一次，又被投诉，闹到总经理那儿，客户各种数落，说他说他斜眼看人，看不起人什么的，总经理只用了一句话解释“先生，请您看看他是用什么眼神看我的”。后来，客户什么都没说，转身走了。。。。。", " 本人农村家庭小时候家特穷。记得那是刚开学没有多久，一天下课后老师把我们几个没有交完学费的同学留下问话。问什么时候交起学费，问一兄弟时他说：老师，我妈说你要不要我爸。只留下风中临乱的众人。", " 我们这边搞个夏天广场模仿秀，一哥们上来就对场下观众挥手，场下观众各种鼓掌啊，挥完了，主持人问帅哥你模仿谁啊，帅哥愣了下说我模仿完了啊，主持人一脸黑线问那你到底模仿谁啊，。。。杨利伟。。。杨利伟！", " 我同事是独生女，但是她妈妈在生她前几年不小心流产过一对双胞胎男孩，一直不能释怀。 现在她妈妈老年痴呆了，把女婿当儿子，反而把她当儿媳妇，夫妻俩一去看她就拉着女婿的手说：儿子啊，你怎么找了个媳妇这么丑啊，还老气！。。。。现在她老公有两个妈，而她有俩婆婆。。。"]}, "taskid": "a0b2d57737c6373c29b65fe31026bb85"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=222&_uid=guest", "updatetime": 1445431354.099121, "result": {"content": [" 一个中国记者问德国足球名宿贝肯鲍尔： “您觉得现在的德国 队中还有像您这样有灵性的球员吗？”贝肯鲍尔说：“穆勒。”记者：“呦，还会说河南话。”", " 小学时侯写毕业留言，一同学留言长大后想成为一名职业杀手~~现在靠杀猪为生…………志向很重要..", " 我住一高层楼，楼有一个小男孩特别调皮，经常搞恶作剧，邻居们不胜其扰。 一日下班回家，楼梯就我俩，他家在8楼，我家在楼顶也就是18楼。电梯到8楼电梯门打开后，这小鬼以最快的速度把8层以上的电梯按钮全给我摁了一遍，冲我奸笑一下就想跑，哥怒了，一把将他拿下，拎着他慢慢悠悠到18层，最后哥十分淡定的把电梯每层又摁了一遍。。。", " 领导家双胞胎，带着去拍一寸照，快照要20，嫂子说快照这么贵呢，两个要40呢，照相师傅说，反正是双胞胎，照1个人就行了。。！！", " 某女的闺蜜在朋友聚会上宣布怀孕了，大家都替她高兴。某女万分激动，脱口而出：“太棒了，孩子出生后我一定当后妈！” 大家都安静了，某女忽然意识到说错了，赶紧改口：“不对不对，我的意思是继母......”", " 今天在外应酬，饭局中大伙在聊天，饭过半饷。。我们问到东主家庭的事情，东主说，我奶奶身体那真是不错，今年103岁，还要自己做饭，做点小家务，看电视。。就是一点，经常抱怨不好玩，年纪这么大了，大家也不放心她出门，有次大家陪她去散步，她还是抱怨，说是现在在外面走都碰不到熟人。。。。。103岁。。。熟人。。。", " 某校洗澡是按时收费的，得 插校园卡。有一次某男生洗完澡不 小心滑倒，同学来扶他。只见这哥 们激动的说：别管我，拔卡…快！", " 小时候爸爸常年在外出差，偶尔回来。映像中冬天我睡得特别早，迷迷糊糊就被妈妈抱到她床上去了，可是早上醒来我又在自己床上，到最后我才明白过来，原来我那亲爱的老妈总是让我去给她暖被窝……这亲娘！", " 有一胖妇和老公去海边，她躺在沙滩上，伸展四肢，享受着阳光和海风。 这时老公走过来对她说：“你躺着像个大字，不太好看，注意点形象。” 她看看周围满不在乎地说：“你看，那个女的还不是这样躺着。” 老公看了看叹了口气说：“哎，仿宋和黑体还是有区别的啊。”", " 厕所有个水龙头漏电，本来贴了一张纸：“带电，禁止触摸！”我拿验电笔一试，果然带电。回到办公室、打印了一张：“你能尿到这里么？我能！”下午开始听见惨叫，第二天惨叫依旧."]}, "taskid": "59b695bc9fed1900dc017e50e509505c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=239&_uid=guest", "updatetime": 1445431353.61799, "result": {"content": [" 开车跟朋友去农村散心，女同事一枚，不会歌…看到菜园有片萝卜地，就下来拔了一个吃了，还跟我们炫耀很翠，继续前行，看见一大爷在路边，便上前问大爷这个您卖吗？（心想大爷会说：随便吃吧！）gc来了，大爷说：现在吃不的，刚浇了粪……了粪……粪              我们已经站不住了，剩她在风中凌乱…", " 发一个我朋友说的，割掉线了……小时候，他家前院种了许多草莓，他那群玩伴馋啊，天天围着，他想了个好办法，对，没错，撒尿→_→还是当着他那群玩伴的面尿，一天尿一株，自己要吃了就拿去洗洗，也不嫌自己……但是后来他爸知道后，对着我朋友就是一阵毒打，原因很简单，他爸每次傍晚去村口下完象棋回来，口干舌燥的都会摘几颗草莓，一扔，进嘴……", " 现在缓过气了，……割了那医生MM……昨天做肠镜检查，被俩女医生爆了菊花，检查到一半时痛得我手脚抽筋，还被其中一个女医生侮辱说\"大男人这点痛却受不了，要是让你生孩子那还得了\"……这还不是GC，GC是我二货老婆进检查室说\"以前都是你插别人，今天被人插感觉怎么样\"……我不想说那俩女医生看我老婆的眼神有多少泪……", " 去亲戚家玩，他家少爷在做作业，突然跑过来问我这个怎么做，我一看，哟！一元二次方程，然后就问他：你是不是觉得做作业很无聊啊？是不是觉得学习压力很大啊？是不是想放纵的玩一次啊？你是不是不想读书啊？那小子答：你是不是不会做啊？然后。。。我默默的走开了。。。", " 喝易拉罐的八宝粥，打开总会舔下那个盖子。。。有一次抽风，把它整个放进了嘴里。。。真心进得去出不来啊，一狠心拿出来了，嘴角两边全被豁开了。。。生养了一个多月才好，吃饭说话一不留神就睁开了。。。至今再也不吃了，真心有阴影。。。", " 记得初中时候学习文言文，老师让大家说说意思是‘我’的词，很多同学争先恐后的回答“吾“”小生”“鄙人”……等等，突然教室后排华丽丽的传来一句“杂家”……汗，好吧，公公，你从哪里穿越来的！", " 皇上：“御膳房的东西朕吃腻了，想吃腌过的东西。” 第二天小李子失踪了。", " 怎样判断自己是个美女？——在自己的照片上P些日文，如果有人跳出来求种子，那么你就是美女了！", " 过两天要坐飞机回老家趟，今天就跟媳妇说要是我死了你就再找个吧，你还年轻，别为我守寡了。媳妇含泪点点头你放心吧，我都找好了，就等你死了。", " 喝多吹牛，朋友说他出去喝酒只喝old white fuck！大家各种猜测是什么好的洋酒，名字都这么霸气！还带fuck的！这时候角落里一个考了四次依旧没过四级的兄弟飘出一句话：不就是“老白干”吗，搞得跟真的一样。。。"]}, "taskid": "14217ca3d57a25605f0e429ecf43c47a"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=227&_uid=guest", "updatetime": 1445431352.613598, "result": {"content": [" 拿了一条刚炸好的小鱼蹲院子里美滋滋的准备开动，家中贱狗小白眼巴巴的看着，于是豪气的把鱼头拽下来赏给它，这货一只爪子按着鱼头，把狗头慢慢的凑近我的鱼，我顿觉它要对我的鱼欲行不轨，我还没来得及撤退它就对着我手中的鱼打了一个喷嚏！尼玛！你是要闹哪样！全给你还不行！全给你！", " 我们寝室二哥是个很做事很投入的人，包括睡觉……有一天晚上，大家熟睡很久，突然二哥从床上掉了下来，大家都醒了。但是都懒得睁眼睛，持续五分钟左右。在大家正要再一次入眠时，只听二哥从地上爬起。大呼：他妈的，原来是我掉下来了……", " 记得那年高考后，心知考的不怎么样，就对父亲如实说了考试成就不理想等等，父亲无奈的说:“不行的话，就复读吧。 ”这时坐在一旁的爷爷生气的说:“考不上就考不上，服什么毒啊？！”真是我亲爷爷……", " 有一天下午要迟到了，忽然发现前面车站停着一辆去学校方向的车，刚刚发动起来，已经往前开了一段了。于是狂奔追之。后来觉得可能追不上，就没跑了，那车忽然停下了。于是我又开始跑，那车也又往前开。后来就这样我跑它开，我停它停。。。司机后来忍不住了，冲我大喊，tm的你上不上车，逗我呢？。。。。囧啊。。路人皆憋到内伤", " 今天下午一个妈妈带宝宝买东西，宝宝想买雪糕吃，妈妈不给买，还打了宝宝两下，宝宝很坚强，没有哭，就在门口玩。 一会一个老奶奶领着哈士奇来买雪糕（每天都买，一天两根）。宝宝看看狗，看看自己，眼泪瞬间就下来了。", " 同事的爷爷养了条狗。那天去他家玩，只见他爷爷指着地上的一只蛐蛐对狗狗说，吃了。狗狗就一溜烟跑过来把蛐蛐给吃了。。然后他爷爷又指着地上一只蚂蚁对狗狗说，把它也吃了!然后狗狗就屁巅屁巅跑过来，把蚂蚁也给吃了。。。我当时就无语了，敢情您老是这样养狗的啊。。。", " 一天，一朋友和他同学在街上晃呢，看见前面有一大叔搂着一特年轻的女子，他同学就一直盯着看（很明显的），走到那两人的前面的时候，大声的说了句：好B都让狗X了，然后那女的就瞪着他看，他回了句：你算好B么？那女的冲上来就要理论，结果让那大叔拦了。之后那两人就走了，我朋友问他同学：你咋这么牛B？那同学说：我X，那男的是我爹！！", " 今天刚发生的事情。 有一邻居，健身房认识的，女孩， 不熟。 上周末我把脚给扭了， 很严重，基本上很难走路，又特别想吃水果， 因为她和我住一个小区， 所以就电了她帮我楼下买一下水果，她过了一会儿就带来了，还帮我洗了几个李子， 我给她钱都不要。 所以是很好一个女孩子。。。。。。。。。。。。。。。 今天， 脚好多了， 晚上回家的时候正好女孩在散步， 我准备去旁边咖啡厅喝点东西， 就把她拉上了。 她开始有点不愿意， 因为比较晚了， 但是还是给我说服了。 我们到了咖啡店不久， 可能就几分钟吧，她在玩手机，突然我就收到个她的短信。 我说，你在这儿还给我发短信啊。 她突然就变得很不好意思的， 说发错了， 对不起啦，一个劲的道歉。 我看了手机一下， 发错的信息是。。 “打过来，想走”。。。。 气氛一下子就尴尬了。。", " 我一哥们在精神病院上班，一天约他出来吃烧烤，酒足饭饱过后，他给我讲了精神病院的真事：病人甲和病人乙打架，本来打得非常激烈，但突然甲不打了，乙就问他为什么不打了，甲说“你当我傻啊，你个神经病打死我你又不犯法，我打死你还得去坐牢”", " 和男朋友一起走喜欢手搂着他的腰，顺便扯着他的衣服。 。有一天散步中，他忽然说:“别扯我的衣服了好不好？” 我不悦，说:“你和我说话就不能加个宝贝？ ”然后他说：“别扯我的宝贝衣服…”.......我一顿暴打！"]}, "taskid": "a64c9dfb02f79bded2c2bcc77c0d86cd"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=247&_uid=guest", "updatetime": 1445431351.21395, "result": {"content": [" 前几天起相亲，对方是一个美女,我们都很满意对方，可是过了一会女方走了，媒婆过来说女方不同意和我交往，我问为什么，媒婆说女方说了一句话，我问是什么，媒婆说女方说太大了受不了，我突然就懵了，我一再追问终于知道为什么了，原来女方是我们老家医院的，原来是在几年前帮我切割包皮的人，我一度晕厥。", " 由于平时加班，小明某个周末忘记回家，被父母一怒之下告上法庭，小明就被判刑一年。在一年服刑期间，小明不能回家探望父母，又被判刑两年……那两年他仍不能探望父母，so……你懂得……小明再也没有出来。", " 上联：一到这会就二目发昏三更半夜四下无人觉得五脏六腑七上八下竟然许九难以平静；下联：九点之后便八脉喷张七窍生烟六神无主感到五行四象三心二意只因周一又要上班。", " 现在这些个戒烟广告一点都不温馨，上来就咣给你整一个烂肺，告诉你可别抽了，再抽你的也烂了，简单粗暴，不考虑吸烟者的感受，事实是大部分吸烟者看到这些图片的第一感受是：你妈逼，吓死老子了，赶紧点根烟压压惊。", " 突然想起小时候一件事：一次数学考试成绩，老是改好卷子发下来了，我一看分数69分，内牛满面啊，同桌突然来了句：“你把卷子拿倒了。”我激动起来，我TMD应该96啊！！！我把卷子倒过来一看MD还是69！！！艹艹艹艹艹！！！", " 一句话不割，请暗恋的女生吃饭，结果她还带了她的男朋友，于是当了灯泡，还要出电费。", " 老婆带八月大的儿子在床上玩，用两腿夹着他，防止他摔跤，这小家伙突然用脑袋猛顶老婆三角地带....二货老婆来了一句＂你要回去啊＂！要回去...我凌乱了...", " 爸爸是个幽默的人，他有一句口头禅：我说的笑话能让你笑的头发都卷起来。一天，儿子从外面听了一个笑话，急着回家告诉妈妈。他一进门就学着爸爸的语气叫道：妈妈我要说一个能让你头发卷起来的笑话。他说着一扭头，看见妈妈做的卷发造型，儿子不由失望的说：原来你已经听过了。", " 昨晚售房部开盘，甲方请我们吃饭，地点酒店，没得不割了吧。我们一桌的是公司老总，开动的时候我看见碗里有些干的水渍。心想这碗可能不干净，于是本着消消毒的想法拿起桌上的白酒就倒了些在碗里。这时同事惊讶的看着我说你用碗喝酒？我回答说不是，碗有点脏我消消毒。同事瞬间凌乱的说：你伢倒半碗五粮液来消毒？一桌人看着啊。。。瞬间我就一口把碗里酒喝掉了糗大了", " 在回家的火车上，坐车各种不舒服啊，=======空调开的低了有点冷，一大叔对列车员说，空调打高点呗，冻死了鸟的。这时，另一大叔说，那可不行，这可是冻车。冻……车……！好吧！大叔你赢了！"]}, "taskid": "caead5f7d12981932b5b315ed22add72"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=232&_uid=guest", "updatetime": 1445431350.587949, "result": {"content": [" 坐火车，对面一对小情侣，各种斗嘴和秀恩爱。 终于累了，靠一起睡。 后来男的上厕所去，女的揉揉眼，掰桔子吃，忽然自己笑，把桌上的一瓶可乐拿来，拧开盖，硬塞了2片桔子进去。 我目瞪口呆。她自己还很开心，对我眨眨眼，又捂嘴笑得很俏皮。 你娇羞个头啊！你男朋友那瓶在他自己包里啊，桌上那瓶是我的！ 你猜当她看到自己男人从包里掏出饮料，用什么表情面对我的？", " 一个建筑工因严重便秘去看医生。 医生检查之后说：「这很容易，你趴到床上去！」 然后医生拿出一支木棒，使尽吃奶力气狠狠对建筑工屁股一棒。 再抓起建筑工，扔进厕所！ 建筑工哀嚎半天，渐渐声音小了，发出快乐的笑声。 心满意足的建筑工走出厕所，向医生道谢。 医生开了处方签，让建筑工去领药。结果，他领了一大包卫生纸。 女药剂师亲切的告诉他：「医师要我吩咐你，以后上完厕所要用卫生纸擦，别再用水泥袋子欧 ^^~~」", " 威尔逊先生决定做个小试验，看着儿子长大后会成为什么样的人。他在桌上放了三样东西：一张10元的钞票——代表银行家；一本崭新的圣经——代表教士；还有一瓶威士忌——代表二流子。然后，他躲在窗帘后面偷看。儿子吹着口哨进来了， 一眼看见桌上的东西，连忙四下张望，证实室内无人后，先把钱对着亮处照了照，然后翻了翻新圣经，接着打开瓶塞闻了一下，随即敏捷地一把抄起三样东西，把钱塞进口袋，把酒瓶掖在胳肢窝下，两手捧住圣经，吹着口哨走了。 威尔逊不禁惊呼：“天哪！他要做政客了！”", " 一对双胞胎在同一个班上学，老师布置作文——我的爸爸 结果老师发现，两个人写的爸爸完全不一样，不仅性格、习惯不一样，连出生年月都不一样 老师问他们：“难道你们不是双胞胎？不是同一个爸爸？”　　 双胞胎说：“是双胞胎，写的一样，还不是怕你说我们的作文是抄的。”", " 和妈妈打电话。我：妈，我想你了。妈妈：嗯，你晚点打来，我在看电视。我：妈，我给你买了件衣服。妈妈：哦，邮回来吧，不要星期天寄来，我那天要看大结局。我：…… 和爸爸打电话。我：爸，我想你了。爸爸：没钱了？我：爸，我给你买了件衣服。爸爸：所以没钱了？我：爸，我想回家。爸爸：没路费？我：……", " 大一刚开学军训。 一男生背来一女生。 女生很痛苦的样子，医生检查后，那男生问医生女生得了什么病。 医生说是痛经。 男生华丽丽来了一句，她是哪根经痛啊，痛的这么厉害…… 医务室的护士，病人集体凌乱了……", " 耶稣和释迦牟尼猜拳。输了就让对方弹一下脑袋，耶稣总是赢，释迦牟尼就被弹得满头包。终于，释迦牟尼赢了一回，耶稣一看自己输了说：“你等我一会，回来之后你再弹我。”耶稣就再也没回来，所以几千年来，释迦牟尼的一只手就一直保持着那个准备弹耶稣脑袋的姿势。", " 繫安全帶飛機上，空姐正在勸乘客們繫好安全帶。 空姐警告說：“上次飛機迫降沒繫安全帶的都摔的血肉模糊！ ”一男子問：“那繫了安全帶的呢？”空姐答：“沒事，都坐得好好的，跟活人一樣。”", " 甲邀请好友乙打Dota，乙：“我答应了我的女人不再打Dota了。”甲：“我不说，你不说，谁知道你打了？”乙望了望远方，淡淡地说：“失信于自己的女人，何以取信于世界？”甲：“那算了。”乙：“别，我还是先跟她分手吧。", " “大人，为何世人都管您叫包公？”展昭问。“承蒙错爱，我想应是与我的年龄及地位有关吧。”包拯道，“有朝一日你们也会享有同样殊荣。”“喔，那时候我就是展公啦。”展昭兴奋对公孙策说，“而您就是公公！”“你妹的，我姓公孙好不好！”"]}, "taskid": "77f641e31137e8bbc36fc0acc48f7054"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=243&_uid=guest", "updatetime": 1445431349.434626, "result": {"content": [" 耶稣。。。 【 在 perdaiz 的大作中提到: 】 : 椰子酥？ :", " 以前在警校，各家高校有时会搞一些联动活动，有次女生节，各校的妹子们各展神通唱的唱跳的跳，男生们看的如痴如醉掌声雷动。然后，到我们学校的女生上台了，几个姑娘站好以后，以迅雷之势掏出一块砖头“哈哈哈”的砸向自己的脑袋，砖碎，鞠躬，下台。其他学校的男生和女生们都惊呆了。。。", " 晚上和老公出去遛弯，说到黑丝的问题，由于我比较黑，也比较瘦，平时只穿肉色丝袜，老公说“以后你也穿个黑丝”我说“我要穿了你怎么办”他说“我会疯狂把你丝袜扒光，然后大喊一声，怎么还有一双”我一顿狂抽", " 昨日傍晚去ATM取钱，当时取200大票，取200的时候取款机提示余额不足，脑子发热心理活动是“我艹，怎么到我就没钱了，果断取了100”拿好卡后看到后面好长的队伍，提醒他们没钱了，于是后面的人就全部散了...", " 插楼主一下", " 郭敬明是打篮球的，以前跟姚明一起在上海男篮打天下的那个超级控卫就是他，此人球技了得，可以胯下过人。", " 初一语文课，老师出一题：牙刷是用来刷牙的，牙刷=刷牙。请同学们给出相仿的词语。全班同学面面相觑，过了几分钟都没答案。我突然想到一个词语，激动地站起来，就怕被别人抢了第一，大声喊答出那两个至今让我经常流泪的字→奶罩！", " 妹纸在等闺蜜，旁边两小孩掐起来了， 　　一小孩没掐赢，就坐在地上哭，边哭边骂：“你给我等着我叫我爸爸来！” 　　然后继续哭，掐赢了的小孩就站旁边，说：“你叫啊，反正你爸就是我爸！” 　　妹纸在旁边笑抽了……", " 我一朋友，很有内涵，最近物价不是都在飞速上涨么， 朋友语出惊人的来了一句：“幸 运哈，幸亏俺在物价上涨前先吃胖了。 ”说完，我一脸黑线！", " 明天考试，讨论是否要穿长裙，把答案写在大腿上，一胖妹纸说“看吧，我腿最粗，能比你们多写好几个大题的答案！”胖纸的春天终于到了！腿到用时方恨细～～～"]}, "taskid": "693b024b6908a037af0138b6b6a0fdbe"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=235&_uid=guest", "updatetime": 1445431348.597756, "result": {"content": [" 包拯急急忙忙来找公孙策：“公孙先生快帮忙看看，本府新买的手机怎么就黑屏了呢？”公孙策接过，揣摩片刻……“大人，您又用自己的大头照当桌面了吧？”", " 一天,我和5岁大的儿子一同观看电视播放妇女生产的记录片。儿子轻声问我：“妈妈，你生我的时候是否也是这样痛？”“是的。”我答道。他听了拥抱着我，感激地说：“妈妈真聪明，懂得生男孩子，不然我也要挨痛了。”", " 今天一男的打错电话了！上来就叫亲爱的……我也是一男的啊！也不知道是不是自己脑残……就随便说：“请你不要再骚扰我女朋友……”然后淡定的关了手机……..", " 那天路过你楼下，车停下来了。很快你给我发了短信：我结婚了，不要再来骚扰我！我没回你短信，因为我用自行车接送你三年，而他用奥迪送了你三回，于是你们结婚了。去你楼下，只是三年的习惯。我很庆幸，这么早的看透你。昨天你打我电话：他有外遇了，我怎么办？我说：你有外遇的时候，想到我怎么办吗？", " 如果中国真和菲v律v宾开v战，让你上前线，你的专业能做什么？好吧，我先来，跑到菲v 军面前问他们：大哥，要碟吗。。。？", " 宋江被捆在柱子上，看看四周，大声说道：“没想到我宋江居然死在这里！” 一位喽罗大惊：“莫非你就是东土大唐来的宋江宋三藏？” 宋江：“呃？这个，我…” 喽罗听了全都围了过 来：“是宋三藏？我要肋条肉！” “帮我片块臀尖！” “我也要吃！”… 宋江：“你们把书看混了！我…你们应该纳头便拜才对！啊..日你大爷！啊！..”", " 高中时同年级有个超级胖子，被他爸爸逼着每天长跑。他动作特迟缓，样子虽像是跑，但比别人走还慢。学校开运动会，1500米他们班没人报，班主任就让胖子去跑。比赛开始不久，胖子就被其他人远远落下。当第1名冲刺的时候，落了三圈的胖子忽然出现了幻觉，竟奋起直追跟着冲过终点，然后兴奋地举起了双臂...", " 公司两同事一男一女，经常合买彩票，有次中奖了，两万多。问怎么分的时候？男的说拿来结婚吧！然后对女孩说结两次婚肯定不够，再不我们俩结婚吧？就拿了这笔钱领证拍婚纱还有定亲请客，现在小孩二岁了……之前从来没有听说她们谈过恋爱……", " 几年前，邻桌的同事出了意外去世了，但他办公电脑里还有大量资料，七天后的晚上我加班到很晚，客户需要的一份资料刚好在他电脑里，于是我开了他的电脑，但怎么也找不到，客户说：发远程控制过来！ 于是我照做了，然后就去了厕所，等我要回来时候发现老板不知什么时候愣在了哪死去同事的电脑面前，水泼了一地，一动不动的看着显示器上鼠标在自己移动打开一个又一个文件夹……第二天，老板没来上班", " 我们上学那会儿老师可以体罚学生的，一般情况下是男生做俯卧撑，女生做下蹲，做的时候老师在边上说：我这是为了你们好，等你们长大了就明白了。 现在长大了，哥果然明白了。"]}, "taskid": "d5b39086b4f4c0fad0efaf56e027a103"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=213&_uid=guest", "updatetime": 1445431346.428532, "result": {"content": [" 公司同事闹离婚，原因是出差二十天回家后发现老婆出轨。我问他怎么发现的。他说：通过避孕套。我问：“怎么，避孕套少了？”“没少，走的时候剩9个，回来的时候还是9个。”那怎么回事？我不解。“走的时候是杰士邦，回来的时候变成杜蕾斯了。。。。”", " 一哥们在同桌毕业留言本上写的:最好的兄弟是，睡在上铺的哥们，最喜欢的人是，同桌的你。最难忘的事…睡在上铺的兄弟带走了同桌的你……………", " 姥姥今年92快93了，前一段时间住院了，陪着她输液。 姥姥是基督徒，之前一直在教堂当执事。那天听到她躺着边输液边祷告~ 我留心听了一下，姥姥小声祈祷的是：“主啊，让我再活8年，凑个整数吧！” 凑个整数。。。姥姥你忒可爱啦！", " 妹子学医的，大三了。都说学医的重口味，妹子真心的不否认，那天活生生一篓子给我们做实验的蟾蜍，在被各种肢解后，按老师要求丢在废弃缸里，结果。。。老师刚转身，一群如狼似虎的孩子就把各种碎肉搜罗回宿舍，加点油盐一起炖汤喝了，并大赞美味。。。没想到老师第二天群fa一条短信，实验动物均事先打了药，请勿再食用。。", " 朋友发消息给我：qq被盗，要是有人要求汇钱，不要汇。我觉得很无语，说的好像要是没有被盗，我就会汇给他一样。", " 本人大一，学校通知说6月7、8号两天不许请假，以防去当高考枪手。个人觉得，这个问题完全可以放心，以我们现在的水平，基本考不上大专，应该没人会来找我们代考的。倒是想说，有没有学妹学弟愿意高考完抽空来帮我考一下英语。。。", " 一女生暗恋班上一男生，男生地理很好，女生地理很弱。有一天，女生鼓起勇气问男生:你帮我补地理好不好。男生悠悠地看了她一眼，淡淡道：一个家里不用两个人地理都好的。", " 导师正在讲课，突然电话响了，他掏出来看了一下对我们说：“一般人的电话我是不接的，更何况是在上课，但这个人的电话对我来说很重要，我不能不接，请大家原谅一下。”然后，“喂，你好，我是XXX……哦，你打错了！！”", " 网上有家卖硬盘的太可恶了，买了个1T的硬盘，他拷了600 G的爱情动作片进去，让你删也下不了决心，不刪又只有400G的空间可用，这不是逼着买家再买一个么？", " 以前参加文言文翻译比赛，一共有十个人。每人有十分基础分，翻译对一句加一分，错一句扣一分。结果比赛的题很难，很多文言文都是没见过的，学霸们举手抢答几乎都答错了，我和一个学渣一句都没翻译，最后我们两个是最高分，并列第一。"]}, "taskid": "bebacb69b77aa343ddb2220de58e1e83"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=250&_uid=guest", "updatetime": 1445431345.851089, "result": {"content": [" “儿子，今天你生日，想要什么礼物呀？” 　　“嗯…想要那种自制拼图。” 　　“自制拼图呀？ 　　“那想要什么图案呢？” 　　“要在拼图上画上爸爸的样子。” 　　“哈！宝宝是要拼好再送给爸爸吗？” 　　“才不是呢，老师和小朋友都说，现在流行拼爹，么么哒。”", " 北京出租车和航天飞机有什么共同点？太近的地方不去。", " 我一女性朋友在医院妇产科工作，单身。 　　今天忧郁地对我说：“我怀疑我的老公在二十多年前给人流掉了……”", " 一女人到金店买戒指，一男人尾随进入。 当女人挑中东西准备买单时，那个男的抢过戒指和钱打了一巴掌女人并大骂：“你这个不要脸的女人，家里孩子哭天喊地你不看，就知道拿钱出来花天酒地，把钱还给我，孩子你不要我要。” 说完堂堂正正的走出金店，无一人阻挡…… 那女的一脸迷茫，五分钟后，那女人大喊：“抢劫！我不认识他！”", " 生姜是烹饪界的伪装大师，它能伪装成猪肉、牛肉、鸡鸭鱼肉、肉块、肉片、肉丝、肉丁、肉末、带毛的肉皮、不带毛的肉皮等等等等，让吃到它的人痛不欲生。", " 小的时候老师教育我，长大后千万要远离黄赌毒，如今我真的长大了，才发现，老师，您当年多虑了，这三样哪个是屌丝玩的起的……", " 昨日晚上大雨， 　　看到了一辆电动车与一辆轿车相撞， 　　开轿车的人气愤的嚷到：“你丫怎么开车的， 　　我老远看你你冲过来， 　　吓得我都踩刹车了，你丫还撞过来。” 　　骑电动车的人委屈的说到：“对不起大哥， 　　我眼睛散光，以为是两辆摩托车呢， 　　想从中间穿过去呢…… ” 　　当时我在一旁听到我笑喷了…", " 明天跟同学逛街诶~~~ 【 在 hewe 的大作中提到: 】 : 到家了？明天？", " 刚起。。。。逛完再说吧~~~ 【 在 hewe 的大作中提到: 】 : 也不用逛一天嘛，下午一起过来看电影，问问你同学的意见好不好！逛一上午也会累嘛，晚上再继续逛 : 我晚上要去陪我堂妹夫去国家大剧院，就不能抽时间陪你了 : ___________ : ...................", " 某天上语文课，讲诗歌鉴赏。 　　 　　老师提问一正在睡觉的二货同学：菊花什么时候开？ 　　 　　二货同学迷迷糊糊的站了起来， 　　 　　愣了半天，来了一句：上厕所的时候。 　　 　　课堂上瞬间冷场，老师当时那个脸色我至今都无法忘记……"]}, "taskid": "e340c1624b22085f8c452fe748ce16c3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=204&_uid=guest", "updatetime": 1445431344.911987, "result": {"content": [" 暗恋很久的女孩穾然问男孩：“想做我男朋友吗？”男孩红着脸说：“想！”女孩看了看男孩说：“以后别有这样的想法了......”", " 讲一个自己真实的事，本人长的比较高壮，184CM的个子，180斤的体重。前两年吧，打算出国劳务挣钱，就去面试，国内面试过了后，日本人来面试，他们一看我这块头，就在我的表格上打叉，被我看到了。然后日。本人问我 会说日语么。我寻思我都不能成功，我还陪你干啥。我就说，会！ 日本人让我讲两句 ， 我直接喊上 吖唛呔 吖唛呔~ KI 毛器~~ 啊~啊~啊~ 一库哟！！ 喊完后，日本和小翻译当场懵了，哥潇洒的走了~~~", " 劫匪刚一站起来大喝：劫机！周围旅客脸都笑烂了，仿佛看到劫匪头顶上金光闪闪一堆大字：亲，300万的房子哦，100万现金哦，亲，还带宝马奥迪专车哦，终生免费乘机哦……估计劫匪要被活活亲死！每一个航班乘客都像等待初恋一样等待劫匪。.......", " 早上听广播，听众接线，一斯文男声打进电话说：xx路积水比较深，我买了热包子，太烫下不了口，正犹豫着，忽然就开过一辆小车，溅起来大片水花就把我包子浇凉了，请你们一定要替我感谢一下这位好心的司机，他的车牌号是浙xxxxx ……", " 中医药大学一对博士生准备结婚，男生姓龙，女生姓陈。两位新人要求导师为他们撰写一幅对联，导师未作推卸，结合两位新人所学专业，导师写出上联：龙骨一根，退烧、止痒、生津；下联：陈皮两片，消肿、化痰、解渴。横批：一日见效。", " 我有一个离异的女同事，关系还不错。 一天到她家帮她修电脑，她坐在我边上看我修。手贱打开了|H|片文件夹，她竟然找来五岁的儿子骂了一通。大姐别闹了你儿子才五岁啊！", " 前几天耳洞发炎，就把耳环取下来随便从茶叶罐里拿了两根茶叶棒插在耳洞里，之后洗澡啥的也忘了取，今天洗完出来不小心摸到耳朵就觉得有两片软趴趴的东西，对着镜子一看，原来是那两根茶叶棒，泡开了…卧槽泡开了啊！！？好不知所措啊！好不安啊！！这几天我天天戴着两片乌龙茶上班啊！！！", " 小妹单位有一群爱上淘1宝的大妈，但又不会自己买，养成了习惯，但凡网购，都找我小妹，地址全都寄到单位我小妹收，天天有月月有，送快递的是个大叔，一日终于忍不住弱弱的问了一句，姑娘，你一个月挣多少钱阿。。。。。", " 某天和老婆看新闻，主持人说“有个少年用几天时间利用网络赚了五十万……”老婆转向我说“你看看人家！” 接着主持人又说“但是等待他的将是法律的制裁！”老婆“……………”", " 有一哥们，特较真。 有次在食堂吃面，吃到不明黑色物体； 于是跟食堂师傅反映，不料被痛骂。 于是这哥们每天默默的买一碗面条，迅速吃完； 然后在大庭广众下吐出来…… 三天后食堂的面就完全卖不出去了，于是第四天食堂师傅跪着求他收手……"]}, "taskid": "6119b4e9aa5174b1340d1f39294af094"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=202&_uid=guest", "updatetime": 1445431344.10541, "result": {"content": [" 曾经有个小屁孩，考试只考了18分，然后他拿红笔添了一横，变成了78，然后又在7的上面多加了半圈，，然后就变成了98。拿回家给他妈看，他妈妈说“这么明显的改动，你以为我看不出来其实你只考了78分？\"...", " 刚刚工作的那会儿公司搞聚会，有人提议玩国王游戏，结果我忒倒霉就被抽中了。 永远忘不了那一天啊！我和另一个同事跪在酒吧外贴着治x病小广告的电线杆下，内牛满面地嘶吼着：我的病终于有救了！！！！ 更让我惊恐的是，当我站起身的时候，才发现围观群众里有我妈....", " 一80老翁告诉医生说：我使我22岁的妻子怀孕了。医生说：有一次我去打猎，迎面扑来一头狮子，我急忙扣动板机，枪没响狮子却被打死了。老翁说：这不可能，一定是有别人射中了狮子。医生说：我也这样认为。", " 今天早上起来到江边散步，看到一个水上人家的大姐抱着一个大概两岁的赤裸男孩扑通一小丢下水然后捞起，拿块肥皂把小孩全身抹匀再扑通丢下水再捞起，毛巾擦干帮小孩穿衣服，动作一气柯成，我在岸上看得满头黑线，大姐你在洗菜嘛 ！！！", " 没回家之前爸爸妈妈都说想我了。回来之后发现，起床晚挨骂，看电视挨骂，玩手机挨骂，在家不出去挨骂，出去玩挨骂……爸妈，原来你们是想骂我了啊……", " 我05年开网吧，那时候进了一批防水键盘，我老妈帮我管理监督卫生。有一天我看见老妈用干抹布擦键盘就说：老妈你落伍了，这是防水键盘，不怕水的。 第二天网管打电话给我喊道：老板快来，出大事了。 我急忙跑到网吧一看，老妈把键盘全部泡水池里放上洗衣粉在那用刷子刷……", " 学校规定：学生每两星期要去老人院探望老人一次。其实我们都不愿意去，但一方面由于学校规定，一方面觉得老人在院里挺可怜，也就乖乖地去了。但都只是勉强应付。一天，我们又去探望。谁知听到老人们在谈天，内容如下： “今天又有学生来了。” “是呀，其实我们真的没有时间去跟他们聊，院里的节目我都忙不过来啦。” “但他们也挺可怜的，学校要求来，大概是学习闷吧。” “那就应付一下好了，让他们好过点。” “。。。。。”", " 一同事钻桌子下，不一会儿惨叫：“完了，我按错钮了，我按了所有电脑插线板的总开关！” 大家诧异：“但是我们的电脑还都亮着啊？！” 同事苦逼的声音从桌下传出：“我手还没抬起来呢，”全办公室沉默两秒“关机！！快关机！！！”“保存！！”“你挺住，挺住啊！！！”", " 订婚了，今天牛皮哄哄得戴着金项链金戒指上幼儿园炫去了。一进教室就有小朋友发现了，“哇，毕老师你的项链好漂亮啊”，正得意中，教室阴暗角落传来一声“东关小学门口有卖的，五毛钱一个”，赶紧辩解道‘我这是金子，金子就是可贵那种’，“对啊对啊，东关学卖的就是金子”……无奈，“我这个不会生锈，不会掉颜色，不会漂在水上”，……小朋友震撼了，‘’那一定很贵吧，得五块吧‘’……我抚摸了一下有点疼的额头，告诉他们“十块！！”……全班沸腾“哇，好贵啊”！", " 哥哥家有五岁小正太，那天去超市，正太非要买薯片和巧克力，哥哥嫂子拧不过他，就给买了，在超市俩人对着他一顿狂批，各种教育啊结果晚上，哥哥去洗澡，只见正太拿着开封的薯片往他麻麻身上一丢说：没有下次了啊，下次要吃自己买啊，我不陪你骗爸爸了。。我看着嫂子谄媚的脸，石化了。。。"]}, "taskid": "49c6742dcd1e3ab9716c7361d67c55f4"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=219&_uid=guest", "updatetime": 1445431342.779261, "result": {"content": [" 下班看见一老头和他孙子下象棋。 小朋友玩玩不爱玩了，一个士飞出去把他爷爷的车吃了。 老头怒了：你小子干什么？ 小朋友振振有辞：我这个士不是普通的士，是骑赤兔的关羽，马快，一刀把颜良斩了。 说完又把另一个车吃了：还有文丑。 老头气乐了，拿过那个士，把孙子其他棋子都吃了，说：关羽身在曹营心在汉，过五关斩六将。。。", " 记得08年，我坐在咖啡店等朋友，一位女孩走过来问：你是通过王阿姨来相亲的吗？ 我抬头打量一下她，正是自己喜欢的类型，心想何不将错就错，于是忙答应道：对，请坐。 ……今天结婚，我坦白当时自己不是去相亲的。老婆笑，说：我也不是去相亲，只是找个借口和你搭讪....", " 以前上初中的时候、上物理课、物理老师是校主任、非常不待人喜欢，讲到线路开关连接，为了生动记忆、直接拆开教室线路开关、说到零线火线、给我们说摸一根零线是没电的、边说边拿手摸蓝色的线、结果是：施工的把线的颜色搞反了，蓝色线是火线。SB了、他没站凳子上、加上手出汗、直接变身 闪电侠、把我们直接看傻、还是前面的同学反应快、一凳子砸过去、把他砸开、他瞬间成为我校风云人物、唯一个砸伤了主任还得奖励的人！", " 3岁的可爱小侄儿，超能吃，中午的菜有青豆。 下午带他玩时，他不知为何一个劲打饱嗝，正要给他水喝，忽然发现他的嘴在动，好像在嚼东西，就逗他：“宝贝你藏了什么好吃的啊，给我一个好不好？” 他害羞加可爱地说：“刚才打嗝出来个豆子，等下再打一个给你吃。”", " 6月部分大学天气预报：校长办公室21℃，行政楼23℃，老师办公室25℃，图书馆28.5℃，教学楼35.5℃，宿舍楼42.5℃.谢谢收看，再见。", " 新学期开始，每个男生都要上台作自我介绍。当一位很清秀的男生作自我介绍的时候，主持人问到：“请问你有没有被别人误以为是女生？” “当然，”那男生不以为然，“从小学时老师就一直把我当作女生，直到有一天我一气之下剃光了我所有的头发。” “那老师们一定很吃惊吧？” “嗯！不过最吃惊的不是老师，而是那位很殷勤地为我提了一年书包的男生。”", " 一句话道出人生最大的悲剧和幸运: 我是我妈去打胎时候忘带钱,,才活下来的。。。", " 欧洲杯来了 我支持湖人队 因为里面有姚明 他跨栏那么厉害 基本不用抢七就能一杆清台的 她的反手击球也很强 而且过弯很流畅，入水都没有水花的！！", " 男180斤，女儿三岁。女儿还小睡在我和老婆中间，但每晚都对我各种挤，一次趁她睡着了我和老婆换了个位置，可半夜还是往我这边挤。第二天问女儿怎么我睡哪边你往哪挤呢？女儿无辜的看我一眼说，你那么胖，压得床成了下坡，我当然往下坡滚了。", " 隔壁寝室有一同学因为长得成熟,外号二叔...某学期开学,二叔的父母来寝室帮他打扫(这论辈分都是我们爷爷奶奶了吧...) 一同学跑着过来:\"二叔,你丫赶紧过来搬书!!!\",在场的同学都慌了...果然,他爹用很幽怨的眼神看着大家,寝室一片寂静...然后,奇迹发生了. 父子俩异口同声地回了句:\"来了!!!\"同学们彻底慌了... 后来我们才知道,二叔他爹读书时的外号也叫二叔...当时他爹那叫一个慌啊,销声匿迹十几年的外号怎么又被人挖出来了...这种心情是很复杂的... 好吧...这个外号是世袭的..."]}, "taskid": "b015fad57983e0faa598bceac85307c0"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=201&_uid=guest", "updatetime": 1445431341.867766, "result": {"content": [" 看画皮2，话说费翔被九尾寒狐冻住了胳膊，旁边一男幸灾乐祸道：“你倒是唱一把火啊……”", " 前一阵看非诚勿扰，男嘉宾问：“如果咱俩出门，离车还有一两百米，你鞋跟儿断了咋整？”我的第一反应：“单腿蹦过去两百米小case，要么就近修个鞋。”女嘉宾回答：“那你背我嘛！”然后两人就拉着手走了。难怪我到现在还没嫁出去！", " 今天校图书馆遇一MM，长相一般，在看了半天书后就趴在桌子上了。然后挣扎的坐起来，拿出了随身的小镜子。只见她凝视半天然后说道：看看你！长得又不漂亮还不好好读书！！以后怎么办！！说完就又精神抖擞的开始学习了。", " 昨晚喝多了，刚要开车回家，猛然想到酒驾害人害己，果断找地方停车，打车回家。从今早到现在，我TM还在想我的车停哪了……", " 老爸退休后一时不知干啥好，竟然疯狂迷恋上了网游。这对身体不大好的老年人是相当大的麻烦，为了治疗老爸的网瘾，必须设法让他走到户外，待他对其它东西感兴趣了，网瘾自会解除。接下来，我和老妈轮番做老爸工作，他最终同意陪老妈去旅游。 一周过后，二老旅游归来。见面后，我问老爸：“出去这些天，玩得怎么样？”老爸非常高兴：“不错不错，我的游戏角色又升了三级！”", " 青年问禅师：“大师，我很爱我的女朋友，她也有很多优点，但是总有几个缺点让我非常讨厌，有什么什么方法能让她改变?” 禅师浅笑，答：“方法很简单，不过若想我教你，你需先下山为我找一张只有正面没有背面的纸回来。” 青年略一沉吟，掏出一张人民日报。", " 大四毕业，很多人平时不敢做的事情那时都做了。大四一学姐暗恋一男生，毕业之后召集了宿舍所有姐妹在楼下表白，大喊“XXX，我喜欢你。喊着喊着气氛就上来了，表白那女生就哭了，她一姐妹估计也是被感染了，特大声的喊“XXX，我喜欢你”（是替那学姐喊的）结果那男生终于跑下来了，一把抱住喊的特大声那姐妹说，“其实我喜欢了你四年……”所有人石化…… 表白的当时就哭着离开了，听说那俩成了……", " 话说LZ家养了一只哈士奇，今天本人喂它狗粮的时候出于好奇，就拿起一块尝了尝，谁知这货深情地看了我一眼后，默默地挪了挪身体，在饭盆边给我让出了一块位置！！！", " 有个朋友忘了隐藏艳照门的pp，被他老爸看到，训他训到了一点多，第二天早上起 来还接着训。这个朋友忍无可忍，跟他妈说，我看这个怎么了，我都24了，是狗也该拉出去配种了 ！......", " 本人女，23岁，不胜酒力，啤酒一杯就困的不省人事。一天老公买了两厅菠萝啤给我，吃饭时我喝了一厅，饭毕不想刷碗，就躺沙发上装醉，尼玛的老公硬生生把我揪起来让我看酒瓶上的：本饮料不含酒精…"]}, "taskid": "940278f1ba242c87d6b6870041520f02"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=211&_uid=guest", "updatetime": 1445431341.138208, "result": {"content": [" 家里手镯被保姆偷走，报警后三天没有任何消息，找派出所询问数次无果。我自己找关系去市局网监定位保姆的手机，自己开车100公里去外地网吧把她抓获，送去派出所，追回了卖手镯的脏款1万多元。派出所刑警竟然感谢我帮助他们破案，让他们又立功了！我想说：你她妈的破个jb案！", " 昨晚收到一条陌生号码发来的短信：“老子活过20岁了”没有理会。 今天早上想起来，小学时和某同学打架，并恶狠狠地诅咒他活不过20岁！ 这小子可真记仇。", " 昂？ 什么歌。。。 【 在 michael929 的大作中提到: 】 : 这个好像是某个歌的歌词。。。", " 今天看到刚结婚一年多的朋友更新的状态:“从两人世界变成三人之家，感觉好快。”以为她怀孕了，果断打电话恭喜。没想到人家却说:“恭喜个屁，我这个三口之家是第三者插足……", " 喜欢在餐厅吃饭，主要是餐厅有电视，一边吃一边看个八卦新闻啥的，晚上要了一碗丝瓜肉片盖饭，油油的很香，吃得正上劲，电视里开始插播减肥广告，那妹子一脸亢奋瞪眼尖叫：“排出来了！排出来了！好神奇啊~~还是粘粘的唉。。”妈的，那口饭在哥嘴里翻了老半天，想吐出来又舍不得，真是百味杂陈，最后还是咽了。", " 某江湖郎中，有祖传良方，可以包生男孩。一副见效，售价两千，生下男孩才付钱。于是，生下女孩的因为没付钱也不去找他了，生下男孩的高高兴兴送钱去。他的药成本不过几块钱，按概率有一半生意能赚到。平安无事骗了很多年，还挣了一屋的锦旗。", " 以前刚刚读中学时候，认识了一位比较温柔，和我也健谈的女同学；一天周五晚自修后(周六休息)，我主动提出用自行车送她回家，她家离学校不远(她平时多是走路的)，路上我们谈天说地，有说有笑，终于我骑了一个多小时的车，才把她送到家楼下。 “你平时很少来这里的吧？”她关心地问，“那你认得路回去吗？” 我胸有成竹地说，“放心啦，如果我对这里不熟悉，又怎么可以骑一个多小时的车，都没有经过你的家呢？” 她露出了甜蜜的笑容，后来她成为了我的第一个女朋友。", " 两个开农用三轮拉货的，送完货后一人困了，便躺车斗里盖上被子睡觉，另一人开车，抄近路开到了禁行路段，遇交警查车，这货停车下来后指着车斗里盖被熟睡的那只，流涕痛哭，交警往车斗看了一眼，摆手放行！", " 记得初中时代的时候，一个十分坑爹的脑筋急转弯，说森林里有红脸怪兽和绿脸怪兽，红脸怪兽打3下死，绿脸怪兽打1下死，为什么一个猎人只打了两下，俩怪兽都死了？当时坑爹了半天都没想出来，纠结了两年，两年之后上高中了，同学才告诉我答案——先把绿脸怪兽打死，血流了一地，红脸怪兽看见吓得脸都绿了。。。。。。", " 什么是球星效应？ ———— 齐达内退休了，法国队6年都没缓过劲儿来；普斯卡什退休了，匈牙利队60年了都没缓过劲儿来；高俅退休了，中国队1000年都没缓过劲来....."]}, "taskid": "e109ed4e45a698c04f0bf493fd4919f0"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=206&_uid=guest", "updatetime": 1445431339.748884, "result": {"content": [" 一个歌手、一个演员和一个画家被一群大象包围了。 为首的大象让他们表演自己的才艺。 歌手唱了一首动听的歌，大象们很满意，放走了他。 演员表演了一段搞笑的滑稽戏，大象们看了很开心，也让他走了。 画家连忙给它们画了一幅画，大象看完画大怒，一边用鼻子抽打他一边说：“叫你抽象派，叫你抽象派……”", " 上课全班都在睡觉，老师想逗我们一下 ： “有一个怪兽，它把你们都吃了，就是不吃我，你们知道为什么吗？” 后排角落幽幽的传来一个声音：“因为这怪兽是回民。”.......", " 上大学那会儿，网购刚在寝室流行。 老三第一次买东西，问：“卖家让选快递，ST是什么。”我说：“申通。”“那SF呢？”“顺丰。”“敢情都是缩写是吧？”“大概是的。”“呃，那选EMS吧，这就这个听过。”“你用过？”“不，峨眉山，想必肯定权威些”。。权威些。。。", " 本人男，昨天和我妈去买衣服，发现试衣间锁不上就让我妈帮看着点。结果刚把裤子脱了门就开了，一个漂亮的妹子出现啦。我瞬间就震惊了，只穿了一条内裤有木有啊！后来我妈说，看那女孩挺漂亮的就没拦着。我去，真是我亲娘啊！", " 高中班主任打电话说“你得快点啊，志超的孩子都会打酱油了！”我说“我直接找个二婚带孩子的，秒杀他”。老师幽幽地说“从高中开始你就这样，你能用正经手段赢一次吗。。。。。。。”", " 悟空混账！不许动手！那几位施主又不是妖怪，你怎可屡教不改，又妄自随意杀生？！……哦？他们是发改委、城管、专家.....？阿弥陀佛——，悟净，帮为师拿一下五佛冠；悟空，把金箍棒借为师一用！不，八戒，把你钉耙给我！你m的……", " 昨晚喝多了，老婆不在家，吆喝女儿给我倒杯糖水解酒。 女儿问：“什么糖都行吗？”我说行。 几分钟后，只见女儿颤巍巍地端来了一杯水，上面漂着几片口香糖……", " 家是农村的，小时候家里养了只猫，发现猫竟然会自己扒个坑撒尿，然后再埋上，有一次发现它要去土堆上，然后我就跟着它去了，到地方之后它扒个坑，尿里面了，于是乎我就尿在坑的旁边，它尿完之后把自己的坑埋上，我尿完之后它闻了闻，又看了看我，然后淡定的把我尿的也埋上了。。。", " 今天去冲公交卡，一20多岁女的办卡，交了照片，办卡的说这照片太小了，那女的沉默两秒说不小啊我这也是一寸的，我一看，卧槽还带着红领巾那……", " 上眼皮对下眼皮说：为什么你又不理我了……下眼皮说：因为主人要学习，我们还是无法在一起……上眼皮说：那说好的幸福呢？……下眼皮说：不，主人不挂科为大，我们的爱情算什么？主人感动了……说：你们在一起吧……于是她们相拥，于是自习室又多了一个睡觉的孩子…......"]}, "taskid": "469b045db1b7151eff9412097e8fc12b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=218&_uid=guest", "updatetime": 1445431338.826863, "result": {"content": [" 自从黑龙江立法规定风能和太阳能属于国有以后，哥的日子越来越难了。上个月的额度用完了，今天刚发过工资，马上到市太阳收费办公室去买了一米阳光，出门后拐了个弯，又到市风能办公室买了十公升微风，狂风买不起啊，太贵！快出来的时候哥狠狠的吸了三两他们办公室由政府提供免费冷风，太爽了。", " 刚刚在公园绿地里看到一对很有爱的父女，父亲大约五十岁左右，女儿二十岁左右，女儿很乖巧的给老爸剥了个茶叶蛋，然后说了什么让他开怀大笑，多温馨的画面啊，这才是真正家庭生活啊，可是……后来他们为什么开始舌吻了呢…", " 女朋友是初中老师，下班时间不是很固定（经常放学以后还要给学生讲题） 昨天中午去接女朋友，在她学校门口等她的时候，初中门口你们懂的，好多家长，我就在家长堆里。突然一个朋友给我电话： 哥们在哪呢？ 一中（女友学校）门口啊 你在那干嘛呢？ 接我媳妇放学啊。。。 然后我就觉得四周一片杀气。。。。", " 某日，一位小姐打电话叫出租车。 小姐：“你好！我在某某路口，我要搭计程 车。” 司机：“那你穿着什么衣服呢？”小姐：“我穿白色上衣，蓝色裙子。” 司机：“到哪里？” 小姐：“到膝盖。” 司机 ：“......”", " 前段时间身份证丢了跟老公去补办，期间我上厕所出来，见老公和一女人说话，等我过来那女人就走了。 我问老公那女人是谁，答曰：我旧的老婆。我火了，大吼道：你还有个旧的？凭他怎么解释也不理。 突然看一女的过来很面熟，是舅妈，慌然大悟。对老公吼道：你说舅妈不就行了，还舅的老婆。~~", " 那次我一姐妹过生日，来了一大帮的人！蛋糕是由她男朋友买的！但是切蛋糕的时候是由她男朋友的兄弟切的！结果失误出现了……我华丽丽的在众人面前吃出了一枚戒指……。闺蜜用及其哀怨的眼神看着我………幽幽的来一句：你们俩在一起多长时间了？今天是向我摊牌的么？…摊牌的……牌的…", " 学校附近一家常去的网吧来了一位新网管，年轻姑娘，属于那种电脑知识小白级别的，喊网管说机子有问题都是答曰：重启，换机子吧。不过挺可爱，总是看到她蹦蹦跳跳，好像很开心的样子。今天中午在网吧上网，旁边一哥们大喊：网管，网管！来给我插下鼠标。只见小姑娘蹦蹦哒哒的跑到吧台去，又很开心似得蹦蹦跳跳的过来，手里拿快抹布，拿起哥们鼠标淡淡地擦了擦…几个人刚坐下，都目睹了这一幕，一阵无语。", " 今天中午陪一小兄弟老婆逛街。她看中了一款1799元的皮夹克，打电话给她老公说想买。她老公特温柔的说“亲爱的，你喜欢就买吧，你高兴就行”然后她老公又特温柔的问跟谁在一起，一听是我说是要问候一下。这女人就把电话给我。我刚说句喂，就听到兄弟颤抖的声音：“姐，帮我想法拦住这个女人”", " 昨天在公司食堂吃饭，经理过来看了看我对面的妹子说，吃这么多，都把公司吃穷了，又甩下一打文件，你不用在这干了。 妹子蹭的站起来，不就是看见你上班看////A....片吗？至于吗？全食堂笑暴了，经理一脸黑线，你申请的调令下来了，我跑到总部给你取来的，恩将仇报的白眼狼……", " 那时还是大二，室友他疯狂追了半年的女神终于答应他了，这货各种高兴向我们各种显摆，周末就带人家去游乐场玩去了，本来挺浪漫的事，结果你猜这2货领人家玩啥？对，就是蹦极。女神犹豫了好久终于被他劝上去了，但一上去就说死不跳，也不知道这货当时咋想的，说＂没事，不跳咱就下去＂，女生刚松开扶手，就被这货推下去了。。。对，就是被推下去了。那种惨绝人寰的场景自己想象（当然是穿安全衣的），第二天女生就和这哥们分手了。。"]}, "taskid": "7b2d4701be73c962b4ed8b752c5df9de"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=238&_uid=guest", "updatetime": 1445431337.848629, "result": {"content": [" 我哥们大学里有个传奇的哥们，他已经毕业好几年了，但是他的故事还在吉X大学里流传...... 说那BH的哥们做毕业设计的时候，选的题目是：永动机的制造....... 那哥们兴致勃勃的在前面讲他的理论，这时候老师不免耳语下（讨论下这哥们是不是有病）。 这时候华丽的来了，这哥们把粉笔掰开向那回头的老师丢过去，还附加一句：“能不能认真听着点？” 丢老师...", " 记得初中快毕业时统一体检，有一项是查色盲。轮到一哥们儿了，他盯着图片发呆，旁边的大夫说：说数就行，赶紧着。哥们儿：知道了，等会儿。五秒之后，大夫急了：你到是说数啊！哥们儿：着什么急，这不刚数完嘛，26个黄的，37个红的，14个绿的...........", " 朋友打牌输了十块钱，被他媳妇当众数落。 我看朋友挺可怜的，就安慰他说：你这还算好的，上星期我在菜市场，远远看到一个男的被他媳妇骂得狗血淋头，那才叫丢人！朋友听了后眼泪就下来了，说： “那也是我！”", " 一老同事离职，大家都很惋惜，坐他对面的那个女孩子居然都哭了。 我纳闷地问她：不至于流泪吧！她说：“四年，每天早上9点，到晚上6点，十来个小时，我们都坐在一起，还不算加班，如果减去路上交通时间，晚上睡觉时间，我和我老公在一起的时间都没有他多。。。。。就这样，他离职，还不请我们吃饭？", " 今天参加同学的婚礼，主持人各种无节操，介绍新郎时，＂王**年轻有为，事业有成，但却把自己青春时最宝贵的东西献给了他的右手＂全场爆笑，新郎一脸尴尬，主持不慌不忙假装忘词了，看下手里卡片，接着说＂右手旁边的女士＂。。", " 女孩推着自行车和男孩漫步在校园的花径中。 这是他们的第一次约会，看着往来手牵手的情侣，男孩突然停下脚步，摊开手掌，鼓起勇气轻声说道：“把手给我…”女生一愣，然后将自行车“把手”拧下来交到了男生手中。。。", " 晚上，室友携女友一起去河边溜达。 为了讨好女友，于是唱歌给她听。唱得正起劲，一位老大爷走到他身边驻足观看。室友害羞，停止高歌。大爷到他旁边坐下，拍拍他的肩膀语重心长道：“小伙子，没事，你继续，哭痛快就好了，没啥过不去的坎儿！”", " 室友知道我不爱吃水果，上午买了许多水果，里面有提子。 下午一起玩电脑，问我吃提子不，我说不吃，这货在一堆水果中翻出来一只猪蹄。你大爷的，不想给我吃就直接说，还来障眼法。", " 人一旦暴躁起来真是失智啊！刚看到一个女孩在机场等人接，可能等了特别久，接她的人到了的时候打电话问她在哪儿，这姐们特别大声地对着电话嚷：就在4号门门口啊！你眼睛瞎了啊！旁边有一女的，背一特大的红色假爱马仕，看见了吗？！然后...这两女的就掐起来了！", " 特别讨厌中学的同桌，他老把鼻屎擦在课桌下面，粘得满满的，搞得我都没地方擦了"]}, "taskid": "e4769ae207f20a090a2317735b53b012"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=205&_uid=guest", "updatetime": 1445431337.116435, "result": {"content": [" 曾经在某个网站上看到别人说双鱼座的人很适合养乌龟，所以这几年来一直都有养乌龟，但是我发现我养的每一只乌龟都活不过冬天，每只都是头一天还好好的，第二天突然就趴着不动了，不管我怎么摇晃、吹气、翻过来或者倒过来，它们都一动不动的； 于是天暖的时候我又去买一只回来养，但是每一只都会重蹈上一只的覆辙，很伤心地把它们一只只埋在楼下的花坛里，直到今天某姐妹一言惊醒梦中人：它们那是冬眠了啊！orz苍天呐~我这些年来造了多少孽啊！", " 中国队闯进世界杯五大条件 1、国际足联给南极洲一个名额。 2、中国队加入南极洲足联。 3、中国队和企鹅争夺出线权。 4、客场逼平企鹅。 5、主场放在广州热死企鹅出线。", " 我在高中的时候带手机去学校用，被班主任发现后带到办公室一顿训，还叫来了我爸妈。我爸一进办公室，老师就跟他讲了我的事。我爸二话不说上去把手机砸了，班主任奔溃了说：那是我的手机。。", " “我饿了”是句很考验人的话.对妈妈说:我饿了.妈妈就会马上起身说:“我去给你弄吃的.”对爸爸说:我饿了.爸爸就会笑笑说:“好，我们到外面去吃。”对男朋友说:我饿了。他就会温柔的说:“想吃什么呢？”对女朋友说:我饿了。她永远会回答:“我也是”因此越来越多的男孩选择找个男朋友。", " 时间在炎热夏天，我和一兄弟做公交车，这仁兄最怕过夏天，上身穿一T恤，下身穿一大号裤头，（有松紧带的那种）。没多久公车进站，我们到车上已经没座了，和我们一起上车的还有一上了年龄的老太太，就扶着座椅的后面在我们后面站着，车上竟然没有一个给老太太让座 的。接下来，见证奇迹的时候到了，就在公车猛的起步的同时，老太没有站稳，一个前扑，把我那仁兄的大裤头连小裤头一起给拽了下来，全车的人都一个表情，眼 睛嘴巴瞬间变大！紧接着我那仁兄没顾上把自己的裤子提起来，而是撅起屁股弯下腰把老太太扶起来。", " 讲一真事：我师姐为了防止她上班之后她儿子上网就把电源线藏起来了，结果在公司上网的时候突然发现他儿子在线！惊~遂隐身！第二天来告诉我，他儿子用的是九阳豆浆机的电源线....", " 记得以前和一个同学在网吧上网。他明目张胆的看A片，然后觉得不够过瘾，想下载了带回寝室慢慢看，可是那天没带数据线，于是乎，他老人家，打开手机摄像功能，对着屏幕录起来了，其姿势前倾，其表情严峻，端着手机一动不动，尼玛，连网吧老板都注意到他了，尼玛坐在旁边的我，只能装作和这人没关系，真的没关系", " 女儿那着卷子,祛祛的说:“妈妈,我数学不及格. ”妈妈大怒:“真的?”女儿点点头. 妈妈抬手要打她.女儿突然把卷子扬起,说:“ 看清楚是100分.”妈妈笑了,亲了女儿一口.女儿叹了口气:“我 只是想考验一下,你到底是喜欢我还是喜欢分数.”", " 有个美丽的空姐，可就是有个坏毛病，爱放屁，而且是奇臭无比。 一次空航服务中，空姐又放了一个屁。瞬间弥漫着臭味，一位乘客实在受不了，便问空姐：“小姐，怎么会这么臭呢？” 空姐十分不好意思，但肯定不能承认啊太丢人了。 于是空姐答到：“哦，这是很正常的，因为我们的飞机正在飞过臭氧层。”", " 大二了，考试时跟体育系的人隔排坐。 　我们都很大方，只要不影响我们，随便他们抄我们的试卷。 　有一强人从头到尾狂抄我们一个同学的试卷。 　考完交卷了，他很神地问我们同学：“为什么那道大题要先写很多字，然后画个大框和大叉，然后再写一段啊？是不是有什么格式规定？”"]}, "taskid": "5965e3f5426e01cd951b9ef1bb50a4de"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=221&_uid=guest", "updatetime": 1445431335.859105, "result": {"content": [" 好像是。。。唉。。 那我删掉。。哈哈 【 在 perdaiz 的大作中提到: 】 : 你应该已经发过了。。。 :", " 电视上看的说营养学家讲的，吃饭要先吃水果蔬菜，然后吃主食，最后吃肉，因为水果蔬菜消化最快，淀粉次之，蛋白质最慢。 我听了觉得很有道理，在我吃了一个香瓜，一碗面之后，我发现我心爱的烧鸭吃不下了。。。 什么营养学家你个骗子！！！！", " “110吗？快来人呐！出事了！” “您好，请问您有什么紧急情况？” “两个女孩都要和我交往，打起来了！” “那……这……这……” “快点来呀！胖的那个要打赢了！！", " 姐夫特别胆小，有一次被姐姐强拽去献血。两人离的很近、中间就隔着一个帘子。然后姐姐就听见那边的护士说，先生别紧张没事的，先生、先生、先生醒醒、醒醒！", " 多谢检查阿。。 重复了就删掉好啦。。 【 在 perdaiz 的大作中提到: 】 : 不要嘛。。。我以后不提了。。 :", " 初中时，那时候是不允许抽烟上网的，班主任不知道在哪弄到了班上几个同学的QQ ……于是乎糊弄一哥们开了视频(班主任没开)，那时候觉得仰着头叼着烟酷毙了，哥们当时狠嘬一口烟，班主任遂问:这么晚就你一个人吗？ 哥们接下来的举动让我凌乱至今，只见他将视频转向一边班上的几个同学(包括我)，吐了口烟来句:这都是我同学，给你认识认识。……", " 朋友家有小萝莉，有点可爱且调皮，有次被她老妈打PP时，很无辜的望着她妈妈说:“妈妈，我怕疼，以后我会乖乖听话了。” 然而她老妈也是语出惊人:“好吧，竟然你怕疼，那就垫东西隔着再打……” 小萝莉那个开心啊，说妈妈真好。 结果她妈妈撕了一张纸垫在她PP上时，小萝莉当场就哭了", " 司机是个女滴。只见她摇开车窗对后面那个公交车喊到。你给我靠边停下。后面的公交车果然就靠边停下了华丽让路。一车人都无限惊讶的看着司机阿姨。她灰常华丽的说。必须好使那司机是我老公。。", " 寝室哥们从网上下载了几个特效声音，有放鞭炮声，还有枪声。相当逼真。昨晚熄灯之后全寝室集体大脑短路，在阳台外放鞭炮录音，响了一分钟。。。然后楼上开始不断有骂人的了，哥们我脑子再次短路，大喊了一声：是哪个王八蛋骂的我！ 然后放了枪声的录音，五秒后，全楼一片寂静。不一会 楼管带着保安上来了，今上午刚处分完。。。全寝记过", " 【金融危机与欧洲杯】1、这届欧洲杯冠军肯定是德国队。 什么葡萄牙、西班牙、希腊、爱尔兰、意大利，在德国队面前全是浮云。因为如果你敢不让德国队赢球，德国就不借给你钱。2、这届欧洲杯希腊队也非常有希望取得好成绩。因为如果哪个球队敢过分为难希腊队，希腊就不还那个国家钱！"]}, "taskid": "062e8c4fd872372f8cb2bc74f673d3cc"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=245&_uid=guest", "updatetime": 1445431334.855715, "result": {"content": [" 老师：白居易《卖炭翁》中有“心忧炭贱愿天寒”一句，请问传达了什么样的感情？ 　　学生：表达了主角关注低碳理念和对全球变暖的忧虑。", " 听到一个故事，说一个大家族的族长，儿子被官二代打死，镇宅的宝贝被蛮横夺走，住的地方久不久被泼脏水想把他们赶尽杀绝，最近唯一的活计也被个明星抢了。是的，这个可怜的老人家就是东海龙王。", " 一男在公交车上搭讪一妹纸。  　　男对女说：“你长得真像我前女友”  　　女羞涩的得地下了头，问：“那……你为什么跟她分手了？”  　　男：“嫌她丑”", " 女人不要心存幻想，男人肯定是没有一个好东西，但凡喝酒的时候男人劝你喝酒都是为了把你灌醉之后干点什么，我前几天约酒的时候就把一个妹子灌多了，拉着她跟我下了一晚上五子棋，她一把都没赢过，爽死我了", " 今儿下雨，ˉ-ˉ割ˉ-ˉ下楼去买饭，突然发现一老爷爷推着孙子下楼，走到屋檐下边把孙子推到外边淋雨，这不是GC，正纳闷呢，只见老爷爷把推车拉回来，摸了摸小孩子头顶，感觉感觉湿度，哦，这雨下的还不小。。。。高招啊。", " 两神一般舍友，，，舍友a很喜欢咬人，我们都说他像狗，一次与舍友b同行中（b也这么认为）忍不住咬了b一口，b忍不住骂了一句：“狗改不了吃屎”___-_-#", " 今天我在公交车上放了一个屁，旁边当即有四个人转了身。 瞬间我就有一种自己上了好声音的赶脚……", " 同学在银行上班，一日来了一位老大爷办卡存钱，输入密码的时候总是失败，同学告诉他密码不能 是连号或者6位相同的数字，结果还是不行。 反复几次后，保安看不下去了，对着大爷说，密码不能是豹子跟顺子。於是，办卡成功了。", " 在湖南上大学夏天都直接地铺，早上叫那哥们起床。那货一直按着大腿外侧的裤衩说我里有东西，昨天晚上钻进去懒得起就一直按着，我们一致断定是蟑螂。然后我们一脸惊恐的看见那货从裤衩里拿出一只闷死的老鼠！", " 今天早晨经理训话：“大家要学会配合，好的配合能够为我们提高工作效率！记住，两个人配合不是简单的加法，而是乘法！”大家觉得很有道理，经理继续说：“比如1+1才等于二，而1x1....”她忽然发觉不对改口道：“1不算， 2x2的话 - - ！ 算了，还是说3吧...”"]}, "taskid": "289bbbb4d458124a0388a2929602fd66"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=231&_uid=guest", "updatetime": 1445431333.847976, "result": {"content": [" 晚上十点，我被堵在路上。只见前面的一辆红色宝马车下来一个穿着华丽的女孩，手提一个大号袋子，里面装的是零食，开始向各个车主兜售。我也饿了，买了一袋薯条，问其原因。答曰：“在车里没事，一个人也吃不了，换点儿拥堵费！”我终于知道为什么人家开的是宝马，我开的是宝来。", " 上幼儿园的时候不知什么原因俘获了一个小mm的芳心，那小mm每天上学都要把她的好吃的好玩的全都给我，还把过年的压岁钱偷出来给我，任她爸妈和老师怎么说都没用，最后他家人无奈只好把她转走了。。。。。 现在快奔3了，还没有媳妇呢，我妈天天给我讲当年这个故事鼓励我。。。。", " 有个朋友家里特有钱，他老婆生孩子剖腹产。现在都得给红包，都知道的，结果他出手大方，给了医生一万。医生非常细心的做好了手术，但是医生感觉自己做的还不够，结果帮他老婆把处女膜修复了！", " 我们班主任很矮。有次运动会，操场内不准站学生，班主任穿的连帽衫带上帽子在跑道站着，体育老师走过去就是一脚:“操场不能站人没听到?” 当班主任一脸怨念的转身时，我一辈子都忘不了体育老师惊悚的表情。。。", " 看中央台的《鉴宝》一老爷子拿上来一个瓷罐子，专家一看说这东西多好多好，可以说是屈指可数，什么故宫博物馆也就一个，那老爷子笑的合不上嘴:呵呵呵呵呵,俺家还有好多哩…", " 是时候开始苦练末日技能了，比如跑得过地裂，越得过高墙；打得过丧尸，活得过蟑螂;单性可受孕，无土会种粮；自己懂发电，徒手能建房。", " 闲着没事在小区里溜达，看到一个小女孩拿着一个木棍子玩，嘴里大喊闪电魔法，然后是各种像声词，我经过她身边时打算吓唬她一下，她看到我走过去就冲我喊闪电魔法并用棍子指着我，然后我就浑身抽搐倒在地上了…然后小女孩就哭着跑回家找妈妈了…", " 网购网站上看到的买主留言： “我穿着新买的这件斗篷去面包店，因为冷，把胳膊缩在里面。面包店老板以为我是失去双臂的残疾人，坚决不收钱，还很体贴地把面包袋挂到了我的脖子上面…………为了不让她失望，我用肩膀顶开门，走了出来……\"", " 地铁里一男和一女因为一点碰撞吵了起来，到站停了，女的刚下车犹豫了一下，冲上来给男的一个耳光转身就跑，结果涌上来一群人，没下去。然后男的就冲上去踢了女的一脚。女的还手。之后开始一直动手打架，过了N站还没停止。这时突然一个壮汉站起来大吼：别TM打了，老子看你们打架都看过站了！", " 文科女给理科男发短信：“青青子佩，悠悠我思，纵我不往，子宁不来。”男回：“请用白话文…”文科女：“你妹的，老娘不去找你，你他娘的就不知道来找老娘…”"]}, "taskid": "50abb33c02ed9084f0e0301b73c358a4"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=226&_uid=guest", "updatetime": 1445431332.762464, "result": {"content": [" 赶紧吃饭去~~ 我也休息一会。。。 【 在 perdaiz 的大作中提到: 】 : 快要死了，。。。。 :", " 已经吃完了。。。。。。。。你休息吧。。。 【 在 Nivla 的大作中提到: 】 : 赶紧吃饭去~~ : 我也休息一会。。。 :", " 乌鲁木齐FM103.9广播 ，谈谈你们6·1都干了什么开心的事。一个人发短信说：我和我女朋友去看了黑衣人3，然后逛了公园，感觉好幸福，马上要毕业了，不知道初中能不能继续在一起，瞬间一口水喷屏幕上了.....", " 本人女，小时候一直都是短发，很像男孩子，那时候表哥跟我玩的特别好，关系很铁…突然有一天就不理我了，相当郁闷！后来长大后才知道，原来以前表哥一直以为我是男孩子，直到有一天看到我是蹲着尿尿的，瞬间幻灭。", " 宝宝两岁，今天下班回家，老婆神秘兮兮的说今天教会宝宝两件事。 叫我躺地上装死。 我大叫一声倒地，宝宝急忙跑过来听我心跳，我心想说：“行啊教会宝宝急救术了”，继续装死。 结果宝宝听一会就急忙跑走，听到她拖了东西过来，我正美着麽，一拖鞋给我乎脸上了，老婆在一旁笑得快趴下了。", " 一同事喝多了，走在路上，看见一头牛，他就盯着牛看，牛还流泪了，他说牛在用真诚目光看着他，在祈求救它，还流下眼泪，结果他立刻花了4600元，买后，牵回家了，他老婆现在还在和他吵架。", " 花了半个月时间为幼儿园小班的宝贝们排好了舞蹈'今天在礼堂正式演出~太小不割~音乐起'红色的灯光打亮'泡泡机吹出好多泡泡'多么美轮美奂的场景''我正得意呢''尼玛'全去抓泡泡了有木有'整个舞台乱成粥了有木有''好羡慕你们这些随心所欲的家伙'全场爆笑'只剩悲催的老师泪牛满面...", " 家里的小丫头两岁了，最近变得越来越喜欢支配（乱装）大人的东西…… 昨天我穿戴整齐，拿着全套设备去球馆打羽毛球，你能想象从球包里掏出一个电蚊拍的心情么……", " 老婆有个妹妹，小萝莉一枚。刚小姨子问我：姐夫，你跟姐怎么认识的？我点燃一根红塔山，想在小姨子面前展现成熟男人魅力。遂望向窗外，一副思绪万千的神情，轻吁口气：呼...说来话长啊，我跟她的故事就是一段传奇，一段能拍成电影的传奇...小姨子果然一脸崇拜地闪着泪眼望着我：哇！姐夫姐夫！是三ji片么？ 我...... 生活就是这样，到最后措手不及的却是当初游刃有余的你。", " 大学的时候，班主任和他媳妇都教我们班。 师母温柔贤惠，怀孕8个月了还要照常上班。 但是某天逛超市的时候看见班主任和我们系一个教心理学的未婚女教师状似亲密的在一起买水果饮料。 没有多想。 期末考试之前，又撞到这两个人挽着手一起逛街。正在想还是装没看见好了，女老师就主动和我打了个招呼。 还是没有多想。 期末考试，心理学考得一团乱麻，但是成绩出来的时候居然是优秀。 于是不得不多想了。"]}, "taskid": "c21ca3b50448f307e209a70fb5cd60f5"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=230&_uid=guest", "updatetime": 1445431331.73837, "result": {"content": [" 我们高中和一韩国高中是友好学校，每年他们都会来我们学校交流，有一次来老师在车上给他们发了风油精，结果他们有一二逼老师打开就喝，并且评价说好辣啊，我们老师当场石化，默默地什么也没说", " 对门邻居老吵架，女怀疑男有外遇，男不承认，昨天又断断续一晚上！扰民，今早同坐电梯，楼下进来一赤膊纹身面目狰狞壮汉竞直走向此男＂你是XX？＂男惊慌，壮汉又说＂以后再在外面瞎搞，弄死你！\"此男马上从电梯跑下，壮汉后喊道＂别再让我听见你们家有动静！＂电梯关上，大家都不敢看壮汉，壮汉拍了拍胸口自语到＂妈呀，吓死我了，出汗了，儿子你这次要考不好可真对不起你老爸，纹身也贴了，黑社会也装了！＂大家伙突然觉壮汉狰狞的面目，那么憨厚！", " 福尔摩斯和华生在山坡上搭帐篷露营！入夜，福尔摩斯醒来，用肘部弄醒华生：华生你看！天上有什么？华生：一弯明月！福尔摩斯：这意味着什么？华生思索片刻然后：嗯，月色不错，没有星星，明天应该是阴天！福尔摩斯：笨蛋！我们的帐篷被偷了！包拯：二位莫惊，帐篷还在！是我。", " 博尔特——北京奥运会田径100米决赛，他用了9.69秒夺冠。8月16日凌晨，郑州二七路论坛一网友发帖称街头一名偷电瓶的男子被发现后，拔腿就跑，监控显示，百余米路程，他仅用了10秒多，以至于监控只留下一道白影。", " 最近一个月内即将上映的大片：《高考》《高数危机4》《思修惊魂7》《计算机的救赎》《一不小心考六级》《一起又看近代史》《哈利波特与基础物理》《哈利波特与复习周》《让挂科飞》《非诚勿考2》《家有考神2012》《天天考试》《暑假来了5》《回家总动员5》《裸考之城4》敬请期待", " 话说同事那天陪老婆去产检，然后拍3D胎儿照！ 照片出来时，夫妻很高兴的看着。 大夫突然对着爸爸说：“孩子不是你的” “什么？” 先生的脸马上垮了下来。 太太：“老公，你要相信我！” 二人快吵起来时大夫说：“这张才是，刚拿错了！", " 在iphone4刚出来没多久，价格在5880的时候！一天，我坐出租车的时候，忽然电话响起来，司机拿出iphone4接电话，＂喂＂。后来我问他，师傅你多钱买的，师傅说：“坐车的客人送的”。我说：“他为什么无缘无故送你？”结果师傅说：“他凌晨2点打的车，刚和女朋友分手，说想忘记过去，就把手机给我了。", " 新婚第一夜，新娘子为了“办事”，早就换上了漂亮的丝睡袍，作出诱惑的姿势躺在床上。 可是一个小时过去了，新郎还是穿得好好的看着窗外，新娘不耐烦地提醒他：“怎么不脱衣服上床来？”他吐了一口烟：“你先睡吧！不要管我，因为我妈妈跟我讲过，今天晚上是我所能见到的最美妙的一个晚上，所以现在我不想浪费任何一秒钟看夜景的机会。”", " 问；每次苍蝇在那搓手的时候脑子里在想什么 ？网友答；是在唱 sorry sorry sorry........", " 唉，记得第一次和女友ML的时候属于临时兴起，没有做安全措施。 事后女友各种担忧抱怨加气愤，硬拉着我去药店买紧急避孕药。好不容易在药店熬到结完账，女友又拉住我不让走。正疑惑时，她向店员要了两杯开水，把药拆开，递给了我一片（紧急避孕药都是两片装的），瞪眼道：“吃！一人一片！”。。。于是，我在全场店员顾客注视下含泪服下了避孕药。。。然后，全场响起经久不息的热烈掌声。。。"]}, "taskid": "76f8e1f6e3b6bfe75831b1d0da4aefc7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=203&_uid=guest", "updatetime": 1445431330.895803, "result": {"content": [" 大学时，楼道贴一寻物启事：本人丢失一祖传裤衩，蕾丝花边，裆内有一补丁，由于跟随多年，甚为想念，手头拮据，现挂空挡，下体兜风，实感不适，拾到兄弟编辑短信“我捡到了”发送到***********，某某给你作揖了！", " 一姐妹乘火车回家，甚是拥挤啊，她还饿了，看这拥挤的过道突发灵感，遂端着泡面盒的边，边走边喊：“小心开水别烫到”，于是畅通无阻。几分钟后，姐妹端着面原路反回，嘴里喊着，这回真有开水了啊！真有开水！ — —！", " 一次深刻的tao宝经历啊！ 第二次去一家tao宝店买了许多东西，希望能打个折神马滴优惠，找了第一个客服，哎。。。人家死活不同意，我依然没有罢休，换了第二个客服，希望可以说服他，谁知。。。 第二个客服对我说：亲，所有的客服都是我一个人！别挣扎了！ 汗。。。尴尬。。。", " 说个亲身经历的，第一次去上海的时候，听说上海地铁自动售票可以找零，于是拿一张百元大钞买了一张票，我不会告诉你，我怀着纠结的心情揣着自动售票机找的96个硬币在口袋里晃荡了一下午！", " 刚看优酷视频，说六月某天，一交警执勤被晒晕了，有好多市民去搀扶。我正看的感动，突然画面出现一个老大爷扛着电风扇过来了，站了一会可能发现大街上没有插座，抗着又走了………", " 最近，六岁的儿子总时不时肚子不舒服，于是今天带他到医院检查。医生让儿子躺下，在他肚子上按了几下。医生问 ：“你有什么感觉？”儿子回答：“好像有人按我肚子”。 ps：呵呵，这个是我见过的最萌的和最冷的了！", " 甲：我怀疑孩子不是亲生的。 乙：那去验DNA呗，现在科技那么发达。 甲：不想费那钱。 乙：得，有省钱的招。 甲：啥招呀？ 乙：你将自己打扮土点，再抱孩子上公交车，找机会骂孩子几句，马上就有人随手 拍照传微博，然后警察就会来抓你俩去DNA……", " 前几天从网店上买了两辆1：18的车模，白色奥迪R8和黄色兰博基尼，但R8白色没货了，所以店主打电话来给我解释，正好这时我在上MBA的课，电话这边 我只说了几句话，“R8没有白色的？”“那就来银色的吧！要等多久？”“兰博基尼颜色不变！”那话那头说的啥你懂的。结果所有人的目光都聚集到我身上，一个美女嗖的一下坐到我旁边，说：”帅哥，你现在开什么车啊？你电话多少？“…………哥真不是富二代，我买的只是车模好吧……", " 想恶作剧，偷偷改了老公QQ密码，让他着急一下。答密保问题，你配偶的姓名？心中窃喜，死样还挺在乎我。想都不想输入了自己的名字，尼玛错误，小名，昵称，外号全试了，都TM错误。换个问题，配偶生日，阳历阴历，各种格式输入，又TM错误……", " 话说我一同事叫张运富.一日坐公交,我先上了找了两个空位,于是便招呼\"运富坐这边\",这时，前排一孕妇满脸不情愿的挪到了我的旁边,我。。。。……"]}, "taskid": "4ffbaa977469ebf42f9e2c3a4d10e234"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=228&_uid=guest", "updatetime": 1445431330.112002, "result": {"content": [" 我们那个老头老师，他是从来不换衣服的那种 ，总是穿一件胸前带一个口袋的那种半袖，今天突然发现他胸前的那个口袋没了，心想，老师终于换衣服了，然后等他转过身在黑板上写字的时候，我看到了，他的那个兜，在。。。在后背上~~~~", " 刚和哥们在路边看到很多芒果树，看着青芒几乎挂满枝头。 他说弄几个下来试试味道如何，只见他一阵助跑，火急火燎冲过去，蹦起来摘了片叶子就跳路边的沟里去了。", " .朋友有一辆面包车，一天早晨特别冷，面包车前挡风玻璃全都结满了一层冰，朋友懒啊，就擦出一个小洞，勉强能看见前面的那种，就开车上路了，没走多远就被交警拦下来了，下车后，交警第一句话就是“大哥，你以前是开坦克的吧！”", " .给儿子取名字，中间叫蓦字，然后给老丈人，丈母汇报，然后解释蓦字怎么写，蓦然回首等各种成语引用，丈人不明白，丈母开口了，就是草日大马。。你让我情何以堪啊。。。", " 骑电车走在路上，前面一妹纸，边骑电车边讲电话。。。从妹纸身边驶过，身后传来妹纸的声音：“哎呀！不跟你讲了，我被超车了！” 我…", " 某报社招聘。 约了些同学面试，很多人打电话来说保安不让进，希望下去接一下。考官说这都对付不了的话，还是别做记者了。最后，大部分同学都进来了。最后翻墙进来的成了狗仔队；讲理进来的成了评论员；软磨硬泡进来的去跑官会了；撒泼打滚的后来都提拔成了主编；硬打进来的顶替的原来的保安", " 高中，有一次班主任去了井冈山。 大家都以为会过两天回来的，结果第二天都迟到。 班主任突然出现,全被抓到班上。 她好兴奋的和我们说： “哈哈,我就知道,我特意连夜坐7个小时的车赶回来抓你们迟到的。”", " 古代有一小姐，遇到一个上京赶考的穷书生避雨，小姐备纸墨要求书生赋诗一首，发现书生真有才华，小姐以身相许，次日小姐垂泪并送书生穿资，君若高中莫负妾身。书生发誓后走了。小姐让丫环把书生的名字纪录在册，丫头说这已经是第五十个书生了，小姐说没办法分散型投资总有一个会真的考上进士吧。", " 今天老板喝多了，再加上和女友分手了，心情很不好，一直在撒酒疯，无奈姐送他回家，一路上各种闹腾，姐送他到他家楼下，让他自己上楼，这货拉着我的手说，今晚陪我吧，别走了。我问，陪你干嘛啊？他说，QJ我吧。。。姐很无奈的说了一句，我硬不起来。。。结果老板笑醒了。。。", " 寒假过后刚开学，一个小学二年级的课堂上，学生们80%都在做自己的事，老师一气之下：“你们爱干什么干什么吧！这课没法上了。”一位同学冷静的举起手来：“老师我放炮行么？”老师随口一生：“随便。”那学生随手从怀里拿出一挂鞭炮噼里啪啦在教室响了起来。"]}, "taskid": "ecd1d642bd084fa1a2278493eb4ecd44"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=223&_uid=guest", "updatetime": 1445431328.719797, "result": {"content": [" 今年NBA季后赛趋势我已经发现了，第一轮动物什么的死光光，就好像灰熊、小牛、公牛、老鹰什么的，第二第三轮人类死玩，比如湖人、76人、凯尔特人、步行者！最后剩下来的，靠！大自然的决战，雷霆打热火。 总结：还是大自然的力量最强大", " 有一天，一个孩子问爸爸：“我是怎么来的？” 爸爸说：“你是刷装备刷出来的。” “什么装备？传奇还是魔兽？” 爸爸淡定地说：“连连看。”", " 早上有晨读的习惯。今天也不例外，在教学楼6点多，突然来了感觉，痛快后发发现没带手纸，遂呼朋唤友送纸入厕，正当我告知好友地点后，卫生间隔板被敲响，一个虚弱的声音说：“同学，让他多送点行么·我也等好久了……”", " 昨晚看球，烟瘾上来。打火机没油！生生用火花点着了。嘴巴都吸肿了。，抽完烟，肚子饿了，煮面吃。当我打着煤气的那一刻，我真想抽自己几个嘴巴！", " 一早上班穿鞋，发现有一只鞋上的水钻明显少了，便问家人，“我鞋上的水钻呢？”五岁的儿子一边扒饭吃，一边回答“我抠下来送我们班女同学了”……", " 有一男生，平时老在一起玩，关系很好，喜欢他很久了。昨天表白，跟他说喜欢他，他笑了一下问我，喜欢我多久啦？我说，这么多废话，你表个态呗？他说，我就是想看看，是你喜欢我时间长，还是我喜欢你时间长。僵住，然后感动。", " “大师，你为什么老说阿弥陀佛？”“施主，我觉得一个出家人如果也用\"呵呵\"来表达情绪的话，这也太俗了。阿弥陀佛。” @catist", " 寝室一哥们的手机铃声是婴儿哭的声音。某天，这哥们在学校上厕所便秘，许久出不来。痛不欲生的他一声大吼，这个时候手机铃声忽然应声响起……然后，这哥们就出名了！", " 儿子三岁时，有天我开车带他去玩儿，他上车看见座位上有堆零钱，就一边整理一边跟我说：“妈妈，钱给我吧，男人身上不可以没钱。”我的儿啊，你才三岁。。。", " 上语文课，某同学睡着了，坐在边上的同学突然叫醒了他，并小声说道:“读课文第三段”。那同学立马起身大声读了起来。正在黑板写字的老师吓了一跳，老师郁闷的看着他问道:“同学有什么问题吗？”这同学貌似知道了什么…蛋定的说了一句:“这段写的真好！我给大伙念听听！”老师:。。。。。。。。"]}, "taskid": "efd2ebb789d01760951d85139dbd5d49"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=234&_uid=guest", "updatetime": 1445431327.80977, "result": {"content": [" 今天上街跟女友吵架，之后上公交车她还生我气，不跟我站一块儿，上车以后我俩没有说一句话，我走过去用手拍她屁股一下，打算向她道歉，她不理我，我又拍一下，N次之后！旁边一大叔斯巴达了！！！将我按倒在地说“臭流氓！你一上车就开始骚扰人家女孩，人家不理你你还上脸了！”", " 本人女，同学男，一起在图书馆学习。 早上同学把钥匙落在桌子上了，我怕丢了，就给他带走了，并发短信告知他。下午他去拿钥匙，我给落在宿舍了，于是告诉他晚上给他带过来。晚上他过来问：“带钥匙了吗？”“带了。”从包里找出钥匙来给他。他说：“我先回去了，你也早回吧。”然后走了。于是，我在一桌人异样的眼光中过了艰难的一晚上······", " 八贤王对宋仁宗道：“变天了，您招待外宾在御花园赏月的计划恐怕要泡汤……”宋仁宗沉吟片刻，道：“宣包拯入宫。”“作甚？”“把他吊起来。” 为满足外宾的赏月需求，包拯被吊起来代替月亮。“皇上，包拯怎么说也是朝廷命官……”八贤王求情，“况且赏月当赏满月，包拯额前那不过是一弯新月。”“有理。”宋仁宗点头，“来人，快将包拯放下来。”“陛下英明！”“把他脸打肿一点再吊上去。”", " 借用郭德纲的台词，跟老婆小幽默一把，我说最近刚算了一卦，一百三十五岁的时候有一劫，她说怎么了，坟被刨了？差点让我喷出来，怎么有这么贫的老婆呢？？？", " 某玩家：团长 对不起我退5分钟 X团长：不行！！！！！都要BOSS了退毛啊！！！ （狂暴中！！） 某玩家：必须退啊 洪水淹到一楼了 我得去网吧三楼找机子 众人：敬业啊！！！", " 一次和男朋友逛街，跟他说玩一个信任游戏，我闭上眼睛，他领着我走路。坚持了好久，一直顺利上了地铁。地铁上人很多，不过男朋友还是扶着我坐下了。然后，他附在我耳边小声说：“千万别睁眼，这个座位是别人让的“……", " 有一次和妹妹还有妹妹同学在家打扑克很安静，我突然放了个超响的屁。好尴尬啊，她俩什么都没说。我想缓和一下气氛说了句＂XX，该你了。。。＂我妹妹来了句＂我放不出来。。＂当时我就给跪了。。", " 跟女友相处一段时间，她父母一直没有表态，我很着急。 有一天，她父亲和蔼地对我说：“我和阿姨都很喜欢你，你要是女婿，可以顶半个儿。我觉得半个不够，如果你不介意，可以当我们的干儿子，到时候，我女儿结婚，她的孩子还能有个舅舅。”", " 看到前男友跟以前一姐妹在我的群里打情骂俏，我就在他们聊的正嗨的时候默默把群解散了...", " A：我有一个梦想，月收入5万，像我爸一样！ B：月收入5万？你爸可真厉害！ A：不，我的意思是说，月收入5万也是他的梦想。"]}, "taskid": "21d1538d1bf6315384142a1400a1b3c2"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=210&_uid=guest", "updatetime": 1445431326.476009, "result": {"content": [" 刚收到一条哥们儿发来的说他打算要自杀的短信，我没理也没回。 一旁的女朋友担心了，问我：“你就不觉得自己该做点什么吗？？” “他是用联通的，”我答道，“葬礼上个星期已经办了。”", " 前段时间经常看甄嬛传等古装剧，里面都是什么嫔娘娘，比如莞嫔娘娘，祥嫔等娘娘，有一次我喝了很多水，一会儿去了好几趟厕所，老公淡定的说：又去厕所啊？朕封你为尿嫔娘娘。。。。", " 我和老婆异地恋，一个月我去她学校看一次她，由于异地恋，老婆特别羡慕校园里的一对对。上星期我去看她，我们走在她们学校图书馆前的大路上，这小逼非得闹，要我背她，没办法，背吧！她要我蹲下，然后就蹲下了，本以为她会趴在我背上，谁知她怎么想的，居然要蹦到我背上，没想到用劲过猛，直接从我头顶翻了过去，我拽都没拽住，当时的场景就像过肩摔，不过是从头摔过去的，那满路的人啊！都憋出内伤了", " 今天在公司的厕所里正蹲大号。一抬头发现厕所门上有一溜电话号码，上面标有“同性征友”。哈，又是谁恶搞呢？我心里笑了。看看那电话号，前七位还跟我的号一样！再仔细一看，我勒个去！后四位也跟我的一样！……", " 年轻夫妇逛商场，女的看中了一套高档餐具，坚持要买，丈夫嫌贵，不肯掏钱。导购员一看，悄悄对丈夫说了一句话，他一听马上掏钱。是什么让他立马转变？导购员对丈夫说：“这么贵的餐具，你太太是不会舍得让你洗碗的。” ——人的观念没有什么不可改变，关键是角度，要善于揣摩客户心理。", " 某夜熟睡中的我，翻身，感到身下的垫子超乎寻常的柔软和温暖，享受ing，突然回过神来-----不对，是猫被压在身下了。赶快起身，开灯，查看。那猫肚皮朝上，四脚朝天，已经被压平了。我赶紧探鼻息，没感觉到呼吸。吓得我拼命摇晃其身体，大呼其闺名。就在我以为它已经真的挂了的时候，这货微睁开左眼，瞄了一眼，翻身继续睡。", " 初二那年暑假，有天踢完球回家，父母都不在，心血来潮打开电视对着那些电视直销广告（塑身内衣、内裤神马的，80后钓丝们都懂）撸管，裤子退到膝盖，she到大腿上，然后很累，感觉不会再爱了，躺在客厅沙发上迷迷糊糊的就睡着了。醒来以后，发现我的裤子已经穿好了，然后整个客厅坐满了亲戚。。。。。。", " 弟弟很调皮。。 有一次因为和老师顶嘴老爸被叫到学校。 途中听说弟弟是为了一个同学打抱不平才和老师顶嘴的，于是老爸大夸弟弟仗义。 结果遇到老师之后发现是个美女。 于是很WS的变脸，然后一个劲的唠叨弟弟。 还佯装新好男人一般的哭诉自己管不住孩子，然后问美女老师要电话号码并声称以后孩子在学校出现问题的时候方便及时联系双方。 这时候只见弟弟很冷静的拿出电话，拨通老妈的号码。 然后来了句“妈，你这老公怎么管的，泡妞都泡到我们班头身上了!“.. 巨寒。。 顿时办公室所有人黑线。。", " 姑姑小时候，奶奶让她去买西红柿，姑姑到菜摊买了整整一菜篮子，结果因为太沉拎不回去，等奶奶找到她的时候，她已经蹲在马路边吃了十几个，很伟大的说：再吃几个我就拎得动了。", " 前段时间，哥在某宝网买了2盒TT，特意和店家MM说好匿名购买发货。 当时MM像哥保证包装发货时不会让人联想到TT。balabalabala。。。两天后哥因为有事外出，是一位女同事代收的。当哥回来时候周围人很古怪的看着哥，等哥遇到那位帮忙代签收的女同事时，她一把把TT塞给哥，脸色羞涩的说：“X，我只想看看你买的伞怎么样，没想到。。。 哥接过包裹一看，包装上写着：遮阳伞 哥凌乱了。。。 那个店家MM太有才了"]}, "taskid": "16944646e54adce4767969429a73056a"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=215&_uid=guest", "updatetime": 1445431325.60185, "result": {"content": [" 昨天公交上人非常多，到了下一站，车上已经差不多装满了，到站的时候，前门已经上不了了， 有个小伙子从后门挤进来了，司机关门开车，大概开了五分钟左右，司机在车上暴吼，后门刚上来那个小伙子，老子晓的你没刷卡，就是穿花格子衬衣那个，不刷卡，待会你下车老子开门夹死你。", " 深夜，草原上，成吉思汗突然突然升帐，召集来众将，指着中间地上的一块石碑说：众将士，这是前方将士运回来的，欧罗巴洲的界碑，证明我们的前方的将士已经攻入了欧洲。众人一阵欢腾，只有长子术赤打着哈欠问：大汉，凌晨2:45把我们叫起来，就为看这个欧洲碑么？", " 大家时的一天晚上，舍友A在桌前泡方便面，刚把面放进去宿舍就拉闸停电了。他只好摸黑操作。 过了几分种，这哥们儿突然一口喷得哪都是，嘴里还嚷嚷： “快拿手电照一下。。快点。。” 舍友忙开手电照过去，只见A手中端着一盆泡沫丰富的面。。。 有人大叫：草。。。还我的飘柔！！！！！！", " 回家,看到老爸站在阳台上点着颗烟,紧缩眉头惆怅的望着窗外的乌云。 。。 我:爸,怎么了? 老爸:要下雨了。。。(猛吸一口烟) 我:。。。 老爸:下雨你妈就不能出去溜圈了,然后她一定会输光我的欢乐豆的。。", " 刚才走在校园的路上，远远地看见了一个跟我关系很好的妹子，于是躲在树后面，妹子走近的时候突然蹦出来，大喊一声：“打劫！” 妹子也挺配合的双手捂胸，一脸惊恐的说：“劫财还是劫色？” 我鄙视的看一眼她说：废话，当然是劫财！ 妹子顿时一脸狗腿相，扯着我的袖子说：别介啊大哥，这么多人呢，给我一个面子，劫色吧，求求你了。。。 周围人都看过来，我果断一把抱住她，亲了一口。现在她还在追着我打……", " 本人高中时候有严重的口腔溃疡，说话吃东西太难受了。估计当时营养供不上吧。后来校医说让我用白酒漱口，痛的我直流泪。问题是学校不让喝酒，抓到了也没法解释。后来班主任把酒放在他办公室，我早晚去他都给我倒一小杯。渐渐地我出名了，我们班上人都知道怎么回事但为了不被高年级欺负给我编了离谱的身份！后来越传越牛逼，说有个学生家里如何牛气，亲属如何历害，黑白两道通吃，连校长都怕，老师亲自倒酒…", " 与老婆在厨房做饭，听到敲门声，老婆去开门。。过了一会就听外边老婆“嗷”的一嗓子，接着就是“啊~啊~啊呀~5555555”的哭声。。 当时下意识的想着不会是入室抢劫吧，顺手抄起大勺就冲出去了。。尼玛原来老婆刚好踩死一只蟑螂，。。 这时门开了，楼下邻居手里抱着一西瓜，喊道“咋了？！！”一看我拿着大勺老婆在旁边哭，破口就骂“你丫真不是玩意，打老婆算什么男人？！！！” 老婆当时喷着鼻涕泡泡就笑了。。。", " 晚上六个师兄一起去喝酒，打一辆的士回校，多一个人实在塞不下，因为离学校也不远，大概就一站多路，就跟司机好说歹说让一个哥们在后备箱里委屈几分钟。下车后大家一起晃晃悠悠到寝室，忽然发现只有五个人……", " 我是联通3G的VIP客户，早上接了个联通打来的电话。 对方询问联通信号的情况，让给打个分，1到10分，10分是信号最强。 联通3G信号不好大家都懂的，我一向老好人，就说打10分吧。 对方，几分？我喊，10分！对方，几分？我，10！ 对方，先生信号不太好，您再说一遍。我直接无语", " 小卖铺里出来一对情侣，一人一瓶冰红茶。 正当我也准备过去买水喝的时候，女的在后面喊男的：“喂，这上面写再来一瓶是啥意思？”男的头也不回，说：“不知道。”于是，女的随手把瓶盖扔地上了。这一幕被我看到，以为碰见俩白痴。待他们走远，我急忙跑去捡起来，又是吹，又是对太阳看，哥看清了，四个大字：谢谢品尝…"]}, "taskid": "191a48dcfe4cec63ac878bd4b1a7f3b8"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=207&_uid=guest", "updatetime": 1445431324.700552, "result": {"content": [" 沙僧加入取经大队，唐僧叮嘱：“一定要听师兄的话。 ”“知道了。”不久孙悟空对沙僧说：“沙师弟，我叫你沙师弟你没听见吗？”沙僧就把白龙马杀掉了.......", " 有一天晚上打开收音机听广播，听到主持人美眉的甜美声音：“性是个好东西，很多人都喜欢。”当时我就兴奋了，不料主持人美眉又说：“谈完了杏，我们来说一说桃子……” TMD", " 昨天晚上做了很霸气得一个梦。 睡觉的时候梦到我被一群五大三粗的大老爷们追着，追到以后把麻袋唔头上一顿猛打，然后立刻惊醒了。哎呀我去，一身冷汗啊，接着睡呗。 高潮是睡了一会看到那大汉拿着麻袋说了一句，你他妈的还敢回来啊？结果一夜没敢睡…....", " 男友也是个小眼睛，一次一群朋友在KTV玩杀手游戏，所有人闭眼后一个拿法官牌的朋友喊杀手请睁眼，2秒后法官又喊了一次杀手请睁眼，最后法官忍不住喊，杀手怎么回事，睁开眼睛啊？此时男友跳起来说，MD，老子睁着眼睛的！。。。。。。你眼睛是有多小", " 早市边上有卖花的老爷子，和同事一起，一盆仙人球，同事问：'多少钱？\" 老爷子：“九块。” 同事往外掏钱，老爷子不乐意了，“说九块就九块呀，你也不讲价？八块！” 真实故事！", " 作为德国队的支持者，很想看着打赢德国的意大利赢到底的，结果意大利0:4惨败给西班牙。说明一个问题，上帝创造意大利就是为了坑德国，不管是在二战，还是欧洲杯。。。", " “当时我正洗澡，监狱的黑老大走过来，晃着一身肥肉，站在我面前淫笑。我立感毛骨悚然。然后我看到他把手里的肥皂挤丢到地上。他示意我捡起来。”“你捡 了？”“我敢不捡么？我俯下身去。”“那…后来呢…”“后来…”他哽咽着，“他就按着我的肩膀从我后背上跳过去了。＂", " 本人苦逼酒店小领导一名，酒店经常有客人喝吐，话说今晚又有一客人喝醉了，明显感觉不对劲，于是我立刻过去扶客人去洗手间，但是悲剧的是：在到洗手间门口的时候，客人还是吐了~接下来才是高潮，客人吐了，但是神奇的是客人用手接住了，是的！用手接住了。接住了。。住了。。。了。。。。然后倒到了便池里，最后还很礼貌的跟我讲了一句不好意思。。。我只能说，多么有素质的客人啊~", " 我老妈交了两年的网费，有一天叫我去看看她的wifi为什么不能用了，我发现她的路由器一直放抽屉里根本没用，她其实一直在用邻居的wifi！囧…", " 我每到一个地方，就喜欢学当地方言，而且学得非常象，记得第一次去南京时找不到夫子庙，我用刚学南京话问当地一个老大爷：“老太爷，请问夫子庙怎么走？”老大爷惊奇地盯着我看了半天说：“呆B，南京人连个夫子庙都找不到！”我直接蒙了。"]}, "taskid": "bceb1ab4ab46dd65e0453da1d72d9e9c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=233&_uid=guest", "updatetime": 1445431323.792477, "result": {"content": [" 商铺开张，风水师：“贵铺正东青龙位，通道货箱堆积，地气不畅，如龙困浅滩；兼之炉灶面南背北，南属火，二火相乘易生火光之灾。” 老板惶恐请解，风水师道：“搬开货箱，龙行风畅；旁置开光消防栓一尊，呈水动之象，风流水动，自然平安。” 风水师回到大队：“队长，这个月消防整改任务完成了。", " 和女朋友两年了，有回突然聊起她为什么会看上我，她幽幽的说到：你夏天是不是特别喜欢穿大运动裤衩？而且不穿内内？我：嗯嗯……和这有什么关系？媳妇：有一回我坐你前面，低头捡东西的时候就看到你的……，我觉得这是我第一次看到真实的，所以应该对你负责…………", " 某日，女友来我家OOXX，膝盖被竹席磨破了皮，女友当时穿着短裙，因为心虚，非要我帮她想个合理的解释掩盖过去。 我告诉她就说是走路不小心被绊倒，双膝着地导致这样，女友说好，然后回家了。 过了会女友发来短信：我一回家就看见我妈膝盖也破了皮！我们谁也没问谁，现在在擦药。", " 研究所里，某科室想买个冰柜存放试验样品，他就给上级打报告，结果没批。 科里的老职工杨工看到了，就给科长建议道：“你把‘冰箱’换成‘人工智能温度调节装置’试试。” 科长照办，没几天，报告批下来了：“同意”。", " 一哥们酒后玩MM被查，认罪用了一句话高度概括：在巴掌大的地方犯下天大的错误。 Pol.ice看后觉得过于抽象，要求细化量化，用数据说话。 这哥们又写了十点： 一个人寂寞；两个人快活；三分钟快感；四百元小费；五千元罚款；六个月工资；七天拘留；八辈子倒霉；酒惹的祸；十分后悔。", " 说个初中的，初中生物老师是个30出头的美女，不知道叫姐姐还是阿姨。讲到人的生殖。你懂的。。。 为防止有的男生搞怪，她说：爸爸的精子在妈妈的输卵管里遇到妈妈的卵细胞，然后就形成了受精卵，就是小小的你们啦！ 果然，没一个人乱闹乱笑的。突然，一2货大呼：老师，爸爸的精子怎么能进到妈妈的输卵管里啊？ 全班爆笑，老师一脸黑线在风中凌乱了。。。", " 我上的大学是一所民办三本，管理特严，平时就算没有课是绝对不能呆在寝室睡觉的。于是乎就有学生开始想办法了，我们班男生惯用的方法就是让同寝室人把他锁在寝室，有人检查的时候说：别人不知道我在寝室，把我锁在这了。更有个奇才，在淘/宝买了个一米8左右高的毛绒大熊，把填充物掏光，然后自己藏在熊的身体里就那样躲过了楼管的眼睛。。。。", " “妈妈，这个世界上有鬼吗？”“傻孩子，当然没有。”“可街上有团火在飘来飘去诶。”“那是鬼火，是人死后体内的磷与水或者碱作用时产生磷化氢自燃造成的。”“可后面还有一套衣服跟火一起飘来飘去诶。”“我看看，哦，那是包大人打着灯笼在巡夜。”", " 今天斗地主的时候，发现一哥们钱包里有一张写满双色球各期开奖号码的纸，不解，我说，你写这干什么？那哥们淡定的来了句：万一穿越了，就有用了…… …我不会告诉你，我特么也写了一张放钱包了………", " 酒鬼到酒公司应聘，品酒十几种，酒鬼均说出了酒的年份、度数等，考官们无不震惊。经理向女秘书使眼色，女秘书接了杯尿递上，酒鬼品后说：女，23岁，有身孕2月！顿时全场鸦雀无声。酒鬼以为应聘失败，怒道：如果不把这份工作给我，我就把孩子他爹说出来！在场的几位领导异口同声道：你被录取了！"]}, "taskid": "eefd49b1648cc3e2cfadf7ce00822c4e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=236&_uid=guest", "updatetime": 1445431322.714755, "result": {"content": [" 姜太公在溪旁用直钩垂钓，上面没有鱼饵，且悬空于水面。 樵夫见此很纳闷：老先生，像你这么钓鱼一百年也钓不到一条啊！ 姜太公笑着说：哈好，我不是为了钓鱼，是为了钓王与侯。 樵夫恍然大悟：啊，原来是酱紫呀…… 话音刚落，姜太公背后一凉，问道：何方神圣，怎知老夫姓名？", " 老家有个2货小正太一枚，经常来我家和弟弟捣蛋，有一次看到那2货又兴高采烈来我家找弟弟玩，可当我从楼上下来的时候看到那小子正掏出JJ在客厅墙角准备尿尿，我怒了于是决定捉弄一翻，就走过去指着他JJ说:你小子完蛋了，你看你JJ下面长两颗瘤子，那小子一摸，果不其然，于是大哭着跑回家告诉他妈去了，第二天他妈就来我家骂人了。。。。。", " 那年毕业，女孩问男孩一个问题“我和你妈妈同时掉到水里，你会救谁？”女孩自己也不知道答案，但还是问了，木讷的男孩不知所措的站在那里，女孩赌气走了，女孩走之后越发不安，隔天回到原地，男孩还在那里，只是手里多了件泳衣，看到女孩来了，说“我教你游泳，我们一起救妈妈。 ”我们一起救妈妈。。。", " 同学面试一大公司，录取二人大概五六十个人报名。 考题是：让考官在最短的时间内记住自己。 我同学一句没说上去给考官一嘴巴，调头跑了。 第二天通知他去上班。 他思索良久。。。。。。放弃了。", " 上课中，一老兄在玩手机，不幸，被班主任在窗外寻查发现了，班主任不想打断课堂，给该同学发了个短信，意在提醒他。不巧该生没存班主任的电话，遂回复短信：谁啊，上课呢。班主任回：看窗外！老兄回：谢了，班主任盯着呢，下课再说", " 小时候，每次爸爸妈妈在我面前讲完脏话，都会转身告诉我那是英语。直到上学后，我永远都不会忘记第一天上课的时候老师问的那句话“谁会讲英语啊？”", " 和一同事跟我聊天，他说：昨晚他儿子睡前，非要他讲一个故事，他想了想，然后说，很久很久以前，有一个青年，是一个程序员，他会C、C++、C#、Delphi、Visual Basic、QBasic、Perl、Python、Ruby、Javascript、ActionScript、bash、shell、Java、php、object C...儿子听着听着，很快就睡着了。", " 寒冬，一哥们站在楼道口，穿着大裤衩和拖鞋，看着满地的积雪，惊讶的喊道“日，什么时候冬天了？！” 此人被评为“超级宅男”。", " 好兄弟想跟女友分手，非要拉我去壮胆。三人见了面他就说自己是同性恋，一直喜欢我…我操！我在旁边尴尬地想哭…最后他女友说祝你们幸福……天空下着雨，我们打着一把伞默默走着，突然兄弟说：“你以为都是假的？”——我去你大爷的", " 我是一个施工员。 很久以来，我尝试着用各种方法让工友们唱王力宏的歌。 但现实是残酷的，一个月后，我爱上了凤凰传奇。"]}, "taskid": "5ec0e62405eaa4ecd36ff586871665b6"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=216&_uid=guest", "updatetime": 1445431321.799084, "result": {"content": [" 小学二年级，第一次学习书信格式，然后周末布置的作文是“给远方的解放军叔叔写封信”，然后傻乎乎的回家告诉我妈说老师要求给解放军叔叔写信。我妈想了半天只有一个远房亲戚是解放军，于是往老家打着电话要了地址真给写了一封信（那时候打电话还是单位唯一一台的电话），寄出去了。周一老师问我信呢，我说寄出去了，当时老师沉默了很久。后来还收到了那个叔叔的回信。前段时间收拾老房子才看到当年的回信，突然想起来当年那个叔叔收到信的心情该是多么的风中凌乱，而老师的心情该是多么的难以言语啊！", " 一同事去国外出差，怕看不懂国外的地图，又怕迷路，遂带了一GPS。飞机起飞后，这哥们淡然的拿出GPS：您已超速，您已超速，您已超速……您已超速…………空务员满脸黑线 ─.─|||", " 办公室大姐穿了一条当下很时髦前短后长半身雪纺裙来，看得姐眼直冒绿光：大姐你好时髦啊，在哪买的啊，我一直也想买一条来着。 大姐看看我：十几二十年前的裙子，在箱子里压了很久，没想到又流行了…… 我…………", " 我姐让我查个日本香水，好让她姐妹从日本带回来。查了好久，但是我姐问我的时候我又忘了，就记得牌子有个藤字，我使劲儿的想，终于有熟悉的名字映入脑海，告诉她，不是武藤兰就是加藤鹰，于是她很认真的记在纸上了。刚才我姐打电话过来了，让我晚上早点回家，她要取我的狗命...", " 感谢屈原老师用生命为我们换来了一天假期！放假是很好很好很好很好的纪念方式，我们还想以同样的方式纪念：孔子孟子庄子韩非子，曹操刘备孙权诸葛亮，李白、杜甫、苏轼、白居易、刘邦、项羽、康熙、雍正乾隆、.......等365位历史名人。", " “悟空你听我说，最近悟净的行为很怪，我多说他两句，他就一言不发走开，然后躺进小白龙的食槽里。” “沙师弟不善言辞，他应该是在用行动表达对你的不满。” “什么意思？” “卧槽！”", " 哥们儿在网上花了不到50块钱买了一个法拉利的跑车钥匙，进夜店喝酒的时候就把车钥匙往桌子上一扔，然后各种漂亮的姑娘都前来搭讪。 然后酒醉人归，带姑娘回家。姑娘问他车呢，哥们儿非常淡定地说，喝酒了就从来不开车，我们打车回去吧......", " 表弟今年名牌大学毕业，觉得自己很牛X，挑工作，还列了最低要求：1.大企业(最好外企)；2.公司有专车(最好能配私家车)；3.工作氛围好(最好同事和客户都是年轻人)。 现在，他在肯德基当外卖配送员。", " 一哥们父亲节给他爹打电话。 “爹，父亲节快乐” “装！劳资过生日都不知道给劳资打个电话，现在跑来装！是不没钱了” “有钱…” “有钱？就你那B工作能有多少钱！” “四千多…” “真有钱，给我打三千吧，就这么着吧。嘟嘟嘟…”", " 上网最大的糗事就是：当你需要在网上找一堆资料时，怎么找也找不着；当你找着了的时候，是个狗屁网站都要你注册，不然不能下载；当你一个一个去注册时，TMD又是邮箱验证，又是论坛币，折腾得你快烦死；可当你花了几个小时终于以为下载成功，打开却发现那根本是个同名不同姓的文件，完全坑爹啊，有没有！"]}, "taskid": "c4df6887f74038e32544fba09ce12a06"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=240&_uid=guest", "updatetime": 1445431320.648423, "result": {"content": [" 以前总怀疑自己的性取向，最近终于释然了，我还是喜欢和女人在一起。毕竟和她们在一起，能学到不少勾引男人的技巧。", " 少年李白不解为什么要铁杵磨成针老婆婆和蔼地说为了扎死紫薇那个小贱人", " 晚上老公抱着我，正要入睡，这货在耳边说了让我吓一跳的话：“这辈子真短。”我一惊，不是吧，这……这……我还想着他怎么突然说这话，我还想着怎么安慰他，然后这货又说：“脚都盖不到，好冷。”你个二货！老娘吓都吓屎了……\"", " 今天吃凉粉搞到肚子疼，赶忙跑去看医生。医生摸摸我的腹部后，神情严峻的摇了摇头 。我担心的问【是不是胃结石？还是胃溃疡？】医生还是摇摇头，在我不禁往更差的方向想的时候，那破医生说【好多肉啊】", " 小王周末带女友芳芳回家，刚进门，芳芳就皱着眉头说：“太热了，你装空调吧。”小王一听，默默地将纸壳箱子套在身上挨着墙角静静站好。。。", " 今天去军区兵检，大家脱的赤条条，军医轻抚着小jj，笑嘻嘻的问道 \"有没有女朋友阿 \"，\"没……没有\"。\"那转身过去让我看看你有没有男朋友\"", " 减肥不成功的妹纸们，你们有好借口了：最近热得瘦不了！", " 问：「我们的承诺：保证让您干爽」，这是____的广告词。 A. 卫生巾 B. 纸尿裤 C. 避孕套", " 关于美国啃食人脸的，我觉得弱爆了，因为在大学里打饭阿姨的话能告诉我们谁最牛逼 : \"你到底想吃哪个 同学？\"     或者 : \" 快点的，后面那么多同学，你到底想吃哪个？\"", " 我们宿舍老二和老三自打吃过早饭就在宿舍里吵个不停，都说自己的女朋友比对方的强，争得不可开交。我实在看不下去了，对他们说：“别吵了，我来作个裁判吧。” 于是我搬来一张桌子，让他们俩掰起了手腕。"]}, "taskid": "aeec742e3b3335c8a7d84bcb182cceef"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=241&_uid=guest", "updatetime": 1445431319.747165, "result": {"content": [" 扇蛋蛋滴那个开花呦~~红个艳艳个鲜。。尼玛这是多大刑啊", " 歇后语： 涨工资——空 调； 又说涨工资——美的空调； 中央发文件说涨工资——中央空调；农民工涨工资——空调下乡；十二五期间工资翻番---远大中央空调；涨工资越涨越穷----变贫空调 !", " 在校园看到一个童鞋身后贴着一张纸条，好奇就凑上去仔细瞧了瞧……尼玛纸条内容是：有个神经病在看着哥，哥却不知道……我勒个去……", " 为了救火，消防员们手拉手对着大火讲起了冷笑话", " 吊丝：做我女朋友好么？ 白富美：你死了这条心吧，就算全世界的男人都死光了我也不会看上你。 吊丝：要是全世界的男人都死光了那我还看得上你？ 魄力啊！！！", " 面对汹汹群鬼，道士一边诵咒， 一边用朱砂飞速在符箓上写下：“太上老君急急如律令！” 扔到半空，半天却没回应。 道士拍拍脑袋，把符箓抓回来， 用朱砂在“太上老君”前头又勾了一个@。", " 某人，父母卧病，家里穷的叮当响，老婆又肥又丑。 他万念俱灰之时遇到灯神，灯神说把你的愿望写出来，我会满足你，他写：愿父母是健康的，家庭是富裕的，妻子是美的。 他回到家，看到房子变得富丽堂皇，打开门，父母精神矍铄。 他兴冲冲跑进了自己的房间，看见床上躺着个空调。", " 【如果有人肯陪你看完《富春山居图》请嫁给他！】尽管恶评如潮，《富春山居图》两天票房破亿，却在微博人人上遭遇满屏吐槽，被一致认为刷新了烂片的底线.有观众在放映现场就开始PK谁找到的植入广告多.有人说，看完有一种被虐的悲凉，“广告中间插播电影，逻辑君从未出现”. (现代快报) PS：要珍惜带你去看这部电影的人，他其实只是想单独和你呆两个小时，与电影无关。", " 一老婆和老公吵架闹离婚，老公说：孩子归我养，老婆说：孩子归我养，你以为 孩子是你的呀。估计这下真的得离婚了", " 小精子游啊游，游累了，问大精 子：“我们什么时候才能到达卵巢啊？” 大精子：“早了，这TM才到扁导体！”"]}, "taskid": "3cb9f5d6c85ee2487a9f1492cb89cf3a"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=242&_uid=guest", "updatetime": 1445431318.687556, "result": {"content": [" 今天一哥们对我说 :我以前肚子上有三层肉 现在变两层了!我是不是瘦了!!\"傻逼 他们融合了\"", " 一名男子骑摩托车时遭遇“碰瓷”，对方是个老汉，硬说男子撞了他。面对围观群众，男子一时不知所措。男子急中生智抱住老汉声泪俱下地喊道：“爹，你等着，我这就去给你找医生！”接着他骑上摩托车油门一开跑了。老汉目瞪口呆，恼怒地喊着：“给老子回来！”众人纷纷感慨：“这儿子真孝顺", " 四大名著的现代意义 内涵啊！《西游记》：出身不好，想成佛是有难度的；《红楼梦》：出身不好，想嫁人是有难度的；《水浒传》：出身不好，想当官是有难度的；《三国演义》：出身不好，想创业也有难度。", " 糕饼厂，货架上。凤梨说：“好激动哦，听说明天他们会把我做成凤梨酥，很好吃很好吃吔～” 核桃说：“哦。呵呵，我会变成核桃酥。” 然后，椰子说：“阿门。。”", " 夏天穿人字拖最大的悲哀 莫过于别人从后面踩一脚，结果人字还在，拖没了。", " 如果你和相处三个月以上的女朋友拥抱时还能感觉到她的心跳，我劝你还是找个胸大的。。。", " 唐骏出了本《我的成功可以复制》之后，马化腾也出了一本《我的复制可以成功》，郭敬明亦不甘示弱，随后出了本《我可以成功的复制粘贴》", " 今儿一民警送一小伙去医院包扎 医生边包边问 : 小伙子 伤的挺严重啊 怎么搞得\"  \" 打架!\"  \"那对方伤的重吗\"  \"他们人多 没伤\"  \"那你挺厉害啊 一个人打一群人\"  \"对 我就是咽不下这口气!\" 民警\"少废话 偷东西被抓了还这么嚣张\"。。", " 他为何放下了手机拿出了书本儿？他为何转过身背起了单词，滔滔不绝得他为何戛然而止？气氛活跃得班级为何突然鸦雀无声，是巧合还是另有不为人知的秘密？请看本期走进科学－－－－－－后门窗户外的一张脸。", " 同学A：“这首词是辛弃疾写的……”同学B：“我怎么知道，星期天吧。”"]}, "taskid": "a7ca6681898b146cf891cee15048c0b0"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=237&_uid=guest", "updatetime": 1445431317.855733, "result": {"content": [" 毕业吃散伙饭时，同学甲喝了几杯酒后，走到自己暗恋了4年的女生面前，对她说：“让我给你看看手相吧。”女生：“你会看手相啊，看的准不准啊？”说着还是递上了自己的右手。甲端详了一阵说：“虽然看手相这事不靠谱，但是我还是看出了一件事情！”女生问看出了什么，他说：“你，五行缺我！”", " 冬天，农夫发现一条蛇冻僵了，他很可怜它，便把蛇放在自己怀里。回到家发现蛇还并未苏醒，农夫便把蛇放进一个罐子之中，为了能让蛇早日康复，农夫又往罐子里放入了人参30克，枸杞子500克，熟地黄100克，冰糖4000克，白酒5000毫升。", " 昨晚老婆穿上了一身女警装，笑嘻嘻地对我说：“你被起诉了，罪名是床上功夫太好嘻嘻嘻……” 两分钟后她说鉴于证据不足，撤销指控。", " 一次老婆带儿子去我单位玩，儿子五岁了 领导一把逮住我儿子：小朋友，问你问题，答对有糖吃！你几岁了？ 我儿子：5岁（这个问题是不是太简单了？） 领导又问：你爸爸几岁了？ 我儿子：5岁 领导笑得直哆嗦：你爸爸怎么和你一样啊？ 我儿子：有我，他才当爸爸的 领导：…… 我儿子：糖呢？ 领导：…… 我儿子：大叔，问你问题，答对就不要你的糖了！你几岁了？ 领导：40…… 我儿子：你爸爸几岁了？ 领导：40…… 我儿子：你爸爸怎么和你一样啊？ 领导：有我，他才当爸爸的…… 我儿子：那就怪了，我爸说过你还有三个姐姐一个哥哥！ 领导：…… 我：……", " 早上坐车的哥说：“如果找十几个20岁左右的死刑犯，让他们练四年足球，然后他们踢世界杯， 出线了就出狱，出不了拉回来枪毙。 中 国足球一准儿出线。”我惊异于他的想法，问道：“那怎么解决现在离婚越来越厉害的现象呢？”司机掐断烟头狠心说道：“真正能阻止离婚的婚姻法是：离婚后房子归国家。”", " 家里的狗狗三天没理我了，前天吃跳跳糖手贱趁狗狗打哈欠倒狗狗嘴里一袋，尼玛到现在都不打理我有木有，连我放的狗粮都不吃，记仇的狗狗有木有", " 高中时宿舍条件不好，夏天夜晚往往很热，同寝的一个哥们很喜欢LUO睡，有一天我半开玩笑地跟他说：“如果有一天地震怎么办？你就这样光秃秃地跑出去吗？” 怎料他说：“地震的话当然是第一时间先穿好裤子啊！” 我很吃惊：“等你穿完裤子，那就没时间逃了。。。” 他再次爆出雷雨：“这年头，死不要紧。但是如果你LUO体着死，等你的尸体被挖出来的时候，那一排的人都齐刷刷地看着你的尸体的那儿，怪不好意思的。。。” 这么多年过去了，我再也没能遇见这么知耻的人了", " 跟我妈吵架从来没赢过， 好不容易那次快赢了。 我妈娇声喊一句：“＊＊＊，快来管管你儿子 我是管不住了…”然后 我爸就满血满魔的上了…", " 前几日和朋友聚会，回家坐了最后一班的公交，快到终点，车上只剩我自己。 某一站，开门，上来两老爷子，坐下就开始balabala说现在年轻人素质低，不知道让座等等，大嗓门子说了很久。估计司机是受不了啦，回头看了一眼空荡荡的车厢，刹车，停住，站起来说：“您老二位说我呢是吧？来，位置我让给你俩了，钥匙没拔，您老二位开吧。”", " 那天看到一国外新闻，有人提议中国足球现象应列入「世界未解之谜」，因为一个十多亿人口的国家竟然找不出11个会踢球的人这个事实实在令人费解……"]}, "taskid": "bd24b14c1fb9b810f30bbffa5b5884fa"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=248&_uid=guest", "updatetime": 1445431317.181075, "result": {"content": [" 有人说邮政快递不好，但我觉得挺好的。前段时间从网上买了些带盆的种子，收货打开一看，是几盆花。", " 第一次去丈人家吃饭十分拘谨，只添了一点点汤。丈人说，哪能吃这么一点啊！还没有我一口痰多！  谢谢，不用了，我这回真饱了！擦", " 网吧前台小姑娘接过我的身份证，刷一下，满面狐疑地问我，“你有二十没？够二十才能上网。”我当时就不淡定了，“我次奥，什么破规定，老子没有二十怎么了，老子成年了，凭什么不让我上网？”小姑娘一脸委屈，哽咽道：“我说的是押金……”", " 我觉得我才是个极品！！和现任在一起快一个月，因为他看我最近通话说我老是和某个男的打电话，然后吵了一架之后才发现，原来是我把他的名字记错了!!!!", " 跟爱狗的二货闺蜜在广场溜达。 　　看见一只超可爱泰迪，闺蜜立马蹲下哄狗狗过来， 　　一开始狗狗不听，闺蜜学狗汪汪叫了两声那泰迪立马跑过来了。 　　于是闺蜜就一直汪汪叫着和狗玩。 　　后来狗主人等不及了，对着狗喊了句：快过来，那个不是真狗！ 　　那小泰迪瞅了闺蜜一眼，屁颠屁颠的就跑了……", " 家有二货老妈一枚。妹子昨晚跟老妈睡，忘关窗户了。早晨起来鼻子就不通气了……突然听见客厅里老妈得意洋洋的跟老爸说：“我半夜醒来就觉着冷，一看闺女窗户没关，就赶紧回咱屋睡了，还好没感冒~” 当时我那幽怨的小眼神……唉，说多了都是泪。", " 我在做中介的时候，一次跟同事出去看房，在轻轨上打电话往报纸上登房产信息，这货登完两个一百多万的楼以后挂断电话说，我特么就算倾家荡产也要治好我媳妇的病，周围人瞬间被感动，三个小时后，这俩房子被卖出去了，而且一次性付款……", " 今天请刚高考完的表弟吃饭，顺便带上他亲妹妹才四岁，表弟成绩一般！ 　　吃饭中表弟对我说：“这次考的不错，清华、北大，怎么也得进一个！” 　　话音刚落！四岁的表妹弱弱的说了句：“你不吹牛咱们还是好朋友！” 　　瞬间我和表弟一脸黑线！周围吃饭的都笑喷了！", " 初三时候的事，自习课上LZ放了一个巨响的屁，气味很大。 　　手捂住鼻子往我这边看的人越来越多。 　　LZ红着脸就地头不认！ 　　GC来了，同桌MM这时候大吼：你们没放过P啊？看什么看！把LZ感动的啊。 　　下课一问，原来我俩同时放的，她以为是她放的那个响呢。 　　这是多大的缘分啊！", " 前两天被人撞到鼻子，有疤痕，就贴了个创可贴； 　　还为了响应班级的号召，剪了个子弹头！ 　　今天坐公交车，一上车，开车师傅用藐视的目光瞟一眼， 　　就按喇叭“请各位乘客注意自己的钱包及物品安全...”"]}, "taskid": "aca8334e0dca87e59d3dcb48ac3c6fd4"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=224&_uid=guest", "updatetime": 1445431314.972582, "result": {"content": [" 5岁的女儿和她爸爸说：以后妈妈穿什么衣服你都说好看，记住了吗？爸爸问为啥？答曰：你说不好看她又要去买衣服，这样我们什么时候才能买的了车啊？？？", " 以前看个记录片，记者坐车和警察一起去现场抓捕嫌疑人，警察在车里和记者说我们的队长已经在现场四处勘察了，然后记者指着车外一个人说，那个穿着背心短裤拖鞋，手里拿着扇子扇啊扇的大胖子四处张望的看起来很可疑，会不会是嫌疑人呢，警察说，那就是我们队长。。", " 我表弟在追学校的一个女生，每天短信无数，可那妞从来都不回他。我对他说：骚年！女人的天性只是八卦和好奇心！就你这样还想泡妞呢！看你表哥的！我用他手机给那妞发：你是我们学校三大美女之一，但我只喜欢你。半分钟之后，那妞就回了：另外两个是谁，你为什么只喜欢我啊？", " 公司里有一哥们跟一阿姨走得很近，经常帮她做一些事情，我想她已经人老珠黄的人了你还想怎么样？过了段时间这哥们处对象了，那姑娘如花似玉的。后来才知道是那个阿姨的女儿，感情他这是先找丈母娘啊！", " 早上九点多看见一哥们QQ改了签名：擦、起晚了，准备复读。 。。。我瞬间就给跪了！！！！！！！！！！", " 某天公司要开会，女同事在楼上忙一些事，快到时间了才准备到楼下会议室开会。楼下有好几个会议室，于是发短信给一男同事：哪个房间？ 男同事回：207 据说第二天，男同事没来上班，跟老婆在家解释。。。。。。", " 今天陪女儿午睡的时候快递给我打电话，我怕吵醒宝宝就压低声音说，你谁啊，结果快递也压低声音说我快递呀我在楼下，你下来拿，我告诉他走不开让他上来，他压低声音跟我说，好呀好呀，你为什么弄的这么神秘啊……", " 昨天傍晚捡到一高考准考证，我TM急得跟什么似的，先是报警，然后原地等了半个多小时，最后跟着JC一块联系失主，找学校找老师，最后到晚上九点多联系上了，那孙子在电话里轻飘飘地说了句：今天没考好，让我扔了。。。然后挂了！ 突然有种吐血的感觉。。。", " 我有一朋友很好面子，有一次下学他找我说:我没钱坐车了，你帮我买票吧。 我说行。。 他下车的时候，很装13的说了句 我来吧我来吧。 我直接说那你来。。他石化的目光至今我还记得", " 我客服工作，通话中询问用户是否有其他问题，用户：你跪安吧......."]}, "taskid": "e4b42212f2542d89329868e3de3a2a19"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=244&_uid=guest", "updatetime": 1445431314.522019, "result": {"content": [" A： “帮我想个旅游节目宣传语，需要主题明确，意境突出，既能尊重别人，又可以突出自己。内容要略带性感，不显浮华，最好让人听一遍就记住” 　　B：“……大爷，来玩撒！”。", " 问：还有比接老婆下班更幸福的事吗？答：有，接别人老婆下班。", " 同事男：“哎，美女你好漂亮！” 　　同事女：“你长的也不赖！” 　　神插话：“你两真会开玩笑！”", " 教你一招整人方式。。 1.买一只鹦鹉。 　　2.教它讲“救救我，我被变成鹦鹉了” 　　3.把它留在公共场所。", " “服务员，快跟我说你们家洗手间在哪快？” 服务员一愣 ：“出出…出门左拐第二个红绿灯右转上58路公交7个站下车向前500米第三个小区入口第3栋901进门左边。”", " MM今天和她同屋女友去逛街, 　　该女友看鞋,售货小姐建议该mm不要穿深色袜子了, 　　\"这样显得你脚很黑\", 　　该mm愤怒的说 　　\"我没穿袜子!\"", " “老婆，说实话，我一直生活在你的阴影里 。” 　　“是吗？亲爱的，我做了什么让你一直呆在了阴影里？你告诉我。” 　　“你！太！胖！了！！”", " 背景：姐姐和弟弟在聊天… 　　姐姐： 你知道樱桃小丸子的姐姐叫什么吗？ 　　弟弟： 不知道… 　　姐姐： 提示一下，比小丸子大一些哦 　　弟弟： 哦！红烧狮子头… 　　吃货伤不起！", " 路遇一个硬币，想了很久没有捡，因为我怕烫伤。", " 小时候受委屈了就爱闹离家出走，最喜欢的玩具带上，最爱的雨鞋穿上，戴上帽子，所有牛奶都带走，拿根绳子把洗澡用的浴盆绑在三轮车上牵着走，下午出发，浪迹天涯，到饭点回来。"]}, "taskid": "f7b5a93e5a9334a012b9159ffa0e3a3c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=229&_uid=guest", "updatetime": 1445431314.169085, "result": {"content": [" 老婆老是骂我记性差，交代我的事情总是忘，有一次让我超市买东西，果然漏了几样没买，老婆那个气阿，指着我脑子就骂：你这里成天就装着屎尿屁！当时我弱弱地回了句：。。。还有你。。。", " 我养了只的鹦鹉，放在房间，异地恋女友来我家小住一周，日日夜夜啪啪啪，今晚凌晨响起了很像女友的呻Y声，我惊醒但是女友熟睡，忽然呻Y又来了！这鸟是要逆天啊你！", " 一日天热，老公穿着裤头抱着七个月大的儿子玩耍，小孩子手脚不老实，一下子抓到老公的鸡鸡，痛的老公大声的喊了一声：小子，你想过河拆桥啊！", " 有网友建议高考完就该生个宝宝！ 暑假坐月子，大学带孩子！不想上课的时候让舍友带着孩子去帮自己签到，大学有充足的时间陪宝宝健康成长！宝宝生下来就受到大学高等教育的熏陶！毕业了孩子都四岁了，懂事儿又不闹腾，该奋斗就奋斗去吧~反正自家香火有后了！", " 某 日陪表妹逛街，至某棒子品牌(该品牌T恤的均价800+)她看上一件小背心，吊牌价是1800多，导购一再的表示这件小背心是为我表妹设计的，天造地设 的。 于是表妹问导购品牌有没有折扣，商场有没有活动之类的，都被导购告知没有。于是表妹说：“好吧，这附近有银行没有？”当时我还纳闷不是可以刷卡的 么。。。导购满脸堆笑的说：“有的有的，出商场右转有建行，对面有工行。” 结果。。。我那BH的表妹淡淡的问了一句“那你怎么不去抢？” 于是哥赶紧捂脸离开那个专柜。。。", " 本人十几年前读高一时发生的故事。当年上晚自习看漫画成为一种时尚，一日上物理晚自习，老师在台上口水四溅时突然冲向我后排的MM旁边，当场将该MM物理书中夹的漫画书没收，全班童鞋都愣了，惊呼该老师练成透视眼，谁知老师当场发话“物理书我看都想哭，你竟然边看边笑！！”", " 有一同事和领导出差，同事怕冷穿的棉裤。领导有点爱喘戴个口罩。俩人吃完饭出去办事领导说：戴个口罩也感觉暖和多了。同事接上来就说：人暖腿，狗暖嘴。领导一路再没话。同事也再没能跟领导出差去。", " 上午练车的时候 瓢泼大雨 那叫一个猛烈 坐车上哗啦哗啦前面毛也看不到 教练叼着烟 斜眼问 这时候该怎么办 我好紧张啊 书上说应该打双闪慢行或者靠边停车之类的吧？ 但是双闪是什么？ 我只好颤抖着说 靠边停车？教练听到后仿佛智商受了极大侮辱般瞪了我一眼 伸手开开了雨刷。。。。。。我。。。。。。", " 我在我们这检察院当司机，一次陪领导参加场合，席间一公安局的说起他们单位的一件事情。九几年的时候有个警校毕业分配到某派出所。碰到有个QJ案。一个老公安和这个新公安一起去提审这个QJ犯。记笔录当然要问及细节，问到怎么实施QJ的时候，犯人回答说:因为在大棚里温度比较高，看那个妇女穿的很少，一时起意，就按住她从后边把她QJ了。这时单纯的警校毕业生大声呵斥道:你撒谎!从后边怎么QJ!\"老公安低声说:也行的，也行的...", " 公司举行消防演练，事先没有发通知，但是提前把几个孕妇接出去了，所以对员工都是保密的。安保人员大晚上的直接拉掉电闸，开警报，所有员工紧急集合。同事A在集合的时候没找到他怀孕的媳妇儿，又冲回漆黑的宿舍楼，一层一层地喊，来来回回三次都没找到媳妇儿，带着哭腔找到领导说，我媳妇儿不见了，怎么也找不到，怎么办……后来，他被同事们评为了21世纪绝好男人，当时大家都特感动。"]}, "taskid": "34c7974470c5ef92ac1e93847b852924"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=217&_uid=guest", "updatetime": 1445431313.764282, "result": {"content": [" 姑姑家比较富裕，收养了个俄罗斯的小女孩。如今小表妹年方十八，读大学，什么都不错，就是她巨烂的英语成绩，实在对不住她那如花般的金发碧眼。最讨厌的就是上街，各种被用英文搭讪，让她无所适从。就在刚刚北京华联在一楼化妆品柜台前被人盘问了N次，刚出门口，又被群黑人拉住了：hey girl.where are you from?表妹憋了半天脸通红，一摔手里的包，用标准的河南话咆哮道：我这是招谁惹谁了！姑奶奶河南！郑州", " 对面坐了一对情侣，男生地包天，女生长得还挺文静。女生跟男友说“今天我看着xxx男友了，丑死了啊啊啊啊”，男生说“比我还丑么？”这时我跟媳妇都以为女生会安慰他，说句老公你不丑之类的，三秒后，女生：跟你不是一个丑法。", " 这天气，在宿舍是清蒸，躺在床上是干烧，铺了张席子是铁板烧，出去一趟是烧烤，游个泳那是水煮，晚上还得回锅.......", " 小时候深受武侠片毒害，认为伤口一定要喷一口酒上去再包扎，终于我的手划破了，好大的口子，果断找来白酒毫不犹豫的倒上去......你想象不出那有多疼，哥们儿我长这么大第一次疼得满地乱蹦啊，忽然想起来电视上大侠都是先把酒含在嘴里再喷到伤口上的......我又蹦了好久.....", " 一天早晨在学校门口买吃的，各种小摊。突然，卖肉夹馍的大爷推着车就要走，我一看，原来是城管的来了。。城管大哥下车后，追着那大爷一路狂奔。。大爷也是拼命跑。。跑了一会，城管那货开口了，大爷，别跑了，我就是来买俩肉夹馍的。。。", " 下午出门买烟，碰到四楼的小正太在他爹的车上画东西，好奇就问他干嘛呢，那小伙可怜的看着我说，我爸爸揍我了，你别告诉他是我在车上写的。。。我走近一看车门上用小石子写着，老爸是坏蛋。。。 晚上又听到孩纸哭声了。", " 早上坐公交碰到一个捣蛋的小萝莉.自打上车一路都不停的搞怪......在一个站牌，上来一个手机电子书迷头都不抬，刚上车头也不抬准备投币，只见小萝莉用标准的普通话说： “尊敬的顾客您好，上车请您投币，投币后请您下车”。 只见“手机哥”投完钱后转身下车走了......车中只剩下凌乱的司机跟众人......", " 某校园论坛上有人问“学校用蟑螂香灭蟑螂后，怎么蟑螂出没得更频繁了呢，以前都没怎么看见的。”某学生跟帖回答：“你家人不见了，你不着急么？”", " 有一天，麻雀遇见一只乌鸦，麻雀问：你是啥子鸟哟？乌鸦说：我是凤凰，麻雀说：哪有你龟儿子这么黑的凤凰？乌鸦说：你懂个铲铲，老子是烧锅炉的凤凰..。", " 小马去乡下玩，那里有个风俗，就是喜欢用童子尿煮鸡蛋，据说小孩子的尿是最干净的，非常养生。晚上，主人拿出童子尿煮的鸡蛋请小马吃。小马百般推辞，可主人十分热情，一直劝小马吃。无奈，小马只好说:“我不爱吃鸡蛋。”主人想了想，说：“那你就喝点汤吧，”"]}, "taskid": "c6a7e8050091e03954cfe82316470b42"}
