{"url": "http://bbs.byr.cn/article/Joke/648830?p=262&_uid=guest", "updatetime": 1445698607.899704, "result": {"content": [" 跟朋友去公共浴室洗澡，脱裤子中，只看到他的手在裤裆里撸啊撸的，我抱着他在飞机的心态问他，怎么这么不讲究情调，撸也要在合适的环境，那样才爽啊！他说，我没有在撸，只是想把DD揉大点再进浴室！好嘛，我乐个去！", " 今天晚上吃完晚饭~~~割了弟弟小JJ~~~带着弟弟去游泳馆游泳，刚下泳池一会下雨了，听见旁边有人说：怕啥啊！反正都在水里，下雨就下吧！大家都觉得有道理继续玩着。这时弟弟拉着我的膀子说：万一一个闪电劈到泳池里我们是不是都会浮在上面啊！我刚想骂他乌鸦嘴，就有小孩子拉着他爸爸说：我们上去吧，会浮在上面的！汗啊……果断带着弟弟跑了！", " 刚刚外面吃饭，来了个大叔，跟服务生说：把空调给我开到零度！没错，这不是GC，GC是内服务生HLL的来了句：大哥，要不你坐冷藏柜里吃吧，地儿够大！", " 楼主正学车，排队练车中，背景交代完毕。割了小日本。。。。有一小妹刚开始学，控制得不好，那教练哔里吧啦批评那小妹。最后小妹来了个绝杀，大声一叫:“教练你的拉链没拉！”教练马上闭嘴。我们一帮人笑趴在那里，剩下教练在那里凌乱～~", " 今天，朋友给介绍一姑娘见面，约在下午2点。。。割红糖的。。。见了之后发现姑娘蛮漂亮，就是骨架略大。我们挺聊的来的，喝咖啡逛街打电动一直到晚上6点。决定去吃开封菜。正好门口药店有个称体重的，我和她轮流称了一下。在kfc里点了150多的东西，吃光。出来又称，结果她重了2斤，我轻了2斤，看着妹子幽怨的眼神，我觉得这次相亲又要失败了。。。。", " 背景！某某部队，饭堂，开饭中…。一战友夹一土豆块，手不小心一颤，掉饭桌上了！问另一战友“脏嘛？还能吃不？”另一战友答“三秒钟不脏”。我闻言！！！以迅雷不及掩耳的速度用手拿起土豆块丢到了那战友碗里！我笑着说了句还不到三秒钟相信我！", " 一个英国朋友，酷爱中文，已经学习了半年我大国文字。。。背景割。。。昨天突然来找我，说中国人聊天还是用古文的嘛，他查了半天词典，悟出了“煞笔”就是不要再写的意思，所以就不再和那人继续聊天了。我微皱眉头，考虑要不要告诉他真相呢…", " 第一次约女友吃饭，各种激动，各种摆划，女友边吃边听我唠，突然觉得有点饿了，加了一筷子牛肉，特么是块肉包筋，塞在牙缝，嚼又嚼动，吐又吐不掉，眼瞅着老衲要圆寂了，女友关切的问到：咬不动吧，刚才我也没咬动....这老娘们，太会过了", " 今天和同事一起吃饭两个妹子三个爷们，说天热的事来，其中一妹子来了句“这天我尿尿都不敢使劲，一使劲出一身汗”……匿了", " 楼主刚刚毕业~6月割~我老爹生日，每年都买东西，今年和男朋友商量说别送东西了，给500块钱得了，后来回家趁老娘不在，掖给老爹500称是给老爹的小金库，老爹说不要，没用，来回两次，楼主就把钱掖老爹兜里了，老爹不吭声了。之后过了父亲节，有天就老娘和楼主在家，老娘跟楼主：“生日父亲节什么的也没给你爸买点什么意思意思，那天跟你爸聊天，你爸直叹气。”今天想起来了，觉得老爹演的真像。"]}, "taskid": "dbd8c409e67a888b55c157e42093d7b8"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=287&_uid=guest", "updatetime": 1445698606.404492, "result": {"content": [" 好纯洁的孩纸~~ 攻。。 【 在 sg8888 的大作中提到: 】 : 没看懂~", " 因为 富 实在太无聊了。。 【 在 sg8888 的大作中提到: 】 : 最后姑娘为何变卦了", " 那个。。造人。。。。 【 在 sg8888 的大作中提到: 】 : 又没看懂，智商拙计", " 屌丝：嘿，你枕头下面那色小说真带劲，哪儿买的？  　　高富帅：你翻它干嘛，那是我的日记。", " 这世间有一种杀人利器它的名字叫做「别人的相机」。", " 老公对未来经济状况颇惆怅。  　　我安慰道，算命的说我命中有车有房，衣食无忧，放心吧。  　　老公呆滞3秒后，点了支烟，幽幽的问，那他没说你结几次婚么？", " 享利：“你每天晚上只喝两杯白酒，今天怎么要了四杯？”  　　鲍勃：“我自己觉得喝两杯已经很够了，可我老婆还是不满意。”  　　享利：“她怎么不满意。”  　　鲍勃：“每天我一到家，她总是埋怨我，真该死，又喝个半醉！”", " 以前知道爱情中的备胎。 　　今天知道了一个新名词，叫“千斤顶”，就是连备胎都没当成，只是换胎的时候用了一下。 　　更惨的是打气筒吧，连换胎都用不上，就打胎的时候陪了一下。", " 小明：“为毛每次运动会都下雨？” 　　神回复：“没见运动会这三字里都有云吗，不定哪片就藏着雨！”", " 一个前天刚搬来的姑娘，这两天只要一出门，就看见隔壁男的穿内裤冲出来。今天她实在忍不住了骂道：“你个死变态，你有暴露癖啊！”。 　　这男的也忍无可忍的吼道：“你个瓜女人，门和你有仇啊？！你每次关门都那么用力，害得老子以为又地震了！"]}, "taskid": "258c9e1daea3830bf8c23fc4159f8534"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=254&_uid=guest", "updatetime": 1445698605.449935, "result": {"content": [" 有时候我很想离家出走。 　　但是我要是失踪了，我的父母应该会心急如焚，他们一定会行动起来到处贴启事。 　　启事的内容大致会是：“本户有一间空余的房间出租，价格面议。", " 小学四年级，我引以为傲的语文破天荒考了87分，我趴在桌上狂哭。 　　坐在我后面拉了我四年辫子的男生吓了一跳， 　　偷拿了我的试卷去找老师，说我成绩好，不可能考得比他还差。 　　老师拿着我的试卷，发现真的算错了十分。 　　当后桌把那张划掉87改为77的试卷递给我时， 　　我实在忍不住，又嚎啕大哭起来。", " 有一次生病输液，坐着玩手机，时间过的飞快。 　　一抬头看到瓶子见底了， 　　顿时慌神儿了，就喊道：“服务员，满上！”", " 就在刚刚发生的糗事，看到到处都在说父亲节，满心以为今天就是父亲节，于是发了条短信给我爸，发完感觉不对就查了一下原来是明天，感觉太丢人了，就又给爸发了条信息，不好意思我发错了，爸回了条信息，你是有几个爸！", " 和前任闹分手，于是发了条短信“请不要联系我了”过去， 　　结果他回了我一句“你神经病啊！” 　　我看后正无比气愤想要质问他到底想表达什么意思， 　　就突然看到我刚刚发过去的短信，怎么就变成“请不要怜惜我了”！！！ 　　我正分手呢输入法你能严肃点好吗！！！", " 昨晚第一次去男友家见家长，她妈妈做的菜很好吃。  　　我吃完一碗饭刚想起身再去装一碗时，他妈妈把我按住了说：“没事碗放着等下我一起洗。”", " 最近失恋了心情很是不悦，昨天 我弟在微信上陪我聊天。  　　聊着聊着他急了，语音说：“姐！你记住！你真的不是一无所有！真的不是！”  　　我爆感动，过了一会儿，又收到他的另一条语音：“你还有病！”", " 老婆逛街，我去接她。 　　快靠近时我开窗对老婆吼：妹子搭车不？老婆不鸟我！ 　　我愣了五秒吼道：妹子打炮不？ 　　老婆立马转过来说：早说啊，我还以为你是什么坏人呢。 　　老婆的节操的确灭绝了，这是在大街上啊。", " 某女公务员前两天终于升级准妈妈了，老公让她赶紧跟领导说下，争取减点工作好好保胎，午饭在食堂碰见领导，她难掩兴奋地汇报“头儿，我怀孕了”周围突然就安静了，领导楞了半天，憋出一句“你老公知道了吗？”她脑抽地答了一句“他让我找你”……周围瞬间鸦雀无声 ……", " 同学老妈在网上给他买了个榨汁机 　　今天东西到了，他们逃课乐呵呵的去取东西。 　　到了一看，800多，高级货！ 　　正傻笑呢，快递员来了一句：“现金还是刷卡？” 　　去尼玛的货到付款！！！"]}, "taskid": "b9424ca6bd8e566b92834386be5b9d72"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=277&_uid=guest", "updatetime": 1445698605.202231, "result": {"content": [" 电车上，老奶奶笑着对雷雷说：“小伙子，我谢谢你，请问……” 　　话没说完，雷雷抢过话头：“没什么，这是我应该做的！” 　　老奶奶沉默片刻又要说话，雷雷大手一挥打断了她：“别说了！这是我应该做的！” 　　老奶奶委屈地嚅嗫道：“我知道这是你应该坐的，请问能让我也坐会儿么……”", " 妻子今天生日，可是我买给她的礼物却让她伤心了——买的是一呼啦圈，正合身。", " 便秘有一种委婉的说法：“我有一种不翔的预感。” 　　拉肚子也有一种委婉的说法：“我有一种滑翔的感觉”", " 有钱人的爱情是商场里买这买那只要喜欢的一个不落，屌丝的爱情是草地上卿卿我我被蚊子咬也不怕。但是你看，上帝是公平的，他们最后都一样大包小包的回去了。", " 甲：“恭喜你，听说你妻子怀孕了，还是个男孩。” 　　乙：“谢谢。” 　　甲：“对你未来的孩子，你有什么祝福？” 　　乙：“希望他是我的儿子。” 　　甲：“……”", " 大强今天在操场上打篮球，一个同学打热了就把衣服脱了，一看有六块腹肌。大强就问同学：“你腹肌怎么练出来的？”他很淡定的说了句：“从小就便秘。”", " 相比那些耳熟能详的新闻，我更想明天看到这些---“考生遗失准考证，的哥及时送还并收5倍车费”、“考生遇堵车警车为其开道准时送至看守所”、“考生迟到两分钟母亲威武不屈拒不下跪求情”、“家人为不让女孩猜疑，在开考前一刻当场宣布父亲离世的消息”、“考听力时过路司机纷纷鸣笛20分钟向考生致敬”", " 早上，收到她的短信：“还不起！” 　　虽然都已经分开2年了，她还是那么温柔体贴。 　　我躺在床上，回忆起曾经在一起的那些快乐时光， 　　感觉我昨晚发短信让她还借我的300块钱这事是不是做得有点过分了啊？", " 姥爷八十多了，今天去物业存电梯费， 　　回来兴冲冲的告诉外孙：“物业那小姑娘是你们山东老乡！” 　　外孙奇怪了，物业哪有小姑娘，那老太太四五十了！ 　　姥爷：“我都八十多了，那在我眼里都是小姑娘。”", " 老公已经在三环买房了！老公真棒！接下来的问题就只剩找到我了。"]}, "taskid": "3c9ba6b8339ae345f5fbad295f3b373c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=288&_uid=guest", "updatetime": 1445698603.00737, "result": {"content": [" 美美：“干爹，我想要个LV！” 　　干爹：“现在没人捐钱，你还要‘驴？” 　　美美：“没人捐钱了？那有什么呀？” 　　干爹：“捐了好多草泥马，你要不要？” 　　美美：“要你妹！” 　　干爹：“这也有！” 　　美美：“滚！” 　　干爹：这个太多了。。。。", " 老人在临终前立下遗嘱，把他所有财产的一半送给一位名叫Mary的女人。 　　“因为她，使我这四十多年来的日子充满了平静、安祥和幸福！” 　　“为什么呢？” 　　“因为四十多年前她拒绝了我的求婚！”", " “你怎么了？” 　　“失眠，睡不着。” 　　“没事，你就是压力太大，睡一觉就好了。” 　　“……尼玛！”", " 剪头时和理发师聊天。  　　他说这辈子最受伤的一次就是他还是学徒的时候  　　给一个大学生理发，那同学坐下时说一句：帮我修理一下，就打开手机看小说。  　　十分钟左右抬头往镜子里瞅了一眼，愣了几秒  　　然后默默的关掉小说打开手机淘宝，开始搜索关键词：帽子，男式 ……", " 话说一南方人坐车到东北  　　下火车后问路边一大妈：“车站附近有旅馆吗”  　　大妈答曰：“车站附近宾馆贼多。”  　　此人闻听大惊，随买车票返程。", " 我也是学生  　　马上考试了，知道天底下最最最痛苦的是什么吗？  　　是别人都在复习，而自己却在预习", " 其实世上本没有路，走的人多了，就有了“游客止步”", " 同事特别能玩，昨天晚上吃完饭一起打牌打到11点，  　　这王八糕子赢了七百多打完就去了ktv,叫了几个公主，  　　然后这二货满嘴酒气跟人家讲，你让我亲一口我给你3万，  　　天真的小姑凉就闭上了眼睛，然后就被啄了一口手里被塞了一只麻将……", " 客车司机：你是做什么的？  　　货车司机：我是做物流的。  　　货车司机：那你是做什么的？  　　客车司机：我是做……人流……的！", " 问：街上遇上卖安利的传销搭讪怎么办？  　　答：问他“你信主吗？”"]}, "taskid": "0d037ab79f291e2cf4c77a651f630107"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=295&_uid=guest", "updatetime": 1445698602.56084, "result": {"content": [" 唐僧：咱们四人借宿在此白吃白住挺不好，得为主人家做点事。悟空：师父说的有理。……（过一会儿，悟空从门外进来）道：师父，现在咱有事做了，不用再白吃白住。唐僧：什么事？悟空：他们家老头刚被我打死，正好可以做法事。..", " A：给你介绍个女盆友，结婚后她一定生儿子。 　　B：为什么 　　A：因为她爸妈生的全部是儿子 　　B：那她呢？", " 刚才好奇的问妹妹：为什么求婚都单膝跪地？ 　　妹妹特淡定的来句：双膝跪地那是上坟！！.", " 鲜花哭泣着道：“我不管我不管！人家就是要插在牛粪上！” 　　牛难受的说：“那你也……啊……等我拉完再……啊……”", " 上电梯空无一人，于是按了十楼准备一站到达。正自暗爽，上来一女纸，把23456789楼都按了一遍。我说：不好意思打扰一下，您这是？她贼贼地一笑：我不能让你猜到我去几楼。等她从七楼下去我也没搞清楚这是个什么逻辑.....", " 人家的脸是脸，你的脸是月佥；人家的腰是腰，你的腰是月要；人家的腿是腿，你的腿是月退……太多，眼泪掉下来了_（：з」∠）", " 问：“地铁上原本有3头羊，中途上去一只狼，狼到站下车了，请问车上还有多少羊？” 　　“没有羊，被狼吃了” 　　“错，3头羊，因为地铁上不可以吃东西。”..", " 乙：靠，你瘦了，怎么减下去的啊？ 　　甲：昂，昨晚刚洗过澡..", " 老婆：老公，你觉得我漂亮吗？ 　　老公：呃…… 　　老婆：觉得美呢，可以夸漂亮；觉得不漂亮，也可以夸有气质；觉得没气质，至少也得夸很可爱！ 　　老公：你很善良。", " 听我们老师说的，她20年前教过一个学生，她觉得他学的不好，但一问他每门课都考的很好，于是我们老师展开了调查，发现这小子强啊，认了学校印刷厂的女工做姐姐…"]}, "taskid": "149d84051796227872f3babb5d8c1c30"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=300&_uid=guest", "updatetime": 1445698601.722505, "result": {"content": [" 两只学霸两只学霸，考得high，考得high， 　　一只没写名字，一只没贴条码，真可爱，真可爱。", " 刚10086跟我打电话了解业务，无聊便接了。  　　问到：先生，我看您近来的手机话费上下幅度很大，  　　是异地出差长途或是有别的号码也在用的原因么。  　　我答：被甩了……客服MM憋不住笑了。", " 女友看到我背上有个疤问我怎么回事。  　　我说我也不知道就问了我妈。  　　我妈就给我来了句“那是你小的时候给你做的防伪标志”  　　妈，你是多怕我丢啊……", " 斯诺登再爆料，称美国曾攻入中国通讯运营商获取用户手机短信，令五角大楼震惊的是，他们发现了24小时内竟有数千万中国人嫖娼被捕向父亲求救。", " 在公园，一哥们拿着个iPhone5打电话，对着手机一直破口大骂。骂了一会之后，在众人的眼光中，直接把iPhone5丢进湖里，然后看都不看潇洒的转身走了！旁人都投来羡慕的眼光。一小妹妹突然喊：“哥哥，哥哥，等等，你手机浮起来了”。旁人众人皆换成鄙视的眼光！", " 告诉大家几种快速解暑的方法：除了照照镜子、看看银行卡余额还有捏捏自己的肚子、看下心上人QQ隐身状态。现在是不是心都凉了大半截了？", " 今天在家训我家狗狗，训完老公欠欠的抻过去去头，和狗狗语重心长的说：“哎呀，你怎么敢跟老虎斗，你只是一只狗！”", " 福建被评为全国笑点最低的省份，只因当地百姓面对雄雄烈日竟一致高呼乐死我了。", " 毕业到杭州工作3年，陪女友逛过n次这条街，很多店都有变化，装修的装修，关门的关门，唯一不变的就是这家，店名“最后3天，全场二十”！", " 今天参加朋友婚礼，两个新人在交换了戒指后。 　　主持人宣布：“现在，新郞可以亲吻伴娘了！” 　　那伴娘一听都快哭了：“我有男朋友的！” 　　台下轰然大笑。。。"]}, "taskid": "8fe47702ff41bc43d8e4138c7a5c5345"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=255&_uid=guest", "updatetime": 1445698600.318989, "result": {"content": [" 早上上班在车上玩雷电2，一小盆友坐在我旁边，跟着她兴奋的跟他妈指着我说：妈妈快看，叔叔在打飞机！次奥 ，一车的人用震惊的眼神看着我，我当时就石化了，你以为这就是高潮吗，你错了，小盆友看着我说：叔叔你快射啊。我冷汗直掉，小盆友你是故意的吗？", " 十八是中国最牛 的数字：少林寺最牛的是十八铜人，佛教 最牛的十八罗汉，最凄惨的审判是下十八 层地狱，最牛的武功是降龙十八掌，最威 武的就义要喊：十八年后，又是一条好汉 ，而最重要的是那些最牛的电影要18岁以 后才能看！", " 大家在讨论郭敬明的小时代，有一朋友问：为什么写成小说时没那么多人骂，拍成电影了却骂声一片。另一朋友答：一坨屎放在马桶里大家都觉得很正常，但当你把它放在大街上时大家都受不了...神回复啊有木有..", " 从同事那听来的﹌有阵子单位挺忙的，他早出晚归的，和他女儿好几天也没照面，他回家女儿就睡了，早上女儿没起他就走了﹌到了第四天，女儿给他发个短信：爸爸，我们三天没见面了﹌看到这同事那叫一个感动……接着看：家里的水果已经吃完了……", " 有个贼偷水果被巡逻队抓，要关起来，那贼还理直气壮的说：不就偷了20斤山竹，至于关起来吗？巡逻队不慌不忙的说：以前有个猴就偷了一个桃，被关了500年。", " 今天是结婚周年纪念日。………老公下班回来，神秘兮兮的说买了我最喜欢的礼物，我心里各种猜测，心里美滋滋的。后来我去翻了老公的包，次奥，原来特么的两盒套套，贱人~", " 小学时，对前排女生说：你看你看，我的舌头会卷哎，能这样，还能这样～女生说：哇，好厉害啊，教教我。 现在，对前排女神说：你看你看，我的舌头会卷哎，能这样，还能这样～女神脸一红：讨厌，晚上有空吗？", " 今天和同学逛超市，看见有免费试吃，大爱有木有！然后我在那里一边试吃一边调戏卖试吃的MM。同学在旁边等久了就幽幽来句：你知道白雪公主是怎么死的吗？就是让巫婆的免费苹果试吃给弄死的……我仿佛看见卖试吃MM的头上好多黑线啊……", " 一次数学课，老师问：一副扑克54张，其中甲跟乙的牌一样多，丙比乙多三张，问他们手里个几张牌？话音刚落，一妹纸直接回答：老师是说斗地主么，地主20张，平民17张。。。。。。", " 你听过最动人的情话是哪句？ 　　＂我有一条祖传的染色体想送你”"]}, "taskid": "03738c6788938ec4fa9f645651bc5ca3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=285&_uid=guest", "updatetime": 1445698599.807271, "result": {"content": [" 其实长相真的不重要，爱情在乎的是感觉，但是我对丑的没感觉。", " 如果有一天，我们因为非法下载音乐而被投入监狱，我希望，能按音乐风格将我们区分开。", " “我操！你拉的屎形状和我拉得一样，咱们两个撞屎了！”  　　“你能别这么恶心么？”  　　“那你以后能他妈冲厕所么？", " 马云对秘书说：我要新浪微博。  　　秘书：这就去办。  　　第二天马云问秘书：我的新浪微博呢。  　　秘书：已经买回来了，这是股权证明。  　　马云：注册个账号要什么股权证明啊……", " 我对理发小哥说：“给我剪个尹恩惠的刘海。”  　　理发小哥瞬间红了脸，支支吾吾地说：“不……不好意思  　　我还没有学习怎么剪淫……淫秽的刘海……”", " 前些天朋友送一宠物狗，  　　养着好好的我爸说叫的烦人给同事了。  　　上周我同学送我一兔子养着不吵又嫌到处便便也送人了。  　　我可怜的媳妇儿过几天要生了……  　　媳妇儿告诉我说有点怕。", " 小平同志和毛主席散步。  　　小平：租西，四介桑最同库地是洒子四琴？  　　主席：桑班！  　　小平：友莫友比择更同库地了？！  　　主席吸了一口烟，凝视对方： 甲板！  　　小平又问：有醉同库地吗？！  　　主席急了，双目一瞪，把烟卷一摔：练桑其天班！", " 请用2个字形容你的另一半。  　　——“在哪？”", " 屌丝：“我喜欢你。”女神：“你拿什么给我幸福？”屌丝：“我会每天都给你买最潮、最流行、最好看的新衣服。”女神羞涩地点点头，当晚二人共赴爱河。次日女神上线，发现QQ秀里多出一件衣服的时候，含着热泪报了警。", " 前些天朋友送一宠物狗，  　　养着好好的我爸说叫的烦人给同事了。  　　上周我同学送我一兔子养着不吵又嫌到处便便也送人了。  　　我可怜的媳妇儿过几天要生了……  　　媳妇儿告诉我说有点怕。"]}, "taskid": "ca596099f43d4b524f6e2721f603259e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=265&_uid=guest", "updatetime": 1445698598.246736, "result": {"content": [" 小平和毛主席跑步，小平:租西，四介上最桶裤的是洒子四琴幺？主席：桑阔。小平：莫友比介更桶裤的咯？主席深吸一口烟凝视远方：田田桑阔。小平：友莫友比田田桑阔更桶裤的四琴咯？毛主席把香烟狠狠地踩在地上无奈的摇摇头：田田桑阔还挂阔。", " 闲的无聊，用微信注册一女性号，瞬间几十个男人加过来。骗了一个去开房，然后把房间号给了第二个男的，让两男相见。不一会收到微信上恶毒的咒骂。于是回复：人家想玩3P嘛，你们等等我马上就到。于是两男的希望之火又熊熊燃起。10多分钟后，第三个男的走进房间……", " 玉帝和如来争执谁为天界大佬。玉帝：我主宰天道！如来：你被猴打过。玉帝：我历17500劫！如来：你被猴打过！玉帝：咱能不提猴吗？如来：你妹（瑶姬）被凡人睡了。玉帝：…如来：你女儿（织女）被凡人睡了。玉帝：… 如来：你外甥女（三圣母）也被凡人睡了。玉帝：咱们还是说猴子吧。", " 有多少人曾幻想过如果中国人每人给他一元钱就可以发财了…", " 三个老头比谁的手抖得厉害．甲；“我刮脸时差点把鼻子剃下来．”乙；“我除草时,把我家的花全都剪掉了．”丙；“早上也就小个便,弄得我射了三回…”", " 有没有和我一样的 只要跟女人上街，进商店的第一件事就是找凳子！", " 冬日的一天，农妇在屋外发现一条冻僵了的蛇。她很可怜它，就把它塞到自己的身体里，用如火的身体把蛇温暖。蛇很快苏醒了，变得软绵绵的。农妇很伤心，于是又把蛇放到了屋外。", " 小时候每当我伤风，母亲都会为我冲一杯咖啡。她温柔的说：“外国人都是这样的。”可我总是害怕咖啡的味道，酸甜苦涩交错，人生亦如是。如今我走遍两岸、上岛、星巴克都见不到小时候喝的那个牌子，还依稀记得它有一个很洋气的名字：板蓝根", " 有一次单位发600块钱，晚上和媳妇躺床上看电视，想起此事于是乎对媳妇说：去，去爷外套掏600块钱，作为今晚服侍爷的小费。媳妇把嘴一撇：懒得动弹。我嗓门一大：不去？不去爷明儿可拿它嫖了啊。媳妇俩眼一翻：你嫖去，你嫖去，你嫖了当心我给你挣回来。", " 如果你太在意别人的想法，那么你的生活就像一条裤衩，别人放什么屁你都得接着。。。"]}, "taskid": "beb3618dfdb345873aa3ba2bc94521b8"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=269&_uid=guest", "updatetime": 1445698596.689418, "result": {"content": [" 16岁，她向他表白，他拒绝了，毕业后各奔东西。他们经历了不同的爱情。26岁，人群中，他向她求婚，她问他，当初你为什么不答应。他说，我想成为你的归宿而不是初恋。现在我们才懂得什么是爱情 她说:“儿子，过来，叫叔叔", " 我的一个朋友和他女朋友交往5年都没有破她的处，他女友都急了，我们都笑他是不是不行，他只说了一句话就秒杀了我们：“我现在什么都没有，我怕以后娶她的不是我，他老公嫌她不是处，欺负她。” 此时，某酒店内，高富帅：“不会被你男友发现吧？”女友：“不会的，我那么着急，他都不肯碰我，估计是性无能", " 他牵着她在雪天里走着。女生明显不耐烦，不停地用手扫掉头衣服上的雪花，问：我都说分手了还带我去哪？他说，最后陪我走走吧。女生问，你不冷吗？他摇头。怎么会？女生不再说话，只希望路快点走完。放开手的刹那他差点落泪，我总喜欢在雪天里牵着你走，因为一不小心我们就可以一起白头。 可是天早已晴了，这雪花哪来的。” 她抬起头，看见他一直在挠头", " 他趴在桌子上睡着了，她在他包里翻到了他的日记，这是他暗恋她的第四年了，他在日记本的第一页写到，等把这本日记本写完，他就向她表白。她小心翼翼的把日记放回包里，把日记本后的空白页全撕了。 然后。她握着那些纸捂着肚子奔向厕所", " 男：我身材不好。 女：我要的不是模特！ 男∶我长得不算帅。 女：我要的不是明星！ 男：我不会煮饭。 女：我要的不是厨师！ 男：我学历不拔尖。 女：我要的不是叫兽！ 男：我不温柔。 女：我要的不是小gay！ 男：那……你要的是什么啊？ 女：我要的是你的钱！你懂吗", " 她招手拦了出租车，上车后发现开车的是他！！十年前，他们是亲密的恋人，她在父母的压力下选择了分手，从此在同一个城市从未相见。“你好吗？”“我很好，你呢？”“我也好。”她看到了他手上依然戴着她送的手表；他听到了她背包上那个小铃铛清脆悦耳的声音，那是他送给她的 “呵呵，要去哪呢？” “天上人间。要快。我赶时间。”", " 男：“你相信缘分吗？” 　　女：“信。” 　　男：“那你相信重生投胎吗？” 　　女：“信。” 　　男：“如果有来世，我愿为你化做一座桥，等待你从我身上走过。” 　　女感动中…… 男：“然后抬头看看你穿的是什么颜色的内裤…", " 猫和猪是好朋友.一天猫掉进大坑,猪拿来绳子,猫叫猪把绳子扔下来,它整捆扔了下去.猫很郁闷：这样扔下来，怎么拉我上去？猪说：不然怎么做？猫说：你应该拉住一头绳子啊！猪就跳下去，拿了绳子的一头，说：现在可以了！猫哭了，哭得很幸福——有种朋友不是很聪明，却值得你终生拥有 这就是猪一样的队友", " 楚国有个卖矛又卖盾的人，他首先夸耀自己的盾，说：“我的盾很坚固，无论用什么矛都无法穿破它！”然后，他又夸耀自己的矛，说：“我的矛很锐利，无论用什么盾都不能不被它穿破！”有的人问他：“如果用你的矛去刺你的盾，会怎么样？” 楚国人上前一下就将他捅死了：“就TMDN事多！”", " 悟空500年后遇见唐僧，含泪道：被压在五指山下五百年都不算啥，最苦B的是，两只手都在外面 某某回复：不是还有土地公公么"]}, "taskid": "efe0730dcc173b82f490e980a3fcc4df"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=260&_uid=guest", "updatetime": 1445698595.902871, "result": {"content": [" 吊丝宅男一枚，成都上班！……割你枚……最近因为工作租房，到赶集网，58同城找合租。男房东要女性，女房东要女性，情侣房东也要女性！WQNMLGB,一周了没租到房，男人有错？", " 好困。 你更新你的楼哇。。 【 在 perdaiz 的大作中提到: 】 : 、、、、", " 什么叫一字之差？“北京西站”和“北京站”就是…………下午四点到了西站，觉得来的太早，正得瑟呢，取出票才发现少了一个“西”字…………等坐公交赶到北京站之后，被检票员拦下，眼睁睁看着那列车开走了…………改签了七点多的车，又折腾回了西站…………生命不息，折腾不止，我骄傲……", " 在四川念书，现在回家路上。。。。记得上次去吃饭点了炒饭，叫老板加酱油，我说：“老板，放点酱油。”老板：放酱油不好看。我：你就放点嘛。老板：放了酱油不好吃。我：又不是你吃，就放点吧！老板：我们没有酱油。我......", " 楼主从小就爱好音乐和表演，老妈那时候就说让我以后当演员，说不定还能当个明星啊，我说我长得丑，当不了。我妈顿了几秒钟，看着我，认真的说，孩子不要放弃，长得丑，可以演汉奸啊！啊…啊…您真是我亲妈啊。", " LZ妹子一枚。半年没回家了，今天回家我妈看到我很兴奋，兴奋的说：刷锅的终于回来了！。。。。这是亲妈么？", " 家有女汉子一枚。。。万万不能割。。。今儿这妹子为了和我在一起，拒绝了闺蜜的邀请，我问她用的什么理由，她说跟闺蜜说今天有自己的事要干，不能陪她了。。我刚想说没解释下什么事么。结果女汉子转过头幽幽的说，你就是＂那事＂。。。", " 我们老板每月有五位数收入，可还总是抱怨：夫人要拿走两位数。 “你真幸运，夫人只拿零头。” “幸运？她拿的是前两位。”", " 父：你是否愿这个男子成为你丈夫？陪他吃注水肉、避孕鱼、明胶囊…直至永远？新娘：最毒妇人心，我愿意！神父：“你是否愿这个女人成为你妻子？为她买镉大米、瘦肉精、苏丹红、地沟油、明胶老酸奶。直至永远？新郎：无毒不丈夫，愿意！神父：我以马克思之名恭喜你们结为中国式夫妻。", " 有位靓女衣衫不整的跑到警察局报案！  靓女：“警察！我被强暴了！”  警察：“对方的特征呢？”  靓女不好意思地说：“力道强劲、姿势多变、耐力也很好！”"]}, "taskid": "a78fc8754c073fc0536f334f73eacc1b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=273&_uid=guest", "updatetime": 1445698595.64035, "result": {"content": [" 晚上公猪总为母猪放哨，生怕主人将母猪宰了，日子飞逝,母猪变胖.它听见主人商量要把母猪杀了卖掉.自那天公猪性情大变，主人送来食物它抢着吃，吃完就睡 并要母猪守夜.母猪很失望.主人发现母猪没剩几斤了,而公猪油光发亮，终于屠户把公猪拖走。那一刻，公猪笑着对母猪说“以后少吃点”! 毁：公猪走后，母猪因为营养不够抵抗力下降死于猪瘟。", " 男孩骑摩托车带着女孩在马路上超速行驶着，他们彼此深爱对方，女孩：慢点，我怕！男孩：那你紧紧抱紧我，说爱我！女孩紧紧抱着男孩，说：我爱你！男孩说： 你把我的头盔脱下并自己戴上，它干扰我驾车！次日，报纸报道：一辆摩托车因刹车失灵而撞车，男孩死亡，女孩幸存，其实男孩早知刹车失灵… 毁：事后女孩说：“2B青年！不知道这世界上有松油门、减档和熄火这三件事么？”两天后她和另外一个高帅富男朋友在一起了。", " 他在矿坑工作，跟她聚少离多，见面却不是争吵就是冷战，感情早被艰难的生活磨蚀。一天矿坑塌了，她竟只暗自思量要是他死了，赔偿够不够过日子。五日后，他的尸被抬出来，手中紧攥一纸，是他留给她的大额保险，纸背是他用手指蘸煤草草数字：对不起、爱你，和她的名字。她读着，顷刻泪崩了。 【毁：望着5年没回家的他，她摸摸2岁女儿的头：你有一个好爸爸。】", " 她生日,他迟到10分钟才匆匆赶到餐厅.她很生气.他说路上塞车,她说你骗我,半小时前我用KK看到你已经离我50米了！他一时语塞.这时旁边的服务员说:这位先生刚才在厨房亲自下厨了.她的眼泪不争气地流了下来``` 毁：说完，服务员面带红晕瞥了他一眼，偷偷整理了一下自己凌乱的头发", " 她下班回到家。看到他坐在沙发上,面无表情地抽烟，突然他开口：喂，我说，我们这样同居两年了，你不觉得厌倦吗？她停下了正换着拖鞋的手，转过身愣愣的看着他：你在说....什么？？他还是一样的面无表情：我说，我厌倦了。她的眼泪流了出来，无助地背过身。一个温暖的身体抱住她：不如，我们结婚好吗？ 【毁：她推开他：切。换个新鲜点的借口好么？我是不会帮你KJ的", " 他和她搬到了一个小公寓，只有一个洗澡间，冬天洗澡很冷。他发现，如果一个人先洗的话浴室就会暖和，所以每次他都第一个冲进浴室。他想，等她进去浴室时，至少暖和一两度吧。他不能给她舒适的生活，不能带她去高级餐厅，不能给她买漂亮的衣服，但至少，他还能给她1℃的爱情。 毁：后来她装了套浴霸，就把他甩了", " 寒冬早晨，她下夜班回来发现他居然还赖在床上。她想着自己的辛苦，忍不住歇斯底里　　起来。他什么也没说，起来去厨房端出早已准备好的早饭，急急忙 忙上班去 了。她流着　　委屈的泪水，吃饭洗漱…当她躺下的时候，觉得被窝里暖暖地存着他的热量，才想起刚才　　他一直躺在她这边，忍不住又哭了。 毁：然后她拿出手机拨了一个再熟不过的电话：过来吧~他上班去了", " 未婚夫、男友、情人、蓝颜一桌打牌?女人倒水出来?被障碍物绊倒?腿被碎玻璃划伤。未婚夫急忙起身把女人抱到沙发上?男友跑去拿医药箱?情人在一边哄女人一边咒骂障碍物?蓝颜默默的收拾好地上的残局 再倒好水坐在不远不近的地方?心疼…… 毁：然后按下了口袋里的遥控器。女人某处传出细小的嗡嗡声。脸上起了一层红晕。露出了一丝微笑", " 她是个韩剧迷?在夜晚喧闹的街道?边走边幻想韩剧里浪漫邂逅的情节。突然被一道强而有力的臂弯拉进邻街的小巷?她正要发飙?一抬头却对上他帅气的脸庞?薄薄的嘴唇勾起一抹邪笑。她一时看呆了?花痴的思忖着这种时候很适合发生些什么。他用刀抵着她的腹部?恶狠狠的说?把钱给我. 毁?僵持了一阵。她突然吻了上去。。。从此他们在一起了。第二年。他死于车祸。她死于白血病。", " 妻子受不了他的婚外恋带着孩子离开。那个信誓旦旦说着爱他的人结婚了?可惜新郎不是他。他无法接受这个事实?非要找情人说个明白。她媚笑着对他说?“五百年前你亲手杀掉的九尾灵狐怎么可能成为你的老婆呢?玩玩别当真了”正想轻生之时忽然醒了?看着身边酣睡的老婆?他删掉了关于情人的一切。 毁?他打开了电脑。准备删除聊天记录和照片。突然迅雷发出叮的一声。他眼睛一亮。马上脱下裤子。开心的撸了起来"]}, "taskid": "bca59c2fd43ded70531a9ff03bc3c385"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=258&_uid=guest", "updatetime": 1445698594.209573, "result": {"content": [" 每次走在大的地砖铺成的路面上，都希望依次踩在相邻的地砖上，有时候会迫使自己脚步幅度变大变小，不想踩到砖缝的有木有", " 晚自习回宿舍，路遇一天仙mm，遂尾随。 一直想搭讪，却无胆上前，直到天仙mm即将走入女生楼。 牙一咬，跨步上前，大声问那位mm：同学，请问你是女的吗？ 后来……后来我享受了该天仙mm两年的白眼。", " 一幼儿园的小破孩躲在厕所里吸烟，被老师抓到，老师问他为什么吸烟，他低下头，深沉的回答：祖国未统一，心情很郁闷！", " 今早看见有人在杀鹅，突然想到了网友的一首诗：鹅鹅鹅，曲项用刀割，拔毛加瓢水，点火盖上锅。", " 空间看到的，不喜勿喷。。割了我用什么………去朋友家玩，大家打扑克正嗨那，不经意间回头看，他家得两只狗在ooxx，体积比例大约为1：4吧，这时朋友他爸爸出来了，看见了一脚就给上边得狗踹飞了，没错，是飞了。说道：不是人得玩意，你妈你也上，你妈你也上………", " 探望三岁半的外甥女，临走时跟她道别，外甥女眼泪一下就出来了，LZ心里那个激动啊，没白疼这妮子啊！外甥女一边哭一边说：舅舅，你把扇子放下，那是我家的………", " 昨晚和女友在我家里喝酒。完事了，我抱着她要xxoo，没想到她说，今天不行，明天吧。我问为什么？这货竟然来了句：今天是七月七日，抗日战争打响得日子，所以要抗日。。。。。抗日。。。。", " 楼主曾经在一个中学实习，一次众多老师去听一语文老师课，包括领导，……帮绑帮帮邦……老师让学生列举珍惜时间的成语或诗句谚语之类，有说一寸光阴一寸金，有说时间就是生命等等，一个平时学习很好的孩子站起来认真的说：春晓一刻值千金，沉浸静一秒候集体爆笑校长都喷鼻涕泡了，孩子有前途啊，将来一定不会打光棍", " lz朋友宾馆前台一枚，听她讲的。。。割吧割吧。。。。有日一男一女退房，查房时楼上报说消费了一个保健品，大家懂得。然后，女的问，保健品是什么，得到解释后，两人都说没用。于是开始争执。激烈时刻，内彪悍女从包里甩出一盒BYT说，我他妈这里一盒我不用，我用你的？？？结果，宾馆方战败。", " 一日到哥们家玩，他3岁儿子在看西游记，突然问了句“粑粑我是不是和孙悟空一样从石头里飞出来的？”只听我那二货朋友想也没想说“你哪有那本事，是你老爸打了个洞，你自己爬出来的。”话音没落，一个枕头就飞到我哥们脸上……"]}, "taskid": "04ee87b84e4acd947fd69aa0fb9e3f13"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=296&_uid=guest", "updatetime": 1445698593.96569, "result": {"content": [" “妈，我觉得我有必要穿带钢圈的胸罩了。” “你还小。” “可我十六了。” “我是说你的胸。”", " A：我叫你一声你敢答应吗 　　B：有什么不敢，你叫啊？ 　　A：儿子 　　B：……靠！", " 警察：“你当时都做了什么？老实交代！”我：“当时就是到黄女士公司拜访一下她，看看有无具体合作意向。结果她说她很忙没时间跟我谈，所以我拍拍屁股就走人了。”警察：“问题是你TM拍人家黄女士的屁股干嘛？”..", " 胖子固有一死，或重于泰山，或重于嵩山，或重于华山，或重于恒山。", " 今天去打篮球了，满场飞奔横冲直撞如入无人之境，远投三分篮下强攻无人可挡，忽而前场忽而后场一不留神我又跑到三分线外，眼看我要投篮谁知我虚晃一枪就攻到篮下神乎其技的一个勾手，篮球还是自己一个人玩比较爽。..", " 卖火柴的小女孩在寒风中苦苦哀求着她的客人：“先生求求您用一用我的火柴然后买一盒回去吧！”“你他妈是不是有病啊，能不能滚远点？”周围的好心人看到这一幕再也看不下去了，于是他们走过去合力将小女孩赶出了加油站。", " 理工校园内，女生用无法置信的口吻问男生：“你真的要和我分手？你不会后悔吗？ 这可是在理工。”男生听后，洒然一笑：“后悔？怎么可能，在理工这么久了，你以为我喜欢的还是女人吗？”..", " “怎样形容一个女孩漂亮？” 　　“自从她搬过来，小区超市里的卫生纸都涨价了。”", " 女儿六岁了，各种调皮。有一天又捣蛋的干坏事了 　　本着说服教育的原则，很严肃的拉过来说：你怎么回事？站好，说，给我个交待！ 　　她转身跑了，刚想发火，她拿着一圈宽胶带出来了，给，妈妈！胶带！ 　　没崩住！笑死了！", " 郭敬明和姚明一起外出参加商业活动，由于酒店缺房而被迫下榻同一房间。晚上，小4看着姚明躺在长宽皆5米的席梦思床上，羡慕道：“你床真好，不像我这床板又冷又硬。”姚明安慰道：“你床板虽硬但自带上下铺，也不错。好啦别瞎想了快睡吧，来我帮你盖好被子。”说着姚明合上了铅笔盒。."]}, "taskid": "5357070da9a7fce732c4003ecde0362d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=280&_uid=guest", "updatetime": 1445698591.6054, "result": {"content": [" 美国国家健康委员会宣布：从即日起，该组织将不再使用老鼠做医学实验，取而代之的将是律师。所列的理由主要有三：  　　一、美国目前的律师要比老鼠多得多；  　　二、实验人员在对律师下手时的罪恶感要比对老鼠下手时小得多；  　　三、无论你怎样努力，有些事情老鼠还是不会去做的，而对律师来说没有他不能去做的事情。", " 今天被老婆打了，原因是在偷看一篇文章《教你如何打老婆》时，被发现了……", " 朝鲜扣押的16名中国船员已全部释放，因为无力继续负担人质伙食。", " 有个人得到了7个龙珠，龙来到他面前说：“我能实现你一个愿望。” 　　“我操，吓死老子了！”然后就实现了愿望。", " 我最欣赏你看世界万物时单纯的目光：能吃的和不能吃的。", " 今天女友来了，当她脱得只剩下短裤躺在我身边时，我心里可高兴了，今天晚上蚊子不会只咬我一个人了吧！", " “你会把我拉进黑名单吗？”“不会。”“为什么？”“太重拉不动。”", " 一个小孩第一次坐飞机趴在窗口看着外面兴奋的说：“妈妈，妈妈，飞机飞的真高，你看下面的人小的跟郭敬明一样。”妈妈笑了笑说：“傻孩子，飞机还没起飞呢，那就是郭敬明。”", " 一朋友的签名充分让我认识到现实的残酷性：“现在这社会，有些人连自己老婆都养不活，有些人却能养别人的老婆！”多么励志啊！", " 今天老班教育我：“老师不指望你的名字能出现在清华大学上，只要不出现在通缉令上，老师就心满意足了。”"]}, "taskid": "65e5bba120c33e7347be56783c311149"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=261&_uid=guest", "updatetime": 1445698591.147419, "result": {"content": [" 我和几哥们路过一条红灯区，一哥们比较好奇，时不时看看店里的Ji，此时有个ji对我那个哥们喊了一声：帅哥，进来耍不？哪知我哥们回一句：有处女没？我们几个在哪里汗颜啊", " 今天坐公交，旁边的妹子跟朋友微信（语音）别看我胸部只有两小坨，但大姨妈来的时候它还照样胀的慌，走路照样疼。哎呀，那一车的大爷大妈啊。。。。。", " 最近加的美女，，，，，，哥哥好棒，，，，，今天上网看到更新说说“失恋了，真的伤到心里去了，很深很深“楼主手贱，评论了个“伤的多深，有18厘米没？“然后……妹子回复说“我男朋友是中国人“、、、我…………………………", " 今天去和朋友喝酒了，，，，割了吧留着也没人要，，，，喝醉酒走在河边，一个朋友噗嗵一声直接跳河里去了，另一个当时马上跪下了，不停的叩头，嘴里还念着河神饶命，留下我们在旁边满头黑线", " 大半夜的斗地主 歌姬格机 实在熬不住了 本想打完这把就退了 恪守在末尾一玩家发出\"我是单身妈妈求包养\" 我硬生生得点了开始 期待她在说点什么 可是后来想想这关我一个女大学生什么事  我越来越女汉子了吗", " 从外面回宿舍，一个姐妹说，以后会有越来越多的光棍，到2014年就有3000万啊，哈哈，咱都不怕找男人了，这时另一个姐妹说，别想了，估计到2014年会多1500万搞基的，你还是没啥机会啊。哈哈", " 一朋友在QQ空间里发了条状态说：当爸爸了，好紧张＂其实是干爸，朋友们都知道，一朋友给的神评论是：当爹了，开心吧？有什么好紧张的呢？又不是第一次了，你儿子那么多，而且命运都不错，有被风干的，有顺着下水道流走的，有随着擦手纸扔进垃圾桶，还有跟被子一起晒干的＂尼玛，神人啊，当时朋友就把状态给删除了，真尼玛给跪了", " 最近比较忙，公司常加班，下班时间各个不同…今儿下班时，一女同事伸了个懒腰说：已婚已育的先走，已婚未育的随后，正在恋爱的跟上，单身的断后…lz正在自怨自艾苦逼单身没人惦念时，隔壁办公室一单身男一鸣惊人：我有基友，第一个走…我和我的小伙伴们都惊呆了，好吧…你赢了…", " 今天看到一妹子童鞋发的说说：男人说一套做一套关键时候不带套 。。。惯例这不是亮点 。。。下面人回复：女人这也要那也要关键时候还想要。。我跪了", " 刚一联通的客服MM跟我打电话介绍联通的活动，估计是一新来的，说话结巴，我没给忍住笑了，那孩子越说越慌，越慌越错，最后居然哭了。。。。哭了。。。喂。。。你别哭啊。。。。我去还不行吗。。。喂！！！！"]}, "taskid": "c230039becf0a1edbd19c7a919e2790b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=281&_uid=guest", "updatetime": 1445698590.706835, "result": {"content": [" 在去年六月份举行的“世界懒人大奖赛”中，来自安徽的屌丝青年小李凭借自身实力，勇夺第一名，喜获100万美元奖金。至今他都懒得去领奖。", " 妻子回到家里，高兴地对丈夫说：“我今天请人看过手相了。 　　那人说，我的第二位丈夫是个英俊、有学问、非常温和的人。” 　　丈夫吃惊地说，“这么说，你结过一次婚？怎么没听你说过。”", " 陪老婆买手表。老婆挑中了一块小巧秀气的进口高级手表，得一千多元钱。 　　我赶紧劝她：“这表针太细，你的眼睛又不好……” 　　老婆打断我的话，“只要别人的眼睛好就行了！”", " “算命的曾说我一脸克夫相。我不信。” 　　“现在呢？” 　　“现在我觉得他也许只是发音不标准……”某客服小姐忧伤地说。", " 夜里，一个人在酒吧开心地喝酒厮混， 　　这时他一哥们儿跑了进来， 　　问道：“哎，这个时间，你怎么不在家陪你那漂亮丰满的老婆啊？” 　　他反问道：“那你怎么不陪呢？” 　　那哥们儿说：“因为我不知道你会在这儿啊！”", " 男嘉宾问留灯的女生：“你平时喜欢做什么？”女生开心的说：“我喜欢到处吃好吃的。”男嘉宾又问心动女生，心动女生想了想：“我喜欢看书，做家务。”男嘉宾最终选择了留灯女生。主持人问其原因，男嘉宾笑着说：“吃货比较单纯。”", " 女孩生日那天，男孩蒙住她的眼睛说：“宝贝跟我来。”辗转半小时后，男孩说：“睁开眼吧。”女孩看着周围陌生荒凉的一切，满怀期待地问：“然后呢？”男孩没有回答，拿出一部iphone5递给女孩。女孩激动地说：“爱死你了，这个礼物好棒耶！”“给你父母打个电话”，男孩冷冷地说：“就说你在我手上。”", " 老婆最近才看完“第一滴血”， 　　我告诉她还有第二部，叫她自己网上搜搜， 　　半小时后发飙说搜不到，我过去一看，丫在搜“第二滴血”。。。", " 我开车时从不把工资单带在身上。 　　万一碰上车祸死了，我可不想让别人以为我是自杀啊……", " 最近手头比较紧张，跟朋友借钱… 　　“兄弟，最近投资了个2000万的项目，就差500元了！…喂喂，别挂啊！……”"]}, "taskid": "3f865a05912244c3df2daffbb9862d50"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=279&_uid=guest", "updatetime": 1445698589.227875, "result": {"content": [" 我上大学后胖了四十斤，我想我之前追过的女孩子现在都后悔莫及了吧！当时我那么瘦你不要！后悔了吧！", " 有人找不到对象是因为眼光高，你找不到对象是因为别人眼光高", " 政治课，老师：  　　如果上帝在天上，你可以选择让上帝撒一种东西，你会让其撒什么？  　　A：希望  　　B：金钱  　　C：知识  　　学生：“撒B！老师撒B！”  　　学生，男，享年16岁！", " 回到家，看到女友蜷缩在沙发上。透过睡衣可以看出她美妙的身材，好像还能听到她的喘息声。我靠近她。贴近她的胸口。仔细聆听她的呼吸。。。  　　我默默的回到了房间，打开电脑，给了卖家一个差评：妈的，老子刚买回来就漏气了。", " 我问哥们儿，同乡那女孩在广东做什么工作，他指了指桌上的电话。“客服接线员？” “不，座机。”", " 连续下了十多天的雨了，百姓都盼望着。  　　宋仁宗拍着包拯的肩：“朕决定把你悬挂在城门上。”  　　包拯吓了一跳回答说：“但微臣额上的不是太阳是月亮啊！”  　　宋仁宗：“没事，挂久一点就会升级成太阳。”", " 爷爷：“记得当年团长派我去送信，路遇敌人一个连，我奋不顾身，把敌人全歼了！”  　　孙子：“你去年不说一个排吗？”  　　爷爷：“去年你太小，我怕把你吓着，现在行了。”", " 路上看到一个女孩，其实挺秀气的，一手举着一根鸡翅，左一口右一口。  　　吃得津津有味。我说：“女孩子，就不能注意点形象，妳看妳像什么？。”  　　她看着我停了有几秒，然后说：“挥着翅膀的女孩。”", " 老婆：晚上是不是想活动活动？  　　丈夫：老想了。  　　老婆：那下班后不许说累，说晚上没精神，不能糊弄就完事。  　　丈夫：必须的。  　　老婆：那晚上把我换的衣服都洗了吧。", " 李局长出国归来，有人问：出国有什么感想？李局长说：最大的感想就是外国人特别聪明，连三岁小孩都会说英语。"]}, "taskid": "b13b87f8564798c8d5ad8e73d7fb1cba"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=275&_uid=guest", "updatetime": 1445698588.425545, "result": {"content": [" 父亲教育孩子:都多大了还尿床？  孩纸幽幽的说：每次都说我，你们每天早上都换床单，别以为我没看见。。。", " 今天在姑姑家看到一只狗因为追一只鸡而掉河里了。回到家就跟媳妇儿说。她居然给我来句活该。玩鸡的都没有好下场。", " 现在这个世道完全变了！昨天看到一辆没有上牌子宝马撞到一个起三轮车的老人，结果是宝马飞快的跑了，老人也骑着三轮就跑！总结一下就是：宝马车怕老人赖着他，老人怕宝马要他修！", " 今天寝室老大去买鞋，看中个鞋，讲了半天，老板说：“最低四十五，这都不赚一分了。” 老大说：“你要是赚我钱你就是傻逼吧！”，卖家楞了一下：“你去别家吧，我不卖了……”", " 老公酷爱网络游戏，老婆告诫:你玩儿就玩儿，千万不能在游戏里找老婆。老公嘴角露出微笑说:放心吧，亲爱的，我绝不会在游戏里找老婆的，那我老公也不会答应啊！", " 昆虫王国要招聘飞行员，广告一贴出，许多昆虫前往应聘。蚊子说：“我能飞行，但是我要加入新鲜血液。”招聘员说：“虽然你很节能，但是我们还不起血债，养不活你。”苍蝇在旁边听到了，马上有了优越感，自信地说：“我吃的是屎，挤出的是力气，可以说投入少产能大。。。”", " 一美女总嫌自己mm小求医多次未果、一日看到一偏方便去取经。大夫告诉她要经常性的做扩胸动作，从此她一有空闲就反复练习、一日其坐公交也在运动、邻座一看报男子看了一眼便说：xx大夫的方子吧、二货特别诧异，只见男人拿开报纸两腿不停的摇晃......", " 昨天晚上下班回家，到三楼302时听到有人再XXOO,女的那个叫啊，声惊四邻，半个小时后我回家了。早上看见出来的居然是一老头老太，我当时就凌乱了，我居然还听了半个小时........", " 我家丫头4岁的事，老爸教她写阿拉伯数字，写到8的时侯怎么也写不好，总写成∞，老爸说她“笨死你了，连个8也写不好。”小丫头振振有辞“它累了就不能休息会儿啊。”把老爷子给乐的。", " 坐火车硬 座中，已经临近晚上，……红糖哥……拿出携带的面包，水在吃喝，对面一大叔从包里掏出一只硕大的烧鸡，撕掉包装，扭掉鸡头，把整只鸡往窗外一扔，动作流利，一气呵成，然后看手里的鸡头，思索良久……默默啃起鸡头，LZ忍笑内伤中……"]}, "taskid": "ef4c32d97acdebce36a6e741f1ad3bd1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=272&_uid=guest", "updatetime": 1445698587.185212, "result": {"content": [" 她暗恋他好久了。一直说不出口。 一天 他们玩真心话大冒险。他输 了。 她问：如果你得到阿拉丁神灯可以满足你三个愿望，分别是什 么。 “第一个。我希望你幸福。” “继续。” “第二个。我希望我幸福。” “还有一个。” 他突然抱住她在她耳畔说：第三个我希望我们幸福 毁：于是他们马上发生了关系。他回到家后微笑的把墙上第69个 “正”的最后一笔补上", " 婚礼上，一年轻男子冲了进来。新娘立刻说：“我看过微小说，也做好了心理准备！说吧，你是来抢新郎、新娘、伴郎还是伴娘？“”或者是牧师？”新郎补充。年轻男子一脸饱受惊吓：“我，我是你们婚礼的司仪，不好意思来晚了…” 毁：说完。他拉着新娘父亲的手冲了出去", " 他和她大一时相识，却从不曾交流过一句。每次，她都在走廊拐角那里与他相遇，那里是他常常路过的地方。四年来，他们每天都会在那里相视一笑后擦肩而过。她想就不要打破这种暗恋的宁静。毕业那天晚上，她收到他的短信：四年了，我们默默擦肩而过四年，这一次，我想握住你的手。 毁：放在我的JJ上", " 她的告白遭到他的婉拒。她淡笑，对他说:“不就是花了6年时间来喜欢你吗？你放心，不用6天我就可以放弃了。祝你幸福！”转身离开，她的眼泪瞬间夺眶而出，只有自己心里清楚，有些人，一旦刻在内心深处了，就算你用60年的时间也可能无法忘怀。 毁：而他望着她那200公斤的离去的背影。缓缓的舒了一口气", " 黑人司机载了一对白人母子，儿孩问：“为什么司机伯伯的肤色和我们不同？”母亲答：“上帝为了让世界缤纷，创造了不同颜色的人。”到目的地黑人司机坚持不收钱，他说：“小时曾问过母亲同样问题，母亲说我们是黑人，注定低人一等，如果她换成你的回答，今天我定会有不同的成就。” 毁：下车后孩子笑道：妈妈。每次坐黑鬼的车都能省不少钱呢。", " 我告诉你哦，这支笔写出来的字一般情况下看不出来的！”“嗯，那要怎样才可以看到呢？”说完，他用手指沾了点水，在便贴纸上一抹便出现了“生日快乐”。多年后，她找出了那个笔和纸，那是他给她唯一的生日礼物。她依然爱着他。她看着这些伤心落泪，几滴眼泪落下，一行字显现出来：我喜欢你 毁：随着眼泪在纸上扩散。那行字后面又多了三个字：的胸部。", " 火车上，一位男孩拿着手机发微博，他在微博上写着：“在火车上，我对她一见钟情。她讨厌烟味。不知为什么，她一直望着窗口……”男孩默默的看着她，心想她一定不知道的。过了一会儿，微博上有人回复了他：“因为窗口倒映着你。”男孩抬头一看，她正微笑的看着自己。 毁：然后默默的递了张名片过来。上面写着平安保险。", " 他和她相遇在战火纷飞的年代，因为他做机密收接工作，上级特别安排了她解决婚姻问题，一个聋哑姑娘。他见到她时便深深爱上，即便她不能讲话。可他觉得正当幸福的时候，却被敌对方抓获，严刑逼供时，她哭着来看他，他吃力的说，想最后能听听她讲话，她哽咽的说：“原谅我”。 毁：听到这浑厚略带沙哑的男声，他喷血而亡。", " 男孩女孩闹矛盾，约定背对背各走100步，回头时如果还能看见彼此就不分手。走到99步的时候女孩终于忍不住蹲在地上哭了，一双手臂从背后圈住了她。男孩说：“我一直在等你回头，这辈子我不会放你一个人走！”我们不要天长地久海枯石烂，只要一个怀抱彼此温暖，就够了！ 毁：女孩停止了哭声：轻一点。新宇你让我不能呼吸了。", " 他鼓足勇气和喜欢的人发了一条短信，“这个光棍节咱俩一块过吧。”满怀期待地等了一会，对方回短信说：“不想和你一起过光棍节。”他失望地穿好衣服准备一个人出去喝酒，一条短信又回了过来，“想和你一起不过光棍节。” 毁：“想和你一起不过光棍节。早知道你喜欢我了。乖乖在家洗好菊花等着。哥哥疼你哟。”"]}, "taskid": "878b453ff92528f007d179708e52c043"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=253&_uid=guest", "updatetime": 1445698585.812584, "result": {"content": [" 在网上看到一帖子，lz：有没有人吃过自己的jy，立马回帖无数，有人回复lz傻×，也有人回复lz变态，最最奇葩的是有人回复说：lz虎毒不食子啊！！！！！", " 世间最尴尬的莫过于，你穿了件暴露的衣服，结果什么也没暴露出来。", " 男孩对女孩说：＂亲爱的，我爱你！我愿意为你遮风、挡雨，不让你受一点风吹日晒。＂女孩说，＂为你受一点风吹也是值得的。＂男孩说：＂不，一点也不行！＂女孩非常感动，然后把挡在电风扇前的男孩踹开了。", " 儿子：爸爸，鱼为什么不能说话呢？  　　爸爸：如果你含着水，你能说话吗？", " 一个女同事跟我说：“听说你有个外号叫炮神？”我强掩得意的心情故作镇定说：“我不知道啊，你是从哪听说的？”女同事说：“那天跟他们打麻将，提起你时说的。”", " 朋友给他女友从韩国带的除皱霜听说效果很好， 　　他女友第一次用第二天早上起来一照镜子发现双眼皮没了！", " 上飞机前，女神说：「我要上飞机了，晚点再联系你。」第三天，他忍不住问女神为什么一直没有联系他，女神说：「因为没有晚点啊……」", " “老板，我看你最近心情不太好，有什么想不开的吗？” 　　“工资”", " 1927年，一批共产党人在北京被捕入狱。他们受尽各种严刑拷问，却始终坚贞不屈。军阀张作霖闻此，拍案怒斥：“放大招，统统杀无赦！”后来，那批人全部英勇就义，除了李大钊。", " 刚才在床上伸手拿吃的，头不小心碰到膝盖了，不觉惊出一身冷汗，我如果是贪吃蛇的话我就会死了的吧。"]}, "taskid": "a26c6a1c4060ef8e20571004aa875dc7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=266&_uid=guest", "updatetime": 1445698584.78729, "result": {"content": [" 不是我没文化词汇量低, 但是当喜悦, 兴奋, 伤悲, 怜悯, 落寞, 愤怒, 绝望, 低沉, 平静, 无助, 失望, 满足, 激动, 疼痛, 舒适, 欣慰,温暖, 寒冷, 恐惧, 沮丧, 苦逼, 忧愁, 尴尬, 困惑, 疲劳, 热情, 冷漠, 消极, 厌世, 思念, 支持, 抵触..这些情绪都可以用一个\"操\"字来表达的时候我干嘛要和你说那么多", " 语文考试，有道填空题：扁鹊见蔡桓公，立有间，扁鹊曰：“君有疾在腠理，不治将恐深。”桓侯曰：“寡人无疾。”扁鹊曰：“——” 让学生们填上。有位学生填：走两步，没病走两步。", " 上联：鲁智深撸自身撸至深处鲁自呻 下联:詹姆斯战母狮战到暮时詹母湿、甄子丹震自蛋震至蛋疼甄自惮、沙悟净杀吾精杀到净时沙捂茎、张柏芝张摆姿张百姿时涨白汁、范玮琪反位骑范伟骑上范玮琪、松岛枫送捣缝松到缝时松岛疯。我擦，屌炸了！中国文 化博大精深啊……", " 一对情侣QQ聊天，女的在家用4M宽带，男的在学校用2.5G校园网。女：你爱我不？男的没反应。女又问：你在学校是不是有别的女人？男：是啊！当然啦！女：你竟然这样对我，你到底有没爱过我？男：那是不可能的事情！！结果他们分手了。", " 夫妻俩在家看”欧洲杯“足球赛，每当看到进球的时候，妻子都兴奋不已，抱着老公撒娇：”老公，今晚你也要射我的门哈!“?老公一把推开妻子说：”你懂个锤子，射自家门算输，射别人的才算赢~", " 男子骑骆驼沙漠孤行几日，性欲大发。骆驼能搞，但身高不够，便千方百计要将骆驼搬倒，精疲力尽不能搬倒。忽见一女躺在不远的沙中，奄奄一息，生命垂危。男上前給吃給喝方救一命.女曰：“大哥，大恩不言谢!你现在让我干什么都行!”男曰：“来!帮我把骆驼搬倒!”", " 是的，，我的被子病了，我要在床上照顾它(>﹏<) 不能去上课了……", " 不 矢口 亻十 么 日寸 候 开 女 台 ，亻奄 口斤 微 博 上 有 辶寸 氵虑 每 攵 感 字 节 白勺 言兑 シ去。于 是。亻奄 学 会 了 扌斥 字 。后 来，亻奄 米青 礻申 分 歹刂了", " “我女朋友背着我跟别的男人约会。”“哦，你女朋友力气真大。”", " 微博上乐嘉发了一条“对金牌的无限狂欢是我们的悲哀。” 后面跟了一条神吐槽“每周看见两个秃子带着二十四个婊子在骗五个傻子才是最大的悲哀”"]}, "taskid": "32f9af5f640c5d767422a36f3541ac7b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=263&_uid=guest", "updatetime": 1445698584.214704, "result": {"content": [" 小时候有一年过年，在外婆家，做包子吃包子蒸好后打开盖我就把最大的一个抢走了，咬了几口就哭了，里面没馅原来是我缺德的小舅舅知道我肯定会抢最大的，故意做了个最大的包子里面不放馅。。被全家人笑话了好久..", " 爆料下我表哥的糗事.有一次他去超市正好碰到一美女在哪给男友买臂力棒.于是很热情的帮人家试力度.拿了个40公斤的第一下没搬动 第二下扎起马步一使劲.拉了一裤兜子.爬腿就往厕所跑 想想当时得多糗.我表哥身高182 体重120.公斤 笑他后半辈子.", " 朋友职业司机，腰椎间盘突出，~割了个割~聚会时感叹:“要是一个月能有份五千块钱工资的工作我就不开车了！”另外一人问他:“要是开车给你一个月一万呢？”他还没来得及回答，旁边幽幽的传来一声:“要啥腰椎间盘啊！”", " 儿子出生喽！！剖的暂时没奶，，小姨子帮着抱孩子，，我儿子一顿找，一顿摸，，小姨子没办法了，，，，说：外甥，你姨我帮不了你，，，姐夫你抱会吧！！我：你抱吧，你好歹有东西能对付一会。。", " 在北京房山十渡景区大排挡和哥们吃饭，对面坐俩美女，喝的有点大，一个指着另一个一直骂，操你大爷……，我一哥们平时就是个二货，又喝点酒，走过去对骂人的妞说，冲我来，我是她大爷！结局意外，妞把电话给哥们了！！！", " 爷爷说，在他们那个年代，考试遇到不会做的题，就写毛主席万岁，没有人敢打叉。", " 一年365日，男人最怕哪一日？女人最怕哪一日？男答：男人最怕1月31日。女答：女人最怕12月1日。", " 当名著多了一个字，就悲剧了：狂人被日记，霸王别搞基，哈利波特大，性生活大爆炸，天鹅跳湖，当幸福来敲肛门，茶花女优，死神来不了， 斯巴达日三百勇士，武林外遇传，哆啦AV梦，幸福像菊花儿一样，巴黎圣母妓院，论持久野战!", " 问：微博跟微软是什么关系？答：时间关系（内涵啊）", " 几乎所有的爱情都是以“你好”开始，以“你好坏”升华，以“你好棒”进入高潮，以“你好吗”淡化，以“你还好吗”结束。"]}, "taskid": "1f726e319a6ea9949e6c5f3b5db97571"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=271&_uid=guest", "updatetime": 1445698583.398094, "result": {"content": [" 他是她楼下送煤气的，每月帮她换气，他喜欢她，她知道。彼时她 年轻貌美，追求者众。一天家里大火，他冒着生命危险救了她，因 毁容，她昔日追求者无踪。唯他不离不弃，娶她。五年后，他们乘 坐的旅游巴士发生事故，他因护她，头部重创，失血过多而死，弥 留时他对她说：对不起！“那。。那场火是我放的。这样你才能和我在。。一起。。” 她说：“我 知道。巴士司机是我雇的。你的意外险是我买的”", " 一日小两口来开户，设密码时每人各按三个数，而且都不让对方看到，问愿意，说这样的话取钱就必须两人都在场各按三个密码才能取出钱来，少了谁也去不了，好有爱啊！。。。。。。。 第二天，女孩拿着身份证，去银行办理挂失重新设置了密码。", " 妻子弥留的时候对丈夫说：“就算我死了，你也不能去找别的女人。”丈夫一愣，女人终究是女人，即使平时表现得多么大方，但还是希望自己是男人心中的唯一。他最后还是点头答应了。妻子死后，他履行自己的诺言，没有找其他女人。。。。。。。。。。然后找了一个爱他的男人。", " 震后，废墟中的男女因为没有水源而危在旦夕。她忍着大姨妈的痛苦拼命用石块敲打着求救，”别再敲了！”他望着她刚刚换下来的卫生巾，”血液中百分之七十是水阿！我怎么没想到？”回头，他的嘴边挂着她最后一滴血", " 古时有个孩子叫司马光，他和小朋友在花园里玩耍时，有个小朋友不小心掉进了盛满水的缸里。小朋友们慌了，哭喊着跑去找大人。司马光没慌，他搬起一块石头向缸砸去。缸破了，血水流出来，小朋友得救了，大家都称赞司马光：你可真聪明！第二天，他们去河边玩，司马光不小心落入河中，小朋友们没慌，他们头脑冷静的从地上搬起一块块石头，向河里砸去。司马光，享年九岁", " 中午食堂听到一对男女对话。男的说去我宿舍玩好不好，想你了！女的答：这几天来事儿了,男的说：没事，我就是想见见你。女：好吧。然后点菜。女的说：我不能吃辣的，得了口腔溃疡。 男的犹豫了一会说：你不是还有事吗，正好我明天也有事，改天再去我那里吧。", " 幼儿园老师教识字，在黑板上写了个“床”，问：“这位小朋友，你认识这个字吗？”小孩摇头说不知道。老师开始启发：“昨天晚上睡觉时，你爸爸身下是什么呀？”“是妈妈。”老师忙改口：“我是问，妈妈不在家时，爸爸身下是什么呀？”“是叔叔”“小朋友们，这个字比较难，我们以后再学吧”", " 许多年后，汤姆已经很老了，主人不再喜欢他，家里新来的猫咪也总是欺负他。 当喵咪再一次将汤姆的食物扔出门外时，汤姆拖着已不再灵便的腿走了好远， 才将那块沾满灰尘的奶酪捡回来。他长舒了一口气，在喵们的嘲笑声中， 小心翼翼的将奶酪放在墙角那个结满了蜘蛛网的老鼠洞门口.年老体弱的杰克弱弱的爬了出来，看到门口这块奶酪，心头想起了心中满是以前幸福的回忆。杰克大口大口的吃着被老汤姆放了迷药的奶酪，迷药发作，老汤姆拖着不灵便的后腿，YD的笑了：老子终于捉住你了.说着,把杰克的裤子脱掉了", " 喜欢的妹纸过生日,花了一个月工资买了条项链做礼物,妹子:不想向我告白吗?当时那个激动,当即表白!妹子盯着我看了半天轻蔑地说:项链还你!当时心就凉了:你不喜欢吗?我一个月工资买的!妹子说:以后都是一家人了,快把项链退了,贵死了!幸福来的太突然了 。 从此多了一个后妈。", " 女孩骑着单车行走在深夜里幽深的小胡同，她有点害怕，于是她大声地唱起歌来。不远处灯火幽幽的馄饨摊子依旧飘着热气。“大爷，还没回家呢”大爷呵呵一笑“这么晚回家不害怕？”女孩也笑了“不怕！”心里温暖了起来，世上还是好人多！ 大爷晃了晃信号灯，远处出现了仨流氓"]}, "taskid": "423219229062a8cd74d7cf10606cac0b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=298&_uid=guest", "updatetime": 1445698582.510006, "result": {"content": [" 我想中国移动号称覆盖的237个国家和地区里，肯定是不包括中国吧。..", " 本人新手司机刚拿驾照，因为明天要去给姥姥扫墓，晚上我骄傲跟媳妇说明天你可以坐我开的车。我媳妇弱弱的说了一句，我只是去看看姥姥可没说我要去陪她！！！！！~~~~(>_<)~~~~..", " 今天，科学课上，老师在讲昆虫，然后问我们： 　　“同学们，蚜虫的天敌是什么？” 　　我们全班答∶“牙刷！！”老师当场泪了……", " 下次清明节,我一定回到高中学校去扫墓,因为那里埋葬了我的青春…….", " 鲁豫30岁时还没有结婚，父母也很担心女儿的终身大事。这天，家里来了朋友，鲁豫父母焦急地说：“女儿越来越大了，还没结婚怎么办啊？”朋友也附和道：“是啊，丫头太大确实不太好找对象啊。”路过的鲁豫听见后大哭：“头大怎么了，就你丫头小！”", " 有一孕妇难产，医生束手无策，此时孕妇的丈夫冲进产房大吼一句：里面的人听着！快点出来！我是重案组高级督察黄启发！.", " 一山区少年来城里打工，早晨在车站等大客， 一个大学生抱着捐款箱走上前来对他说：“先生！这里有很多人都为山区辍学学生捐款了。” 　　看到箱子里满满的钱，少年非常的感动，接过箱子说道：“谢谢大家了。”.", " “老师，我想上厕所……” 　　“嗯，你想吧。”.", " 日前的一项调查问卷中，有63％的受访者表示，现在的社会礼仪和风气越来越不如从前了。 　　剩余37％的受访者让研究者们妈逼滚远点。", " 病人：“大夫，我老生不出孩子......” 　　 　　大夫：“检查过了，应该是男方的问题。” 　　 　　病人：“上一家医院也这么说，我们这不是搬到北方了吗？......”"]}, "taskid": "35fd7cf9665db1b80b64ae690ae399d1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=276&_uid=guest", "updatetime": 1445698581.094485, "result": {"content": [" 和朋友聊天说下辈子做什么，朋友说做一条鱼！ 为什么了？  朋友说到：那样，拉了屎不用擦屁股！直接水洗！ 你妹啊，你是有多懒呀！", " 一到冬天班上就会出现很多热水袋，都是女生的，基本上所有的男生没有这个，天气严寒，我那二货的同桌抗不住了，果断转身对一美女道：“姑娘，过来，给我抱抱！”然后果断挨了一耳光，“我艹，不让抱，摸摸总可以吧？”然后，第二天被美女的男友给堵了……", " 去朋友家，看到他家俩三岁多的小孩在阳台上面壁思过，还不准吃晚饭。当爹的怎么这么狠心！问原因，朋友看了俩个孩子一眼，咬牙切齿的说：＂今天睡午觉的时候，钱包放在客厅沙发上，这俩熊孩子居然把钱包里的钱全掏出来烧了，还一边烧一边喊，火火火，真好看！！！！＂", " 本吊大学僧一枚。。昨天领着宿舍养的小狗出去遛弯，不小心把套在小狗脖子上的链子掉了。伤心不已，结果今天上课竟然发现一同学戴在手上。。我该不该告诉他那是狗链子。。能要回来么？银色的。一头是星星形状！", " 一小伙下班后兴高采烈去女友家，进门见女友在看电视，说：“我买了三张电影票票，今晚我们就可以嗨了”，女友问：“三张票？！你怎么就嗨了？！你还打算带谁一起去？！”这哥们说：“三张票，你爸妈还有你弟，一人一张，他们出去了，就只剩我俩，嘿嘿……”，“咳咳咳……”只见她妈从厨房出来！囧..", " ，  5岁的小丫头跟她妈妈一起去买饮料 ，  到了商店 ，她妈妈就只买一瓶 出了商店  直接开瓶。咕噜咕噜 ，喝下半瓶  ，丫头见状，说了句，我妈妈就是好 ，是不是看我力气小，拿不动整瓶饮料，才帮我喝掉那么多，二货妈妈瞬间石化，感叹还是小孩天真无邪啊！！！", " 我擦！睡觉前我妈把我叫到房间畅谈未来催我尽快结婚。突然！隔壁女人开始叫床！叫得巨大声，我和我妈四目相对，沉默良久。我妈冷静地说：你听！老不结婚就会痛经叫成这样。我好想掀桌啊！你以为老子才十五岁吗这样骗...", " 朋友看着一个调查问卷问我，“如果在家两天上不了网，你会死吗？” 我回答说，“会的。” 朋友说，“至于嘛？！” 我说，“至于。那么长时间修不好，我老婆肯定会把我活活打死的。”", " “在我心里，你就像个大大的苹果。” 　　“讨厌，是说我脸儿红又圆吗？” 　　“是说，我要削你。”", " 我建议女生应该普及穿平底鞋不要穿高跟鞋，高跟鞋穿久了容易脚疼并造成扁平足，拇指外翻，膝关节疾病，腰背疾病等疾病。当然，我绝对不是因为我身高只有158才这样建议的。"]}, "taskid": "9490845110f0e29f210b97deff6adcc1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=251&_uid=guest", "updatetime": 1445698579.47986, "result": {"content": [" 今年伙计27了，家里催结婚， 　　没办法跟单位一女同事商量一起回家吃个饭，装我女朋友。 　　回到家当天我妈那个高兴劲都别提了， 　　直接就把祖传的金手镯给了女同事，第二天又去买了条金项链给她， 　　她现在正考虑要不要真的嫁给我……", " 这不是段子是案子。两车高速追尾，车损轻微，驾驶员却僵持不下，一个非要100块，一个只肯赔80块！两人在高速上砍价足足一小时，最后把差价缩短到五块，谈崩了。交警久劝不下，愤然掏出五块，两人心...满...意...足...离开现场。", " 想洗衣服来着，结果室友在厕所蹲着不肯出来，都特么快二十分钟了，果断把无线路由器关了，然后不到一分钟就听到他在冲水……", " 一天我拿个小玩意在把玩， 　　过来个四五岁的孩纸对我说：“哥哥，能够让我玩一下吗？” 　　我就给他了。 　　熊孩纸拿着玩具跑到他妈妈面前说：“妈妈，这是那个哥哥送我的。” 　　他妈妈说：“还不快谢谢哥哥。” 　　真想揍这熊孩纸！", " 昨天朋友说下班后请我去做泰式按摩，以前我都没试过，憧憬了一整天，一直在脑补传说中的特殊服务。下班后我怀揣着新买的杜蕾斯，预想着该怎么做才像是经常来的样子。进屋躺好，感受着背上传来的奇妙触感，我不禁回头看去……那！是！一！个！老！太！太！！！！去你妹的太式按摩！！！", " 昨天教三岁的小表妹画画，她画了一个巨丑无比的小人。 　　我问她画的是爸爸吗？她说不是，爸爸怎么会有这么丑呢？ 　　说完就跑到他爸妈房间去了。 　　我正好去喝水，路过他们房间，听到那妞的声音： 　　“爸，你看我画得像姐姐么？”", " 信不信由你，大学时我在寝室开个小卖点，每个月收入5000，现在毕业了，找了工作，每个月800，我是不是应该留级？", " 就刚才，南京地铁一号线！ 　　一个特漂亮的妹子一直偷偷对哥放电， 　　哥淡定的将正在偷我钱包的小贼抓了个正着…… 　　不是哥聪明，而是哥知道美女看我并对我放电只能是在这种情况…… 　　多么痛的领悟……", " 宿舍集体出去包夜，有一个人死都不去， 　　只好我们留了一个手机锁在橱子里，手机的铃声设置成很恐怖的鬼叫声， 　　半夜的时候时候没事就打那个留下的手机号。 　　反正我们宿舍那唯一留下的人半夜2点多从学校里翻墙出来找我们了……", " 本人业务兼司机，上周陪公司俩大姐去谈新店。 　　 　　路上尿急又没有公厕， 　　 　　我说：要不你俩把脸转过去，我拿个空瓶接一下得了？ 　　 　　结果后面的姐说：我才不转过去，我就趴这儿看着！ 　　 　　然后坐副驾驶的大姐更狠：那她看着，我帮你扶着吧？ 　　 　　结过婚的女人太猛了，老子凌乱到现在。"]}, "taskid": "74066fad236c4e1f2c93201d5622ee87"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=270&_uid=guest", "updatetime": 1445698578.852281, "result": {"content": [" 小时候，每次去医院体检验血，我都非常害怕，不停的哭。有一次， 一个小哥哥过来关心的问我怎么了。我说：“验血要割手指！好疼！” 小哥哥听完后立即嚎啕大哭，也顾不上安慰我了。我纳闷的问：“你也要验血吗？”小哥哥说：“完了！我验尿", " 在一个寒冷的冬夜，三个无家可归的流浪汉挤在一起取暖，早上醒来后，左边 的人说：“我梦见有人抓住了我的jj。” 右边的人说：“我也梦见有人抓我的jj。” 中间的人说：“我梦到我在滑雪耶", " 商人去外国经商，夜里叫了个小 姐，几番云雨后，小 姐在商人的怀里不停的摸商人的小J J，商人非常惬意，问：你还想再来吗？ 小姐黯然道：不是，就是挺怀念的，以前我也有。", " 寝室一哥们和女友分了，昨晚回来的时候估计是喝的有点高。唧唧歪歪说了一堆胡话，当时就我一个人在，看他很难过，就说：“你实在难受就哭出来吧。”然后我还没反应过来他就趴我肩膀哭了 结果就在这时候同寝室的其他两个兄弟回来了！今天吃午饭的时候，一哥们坏笑着来了句：你们什么时候开始的", " 上高中时，学的是文科，一次上地理课时，老师讲到印度人吃饭用手抓，我班一位哥讲：“老师，他们吃火锅不？", " 刚进小学的时候，我鼓起勇气向喜欢的同班女生告白，结果我就悲剧地接下来连着6年都沦为群众的笑柄，她逢人就说：“XX那家伙居然对我……噗哈哈哈~” 接下来初中又被嘲笑了3年，高中也没有放过我。 一直到现在，家里吃晚饭的时候她还是动不动就拿出来说。 爸，你能叫后妈别说了嘛", " 他酒醉和几个混混朋友一起强奸了个姑娘,把她脱地一丝不挂得丢在无人路过的小巷子里.他回家得意地说给她听,她惊讶又害怕.连夜出去找到了遍体鳞伤的姑娘给她披上衣服扶她慢慢站起.她低声问,还认得出那几个畜生么?姑娘咬着牙说,烧成灰都认识. 她拿出匕首插瞎姑娘的眼睛,说:现在就认不出了吧····", " 有一天女孩问男孩：ABCDEFG是什么意思？男孩回答：A boy can do everything for girl。女孩很感动。有人告诉她别忘了后面还有HIJK ——He is just kidding！女孩回答：就算他骗我也没关系，后面还有LMNOP--Love Must Need Our Patience 还有RST --日死她", " 他拥有了一次穿越回过去的机会。是回到十年前的考场，然后金榜题名？是回到五年前的电脑前，用所有的钱买下的xx股份？他想了想，最终还是回到了一年前那个晚上。他静静的躺在床上，用手机发了一条短信。“不分手好不好？” 马上就有回复了：我已经找了一个以前金榜题名然后5年前靠xx股份的发家的人了，你滚吧，穷比", " 同学考试的时候拿手机抄答案。 抄毕。发觉老师在身后！ 老师温柔地说：“抄完了吧？抄完了收起吧，有摄像头。” 后来才知道，老师一直站在他背后帮忙挡摄像头。 傍晚时候,瘦弱的他躺在结实的他身下喘息\"我帮了你儿子…你怎么谢我…\"殊不知此时的隔壁…一个男孩忘情的吻着另一个男孩\"你爸今天帮了我.替我谢谢他…\""]}, "taskid": "c5bd9a37f6f1d8bef0e28bb99db8d14e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=289&_uid=guest", "updatetime": 1445698578.271162, "result": {"content": [" 今儿出门在大街上走着呢，  　　突然一个小姑娘拿着一叠纸和笔跑过来对我说：“先生，您要是不介意的话，问两个问题可以吗？”  　　我想了想说：“可以啊。那，你多大啦？叫什么名字呀？”", " 夜深了，孩子睡觉时哭了起来。父亲决定唱一段催眠曲哄他。结果刚唱了几句，隔壁就传来抗议声：还是让孩子哭吧！", " 一青年在酒吧喝酒，  　　突然来一个很美艳的女孩，  　　她依附在男的身旁。  　　青年问道：“妹子啊，你这是做什么啊？”  　　女孩：“做你们男生最想做的啊”  　　青年：“哟，妹子，看不出来啊，这么文静还会打DOTA？”", " 儿子问爸爸，堕胎是什么意思？  　　去问你姐姐！  　　我没姐姐啊。", " 相亲现场，女：“我爱好广泛，我考过九级钢琴、七级手风琴、六级英语、二级计算机，你呢？”  　　男：“哦，我就拷过三级电影。”.", " 有个8分妹子跟我表白，我毫不犹豫地拒绝了她，长相是次要的，眼光这么差的女生怎么可以做女朋友！.", " 2003年柯震东还坐在地上玩泥巴，而萧亚轩已经出了6张专辑了。萧亚轩大柯震东十二岁，杨丞琳大王子五岁，蔡依林大锦荣六岁，马伊琍大文章9岁，高圆圆大赵又廷五岁不急不急 ，我男朋友一定还在念小学，好好读书 ，老姐有的是耐心等你长大！！！", " 在公园的角落里，有个年轻人想吻他的女朋友。 　　谁知女的却推开他，说：“不行，在结婚之前，我不能这样做！” 　　“可是结婚后，你老公会不让我这么做的。”..", " 在车站候车，身后年轻的爸爸对着还不会说话的宝宝说：“不会这么悲剧吧，小伙子？” 　　说完拉开尿不湿看了一眼，松了口气。 　　“争口气啊小子，回去再拉哦。我不太会换啊。”", " 午睡时，朋友老公揉着太阳穴对我说：“老婆，我脑袋疼。” 　　朋友就问是不是要感冒啊 　　结果朋友老公说：“不是，我的脑袋装的全是你。” 　　朋友听了心里挺乐，结果她老公又说： 　　“以前你那么瘦，我还勉强能承受，现在你体积那么大，撑得我头疼。"]}, "taskid": "806c5caff8ca2ef9bd397294e702e9f5"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=268&_uid=guest", "updatetime": 1445698576.680471, "result": {"content": [" 最近体重有上升趋势，必须悬崖勒马，晚上吃饭，想到「过五不食」这句话，默默地把第六个馒头放了回去。", " 如果一个男人，可以大半夜跑去你家楼下唱歌给你听，可以在公众场合满足你任何无理的要求，可以在你不开心的时候扮小丑逗你开心，可以时不时的拿出手机看看担心错过你的信息或电话，可以为了请你吃顿大餐而省吃俭用吃一星期泡面，可以手机二十四小时开机待命任你随叫随到 那么，他一定是个屌丝", " 大学即将毕业，相恋四年，却始终没有一句承诺。回家的列车上，他有32站，她有21站，她失落的说，到站叫我，便到头睡去。不知过了多久，她被叫醒，车已过了好几站，转过头，他温柔的笑着说，跟我回家吧。她扑哧一笑，眼泪跟着滑了下来。 来到那个生他养他的小山村，她被卖给了一个五十多岁的老光棍", " 宝马里是她前男友。前男友降下车窗问她：你不后悔吗？她说，不后悔，你的宝马是你爸给你的，十年之后我俩也会有宝马的。这是我听过最纯洁励志的爱情故事。 十年后，她的自行车换成了电动车。他的宝马换成了兰博基尼", " 啪！”她甩了他一耳光。“分手就分手,我也不稀罕你,这辈子再也不想看见你!”她哭喊着,转身离去。听见门被用力关上,他终于支撑不住,瘫坐在地。没有所谓的第三者,也没有所谓的变心,只有他手上的化验报告... 他紧紧攥着手中的化验单，脑中回荡着医生刚刚说的话：壮士，您有喜了", " 一个七旬老太捡废品时捡到7000块钱，虽然又冷又饿，但毫不犹豫地将钱交给警方。办完手续后，老人不好意思地问JC：“我还没吃早饭，可不可以借一元买两馒头吃？”在场JC震惊了，纷纷掏出口袋里的钱往老人手里塞。老人坚持只要一块钱。 望着老人远去的背影，JC们含着热泪把7000块钱分了……", " 他是个病孩子，没有人肯陪他玩。 直到下了第一场雪，他堆了一个小雪人. 他问：“我可以抱抱你吗？” 小雪人反问：“为什么？” 他说：“因为我喜欢你。”小雪人沉默的投入他的怀抱。下一秒，他听见小雪人轻轻在他耳边说：“我穿越四季，只为融化在你的怀抱里，谢谢你喜欢我” 第二天。小男孩死于重感冒", " 自从遇到了他，她的手机便24小时为他开机，生怕错过一条短信。尽管每天收到的只不过一两条问作业的短信,她也十分开心。一天，她打开短信:\"我们在一起吧。”她惊讶：“为什么?”“因为我需要你。\"她笑了，如此幸福。 从此，她开始每天为他写作业", " 昨天女朋友下班回家，发现她心爱的小狗不见了，我特无辜地告诉她小狗送人了。顿时，她捶胸顿足、哭天喊地，娇喘连连，这时，我端出一盆热气腾腾的锅仔，摸着她的头 说：骗你哒，狗在锅里呐，么么哒", " 她割破了手指，他替她去买创可贴，但是他是个哑巴，比划了一阵子售货员也不知道他究竟想买什么，后来他索性把手指割破，售货员才恍然大悟，原来是需要创可贴啊。随后售货员讪笑，只是买个创可贴，至于把手指弄伤么。她在他身后看的热泪盈眶。 第二天，她来例假了"]}, "taskid": "726bfbdd081ec4abd611698179cf0f6c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=267&_uid=guest", "updatetime": 1445698576.196739, "result": {"content": [" 问：“为何至此联合国都没对此次钓鱼岛事件表个态？”答：“小国和小国之间有矛盾，联合国一调解，矛盾没了。小国和大国之间有矛盾，联合国一调解，小国没了。大国和大国之间有矛盾，联合国一调解，联合国没了。”", " 鉴于莫言的成功，有人建议由莫氏家族担任新一届党政要职：外交部长莫软，国防部长莫怕，财政部长莫贪，国税总局莫愁，组织部长莫牛，宣传部长莫吹，计生委主任莫生，交通部长莫堵，教育部长莫愚，新闻部长莫假，发改主任莫涨，统计局长莫水，证监会主任莫跌，人民银行行长莫印。", " 昨天姐病了，急性肠胃炎，半夜肚子疼上厕所。刚坐马桶上胃里一阵翻腾，转身爬马桶上吐，结果吐了一马桶拉了一地，当时难受的没感觉到。等吐完艰难的再次坐在马桶上才发现拉地上了，被屎一熏又吐了。这时卫生间的门被老公打开了，他看了我一眼又看了地上一眼，扑过来惊恐的叫到，你怎么了。这、这屎是你吐的?姐嘴一咧，哭了。", " 春天来了，找个男朋友然后挖个坑埋了，明年春天就会长出好多好多男朋友。。一个揉肩、一个捶腿、一个做饭、一个哼小曲、一个收拾房子、一个陪我打游戏、一个排队去买iPhone5、剩下的全都出去挣钱。。。楼下回复：晚上全回来了，等着受死吧！", " 中国教育的特点就是：一辈子不用的知识却决定了一辈子。", " 男生抱着女生睡觉这件事。对女生来说：浪漫、温馨，可以安然入睡…… 对男生来说：满脸头发、刚换的衣服全都是化妆品、一条手压麻、还特么得注意小弟弟硬的位置……", " 有人说，熬夜 是因为没勇气结束这一天；赖床 是因为没勇气开始这一天。", " 经过北京2000万人几天几夜的呼吸，北京的空气质量终于有所改善。新的北京精神由此诞生：＂厚德载雾，自强不吸，霾头苦干，再创灰黄！＂事实再次证明：雾以吸为贵啊！", " 今天看到个段子笑屎我了。。如果你身上有个按钮，一按掉就会消除记忆，忘却那些或痛苦或揪心的事，你会不会按？神人答：不是会不会的问题，一定是：咦，这里有个按钮，按一下……咦，这里有个按钮，按一下……咦，这里有个按钮，按一下……", " 大学那会晚上和宿舍人吃烧烤，海蛎子不新鲜，回宿舍去了六七次厕所，一晚上都没睡。后来他们戏称我一夜七次郎，渐渐的名声越传越远，渐渐的我竟然也恋爱了，但是没过多久渐渐的又分手了，，，"]}, "taskid": "ff95f3da528b0d3593c4c3ccb9f147d6"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=282&_uid=guest", "updatetime": 1445698575.233525, "result": {"content": [" 陪吃货朋友逛街，这货突然一声“饿了”， 　　直往商店冲 进去后就嚎：“老板，有没有过期的乡巴佬鸡腿？来俩” 　　我一听，愣了，忙问：“干嘛要过期的？” 　　谁知这货瞥了我一眼，说道：笨！过期的没有禽流感！“ 　　我至今凌乱中……", " “如何判断他是不是喜欢我？”“吻他。”…“如果他不喜欢我把我推开扇我巴掌从此断交呢。”“傻逼那又怎样反正你吻过他了。”", " 一个走投无路的姑娘跪在悬崖前，“算上昨天我已经是第三千八百九十七次表白失败了，我自恃开朗潇洒昂扬向上心地善良胸怀博大还满满一身正能量，可为什么从来没有一个男人喜欢我？苍天！请你睁开眼，告诉我世界为何如此地不公！” 　　一个阴沉的声音从天际破空而来，“因为你胖。”", " 一女一觉醒来，发现自己正卧在凤榻之上，一身清宫装扮，雍容华贵，高贵不凡。 　　此女心中一惊，难道她穿越成了皇后？心中顿时波涛汹涌，脑海中浮现出她统领后宫，母仪天下，万众敬仰的画面... 　　此女正在陶醉中，一个宫女打扮的老者匆匆走进来，“皇后！”老宫女面露喜色，凑到此女耳边说到：“淑芳斋又出状况了！”...", " “说起我男朋友的优点，那可太多了，他阳光帅气、聪明细心、懂幽默、懂浪漫、有生活又会赚钱…”“那缺点呢？”“缺点当然也有，主要是懒散拖沓、好玩神秘，麻痹等了25年还不出现！”", " 从前，有一个程序员，他得到了一盏神灯 。 　　灯神答应实现他一个愿望。 　　然后他向神灯许愿， 希望在有生之年能写一个好项目。 　　后来…后来…他得到了永生。...", " 变脸，一种古老的戏剧表演手法，起源于川剧，兴盛于韩剧。", " 那些说“长得漂亮不重要”的男人，说这句话时的断句其实是：长得漂亮、不重，要。", " 空间上一姑娘传了张她穿着男友衬衫的照片秀恩爱，我忍不住在底下说了句：你穿你男朋友的衣服很合身啊。", " 活了十八年，既没有因为太聪明被人投毒，又没有因为太英俊被人肢解。感觉幸运的同时不免有些疑惑，难道我对自己的定位错了？难道我既丑又蠢？这不可能吧。"]}, "taskid": "f78627b8807a3efbf5309f039e9d8ab1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=274&_uid=guest", "updatetime": 1445698574.295566, "result": {"content": [" 我回到20年前?见到那时的我。他知道了我的故事?抑郁地自杀了。我悄悄掩埋了我年轻的尸体?心安理得地取代了他的位置?开始了新的生活。周围的人说我一夜之间苍老了了?我说?“不愿意犯年轻的错误?就会迅速变老。” 毁?周围人看着一夜苍老的他。默默的给CCTV的《走进科学》栏目组打了电话。", " 好友乔迁新居?一群朋友前去参观庆贺。大家一面欣赏雅致的装潢?一面不停地问?“这套音响谁选的?”“我老婆?”“这组沙发谁挑的?”“我老婆?”“这幅壁画谁看中的?”“我老婆?”一个朋友忍不住问?“这房子里到底有哪一样是你选的?”只听好友得意地说?“我老婆?” 毁?他老婆听后。硬了", " 毕业典礼上?他突然凑到她耳边幽幽地说了声?“我喜欢你。”她笑“喂?调戏了我三年?够了吧。”三年来?隐藏起自己的感情来面对自己暗恋对象一次又一次的挑逗?她真的已经很累了。“我说真的?”他看她不信?又严肃地说了一次。“你哪次不是说真的。”他低头?“其实?哪次都是真的。” 毁?她无奈笑了笑?可是。我妈妈说。上了初中以后就要好好学习了呢", " 她睁开眼?昨夜的醉意已经褪去。发现床是自己的?家是自己的。而陌生男人已经穿好衣服正要开门而去。她突然有些忧伤?即脱口而出?我还不知道你的名字呢。男人回头?温柔笑道?就叫我雷锋吧… 毁?她发现桌上还有他遗忘的红领巾?诶?你的红领巾?男人转头狐媚一笑?是你的红领巾", " 她一直暗恋他?他却只把她当哥们。“其实这样也不错。”女孩苦涩地安慰自己。又一个情人节?女孩独自在家?想着他会跟谁一起过节呢?忽然短信来了?是他。“其实我喜欢你很久了。”女孩正激动?又一条短信?“不好意思发错了。”女孩失神。第三条短信来了?“刚才说发错的那条才是发错了的。 毁?女孩很激动正准备回短信。第四条来了“建国?答应我吧。你健身完我去找你好么?”", " 相遇?她在书店与他拿起同一本书。相识?她看电影刚好坐他旁边。相知?她发现和他有很多共同的爱好?聊不完的话题。他说我欣赏你这样的女生?晚上能一起吃饭吗?她花心思装扮?如约而至。有他?还有他…女朋友?她溢满期待的笑脸顿时变得僵硬?自嘲:呵?微小说看多了?不是每个爱情都刚刚好 毁?然后她缓缓对他女朋友的说?哥。你穿着我的衣服出来做什么。", " “我收到一个有意思的邮件?要跟朋友一起做。同桌?帮个忙呗?”“好啊。”“那么……我最喜欢的颜色?”“黑色。”“我最擅长的学科?”“数学。”“我们家的宠物?”“一直叫笨笨的狗。”“我的穿着风格?”“混搭。”“我玩的游戏?”“天下贰。”“我绝对不知道的一件事?”“我爱你。” 毁?据悉。这是一所男子学校。。。。", " 每天早上他都会打一个电话给她?“猪?起床啦”。而她总是嗯嗯几下就挂断了。后来她对他说?为什么你总是要打电话来叫醒我呢?你知道我床头有个闹钟的。他说?因为想听听她的声音、特别是那种懒洋洋的声音?真的?那种感觉特别好……我也想有那么一个人?也许我对他不是最好的?但他会一直爱着我。 毁?其实他每天早上会给60多个女孩打电话听嗯嗯。边打边撸", " 她花了一周的晚上给他织好了这条围 巾，从小娇生惯养，这是她的第一条围巾，她幻想着他惊喜的表情。在他生日的那个晚上，她刚幸福地把围巾给他围上，他却厌倦地取了下来“我不喜欢围巾\"！ 心，瞬间冰凉！爸爸来了，以为是给自己的，自顾地围上，满脸都是幸福的笑容。她转过身来，泪流满面… 【毁：第二天。她发现邻居健身教练陈叔叔满脸幸福的戴着那条围巾。】", " 陪孩纸去电影院看电影，父亲笑骂孩纸:都这么大了还想看动画片，真是小屁孩。孩纸不服，大吼：你才是小屁孩，这么大了还吃奶。顿时，全公交安静了。。。"]}, "taskid": "0eaa5b6950a5032d0c107772fe675b52"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=259&_uid=guest", "updatetime": 1445698573.222113, "result": {"content": [" 我的小外甥今年五岁，平时是个小铁公鸡，相当抠门，有一次我在他家，他妈妈鼓励他把零食分一点给我，他很不情愿的跑来我这边问我要什么饮料，我当时正看电视，脑子里想着“六个核桃”和“旺仔牛奶”随便都可以，脑子一抽说“六个旺仔”。关键是我没意识到口误，继续看电视，可怜的外甥小脸憋的通红，竟然哭了！边哭边喊“妈妈骗人！舅舅要喝好多”……喝好多……好多……多", " 真事，广场中围了很多人，凑过去一看是一老大爷牵着一鸽子在那蹲着，我们都在想老大爷在干嘛？不一会人越聚越多，老大爷抬起头淡定的说:你们不要再看了，我就是累了，蹲下歇会，散了吧！", " 就在刚刚，地铁五号线上。。。。哥不哥。。。。一大约五岁的小男孩抱着他妈妈说：妈妈，你爱我吗？妈妈，你爱我吗？妈妈点点头，然后小男孩就对着她妈妈隆起的肚子又摸又亲，说：好吧，那我也爱弟弟。孩子，你是在怕失宠吗？真可爱。", " 刚才看空间，哥伦比亚哥伦比亚   一朋友发了个心情内容如下：找了好久一样东西没找到，原来她带走了。下面有人评论：心？回复：不是，工商银行的u盾。。。。。瞬间好为他忧桑啊", " 一句话，女神回家了，把她养的乌龟放我这儿养着，脑残给喂了点二锅头，发现它明显爬的快多了！现在还在转呢……", " 我是个剩女，割了。剰着的原因是身高175，又在普遍很矮的城市尼玛。/我前几天晚上和朋友吃饭吃到10点晚上，我要回家，跟我几个狐朋狗友说，我要回家了，不回家我妈妈要担心了。。。然后我朋友说，你回家你妈才担心。。。。。。别回去了，让你妈开心一晚上吧。。。。。。。。。。。。。。。。。悲剧啊，最可气的是我说给我妈听，我妈说你朋友真是体贴的孩子。。。。。", " 讲个高中时候的事，一哥们配了付眼镜，就是在太阳下会变色的那种，此为背景割割割周一大家集体在操场升旗，太阳已经出来了，正当国歌响起，我哥们一脸肃幕的时候，校长跳过来，抬手就一巴掌，我让你升旗带墨镜，当时我们都笑崩了，升旗带墨镜，哈哈", " 最近在工地，甲方很少拨工程款，于是昨天我怒了，在他们吃中午饭的时候，我怒气冲冲的就过去了，然后去掀翻他们的桌子。我第一下没掀翻，然后又用力掀了一下，还是没掀翻，低头一看TWD、竟然固定在地面上，，，，我转身低头走了，，，，，，，", " 下午陪表妹去逛街    碰见他男朋友   二话不说上来给我了一脚     然后现在我正抽着中华在做足浴...", " 朋友让狗咬了'去医院看他'究其原因'狗在吃西瓜皮'这货把西瓜皮踢走了'狗追了他三趟街愣是咬了两口才走"]}, "taskid": "04616949b0ee539224acc97fc1214894"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=278&_uid=guest", "updatetime": 1445698572.390408, "result": {"content": [" 饭馆服务员刚才告诉我，隔壁桌的老夫妇是老顾客了，从很多年前小饭馆刚开业，夫妇二人就经常过来，每次都打包一两个菜带走，数十年如一日从未间断。我听了很受触动，没想到一对老夫妇能相濡以沫的恩爱几十年，竟然还是不会做饭。", " 晚上，丈夫对妻子说：“公主，请休息吧！” 　　妻子美滋滋地问：“我是哪个公主呀？” 　　丈夫：“就是武则天的女儿，李隆基他姑！ 　　妻子： ……太平 　　然后就是一顿暴揍！", " LZ在吃玉米的时候发现一个问题，有密集恐惧症的人怎么吃玉米？", " 小叮当至今不解为何师父拒不愿意将一阳指传授给他。", " 六一儿童节到了，我问爸爸这个节我怎么过，爸爸上来就给我一拳，等我睁开眼看见爸爸拿了好多好吃的在等我，我好感动，爸爸看着我也很激动：“儿子你醒了啊，春节快乐！”", " 甲：“喜鹊，凤凰，孔雀谁适合当服务员？” 　　乙：“不知道。” 　　甲：“答案是孔雀，因为，孔雀会开瓶！”", " 男人勾引女人很难，因为女人需要的东西都不一样。 　　女人勾引男人容易，是因为每个男人最需要的东西基本都一样。", " 其实你是有超能力，一聊天她就要去洗澡； 　　一打电话她就要去学习； 　　一单独约会她就有事要忙； 　　一表白她就有了喜欢的人。 　　是你帮她战胜了拖延，帮她充实生活，帮她找到了幸福！ 　　没错，你就是好！人！侠！！", " 一个同事比较自恋，早晨在网上发帖，问：“今天我是画个浓眼妆（粉色眼影）还是淡眼妆（紫色眼影），好纠结啊。”  　　楼下一个同事说：“你这那是化妆？这根本只是轻伤和重伤的分别吧。”", " 甲：“我跟我心目中的女神表白了。”  　　乙：“那她同意没有啊？”  　　甲：“诶，同意了。”  　　乙：“那是好事啊，干嘛唉声叹气的。”  　　甲：“我当时大义凌然地说，有种你就嫁给我。”  　　乙：“嗯，虽不浪漫，但也够霸气的了，她怎么说啊？”  　　甲：“我还真有了，不过不是你的。”  　　乙：……"]}, "taskid": "164a9d89e62cda7710a000c09fd6380b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=299&_uid=guest", "updatetime": 1445698570.598129, "result": {"content": [" 精神病院里医生问前来就诊的病人:“你感觉自己有什么不正常?” 　　 　　病人:“我喜欢吃火锅。” 　　 　　医生:“这很正常啊 我也喜欢吃。” 　　 　　病人:“你喜欢吃锅盖还是锅底？”.", " 中午在食堂吃饭，旁边有个伙计买了个馒头。 　　咬了一口发现里边有豆沙馅，很惊呀的告诉我们。 　　我们看了一眼，极其鄙视的说这回食堂可亏大了，竟然做馒头不小心包进了豆沙。 　　只见那兄弟静静看着馒头，静静的看着，忖思良久：“不，我想这馒头应该是大姨妈来了”...>>", " 我有一个热爱书面语的朋友，说话都特别书面， 　　比如不爱用“偶尔”而偏爱“间或”， 　　就听她经常对我们说：“哎间或你也该出门走走” 　　“间或你也该吃点素”“间或我们一起去KTV呗”…… 　　这人众叛亲离也只是时间问题了。", " 警察前两天抓获人贩子一名，刚开始问笔录时， 　　各种不交代，各种不配合，无奈，放大招：“先把空调关了，让他考虑一会儿。” 　　一小时后：“兄弟，我说，你问吧，啥事儿我都给你说……”", " 上班路上看到的，早上看到一大爷推着个婴儿车在非机动车道上走， 　　后面有个银行运钞车开进非机动车道，看见大爷挡了道就不停的按喇叭， 　　大爷回头看了一眼，没理他，继续慢慢的推着婴儿车走， 　　嘴里嘟囔着：你是车，我这也是车……", " 记得高中时学校每天下午吃饭时都会有点歌台 各种祝福 愿望之类的。 有天下午吃饭就听到一则播报 “高三x班xxx祝高三x班xxx生日快乐 并给他点了一首＜你不是真正的快乐＞。瞬间尼玛真的喷饭啊！", " 小时候过年，妈妈给小冬一元压岁钱， 　　小冬看了又看，摸了又摸， 　　妈妈说：“没想到一块钱你会这么珍惜！” 　　小冬说：“不是啊，我是检查一下是不是假钞！”", " 报到第一天，她满心沮丧。高考失利， 　　沦落到这个遥远的南方三流大学，她已看不到前途。 　　这时有人喊她名字：“方莹！”是负责接待新生的清秀学长，这是缘分吗？ 　　素不相识，他竟在人群中准确认出自己，她忽然觉得考砸也没什么，新生活这才要开始。 　　学长来到了她面前，笑着说：“方莹来到偶民鞋校。”", " 抽屉里有一瓶抗过敏的药，女友看见了，问干什么用的。我说以前吃芒果过敏，就买了。 　　女友摇着瓶子说：“这么大一瓶不吃掉太浪费了。” 　　我还没听明白，晚上她就买了三斤芒果回来。", " 上校鸡块。。。 【 在 perdaiz 的大作中提到: 】 : 啥意思。 :"]}, "taskid": "e489332c80b79efed6314f506d6c24a3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=286&_uid=guest", "updatetime": 1445698570.147611, "result": {"content": [" 武松怒目圆睁，伸手去抓墙上的戒刀！武大忙拉住弟弟的袖子：＂二郎，其实我已经赢了！＂，武松吃惊的看着大哥。武大继续说：＂10月，西门官人才来咱家19次，同比下降17%，环比虽然上升22%，但是增幅明显放缓；昨天和你嫂子在楼上的时间只有71分钟，同比下降24%呢，这明显是害怕我了。＂", " 今晚用关键词GMM和ML搜索到一部17.2G的视频，非常精彩，我研究了一整晚，现在有点累，在这里郑重推荐给各位理工宅。没错，它就是《机器学习——高斯混合模型》。", " 酒吧里一对情侣正在吵架：“你到底抱不抱我？”“不抱！”“你是不是存心在这么多人面前让我下不了台？”“没错！”“行，你有种！喂，哪位帅哥愿意抱我下来？”小四站在吧台上大喊。", " 法国总统奥朗德和女友抵达中国访问，次日，他的父亲收到了一条短信：爸，我和女友在外面开房被抓了，速汇5000元到杨伟明警官的农行卡上，账号6228480920511925017。别打电话，出来再说。", " 普罗米修斯瞒着宙斯，盗取火种，交给了人类。作为惩罚，他被绑上沉重的铁链，囚禁在高加索山上，还要反复遭受鷲鹰啄食肝脏的痛苦。面对悬崖，普罗米修斯发出痛苦的呐喊：“马勒戈壁的，留了种，说好的一生平安呢！”", " 冬天天冷，两女同事不想上班。思考良久，女同事A给经理打电话：“我大姨妈来了，我想请假。”  　　经理无奈答应：“好，准你一天”。  　　等到女同事B给经理打电话时，经理上来就骂：“是不是大姨妈来啦？这假不批！”  　　“不是，是我大姨妈没来，我要请假”。  　　经理惊恐：“准你三天！”", " 一只小鸟受伤了，小鸟妈妈关心地问道：“你是怎么受的伤？”  　　小鸟说：“我跟在爸爸身后，不料爸爸放了个屁，我一捂嘴巴，结果掉到地上受伤了。”  　　鸟妈妈语重心长的说：“前事不忘后事之师，傻孩子，记住了，以后别人放屁千万别捂嘴了。”", " 分手六年，他又见到她，旧情难却。对视良久，他开口：“我很久没喜欢过人了。” 她听完，看了看他养的怀孕几个月的狗，忽然脸色煞白。", " 今天跟老婆去公园散心，看见几棵桃花，开玩笑地说：我去桃花树下转几圈，看今年能不能再走个桃花运。  　　老婆说：那你先忙，我过那边找棵红杏去。", " 武林盟主被他逼到角落，捂住伤口瘫坐在地等他手起刀落。  　　他却是把刀抽回，跪倒在地，痛苦地喃喃自语：“她都已经走了……就算给我一统江湖……又能怎么样呢……”  　　武林盟主强忍剧痛，沙哑地对他说：“一桶浆糊……可以贴好多张寻人启事了……”"]}, "taskid": "f60aef04d60f9a3ccfd9b230687688e7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=293&_uid=guest", "updatetime": 1445698569.616908, "result": {"content": [" 朋友买了个三星手机，今天我问她：“你手机内存卡多大？” 　　姑娘回答说：“差不多有指甲盖那么大吧。”", " 麦当劳店员收完钱不是应该说右边等餐吗，为什么他说您真能吃，可以投诉他吗？", " 那个晴天的下午，她被一个坏蛋欺负，坐在学校里的小角落一直哭。他找到她了，不说话，在旁边做了一个倒立，她问他在干什么，他说：当眼泪忍不住要流出来的时候，如果能倒立起来，那么原本要流出来的眼泪就流不出来了，你试试吧，来，我帮你揪住裙子……", " 最近几天我一直在尝试着死去，吃整瓶安眠药、卧轨、割腕……昨晚是从20楼跳下来。可是和之前一样，我只是经历了一场昏迷，＂你醒拉？又做傻事！＂护士对我说＂你昨天脑浆都摔出来了，足足喂了两碗板蓝根＂。到今天我终于相信：这个世界离不开我。", " 板蓝根这么牛逼，我想说的是：为什么不给鸡吃板蓝根？ 真是的，什么事情都要我来操心。", " 老王说，他这辈子的最终奋斗目标，就是买东西时可以不用看价钱。通过十年如一日不懈的努力，他终于实现了——他失明了。", " 新公司的网挺卡的，卡到什么程度呢……刚刚旁边一同事好容易开开百度，瞪了半天，憋出一句：草我要搜什么来着。.", " 儿子语文考试考砸了。  　　爸爸阅卷后怒斥道：“一点都不动脑筋！判断是非题为什么全写‘对’呢？”  　　儿子理直气壮地说：“你看，试卷上面写得很清楚，‘答错扣分’啊。”", " 问：怎样才能预防雾霭？专家：关好门窗别出门。  　　问：怎样才能预防禽流感？专家：打开窗户多通风。  　　横竖都是一死、大家稍安勿躁！..", " 卫生部说了，非典，板蓝根。感冒，板蓝根，禽流感，板蓝根。H1N1，板蓝根，新型H1N1,板蓝根。H7N9，还是板蓝根。  　　还是原来的配方，还是熟悉的味道，加多宝都改名板蓝根了。"]}, "taskid": "e5aec3d0fd9470d843fb64ce223ae8aa"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=284&_uid=guest", "updatetime": 1445698568.946673, "result": {"content": [" 一美女经过一个看面相的，便停下来算姻缘。  　　美女：“我要问我什么时候可以遇见我的另一半…… ”  　　算命的：“你是要准的还是不准的？”  　　美女：“当然是算准点。”  　　算命的：“回去把妆卸了再来吧……”", " 网上发言，请不要随便自称笔者，毕竟有没有在用笔在写一目了然。  　　这个词汇已经要汇入历史长河了，虽然曾经的那么疯狂存在过，但至少在互联网上该消失了。  　　“ 那以后自称什么？”  　　“ 键人。”", " A：“刚刚去报了个补习班，以后再也不用担心老公挑剔我做的饭不好吃了。”  　　B：“你可真行，做饭我教你不就行了吗？还用得着去上什么补习班呀！”  　　A：“我报的是跆拳道补习班！”", " 一天，古玩店的老板在店门口贴出一张告示：“本店已易主。”  　　可是，人们依旧看见他还在店里卖东西。  　　有人奇怪地问：“老板，您不是已经把店卖给别人了吗?”  　　店主说：“没有，是我结婚了。”", " 一丈夫出差很长时间回家。他很担心妻子有外遇。  　　于是，他悄悄地问小区门卫有没有陌生男人找他老婆。  　　门卫考虑了一下说道：先生，据我所知没有陌生男子去找你妻子。丈夫开心极了。  　　这时，门卫又说道：去你家找你老婆的都是熟人。", " A：“不要当着苍蝇的面拉屎。”  　　B：“为什么？”  　　A：“它会认为你是在炫富。”.", " 大学的我英语很不好，每次出门都随身携带一本超厚的牛津英汉双解词典，只要是谁跟我说英语，我就拿词典抡他。", " 我减肥的目标就是，去买衣服不要最大码，永远追求更小码。终于我成功了，店员对我说：“小姐，这已经是女款最大号了，要不然您试一下男式的小号？”", " 乌鸦是动物界的模范恋人，对待爱情忠贞不渝，一生只有一个性伴侣，他们于幼年结为“夫妻”，当伴侣死掉，活着的乌鸦也不会再另寻新欢。 这个感人的故事告诉我们，两个丑逼相遇是缘，凑合凑合得了，不然谁也找不着对象。", " 刚在电梯里听到三个人在聊……  　　甲：办公室还有两箱蒙牛，怎么处理呢？  　　乙：粉碎掉，不能扔了，那是害了流浪的人。  　　丙：送领导，领导看人民日报，不会知道这事的……"]}, "taskid": "02dfff2601c899f0141ee48d0e12d632"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=264&_uid=guest", "updatetime": 1445698567.036202, "result": {"content": [" 人生最郁闷的四件事： 尿尿吡一鞋… 喝汤洒一裆… 放屁崩出屎… 擦腚抠破纸… 人生最尴尬的四件事：在朋友家拉屎… 没纸… 在朋友家拉屎… 有纸… 没水冲… 在朋友家拉屎… 有纸… 有水冲… 冲不下去… 在朋友家拉屎… 有纸有水… 冲下去… 又浮上来了......", " 问：世界上最大的单相思是什么？ 答：我爱我的祖国。。。", " \"屁，就是你吃下去的食物们不屈的灵魂。\"——好精辟……", " 昨天看到一QQ签名~~ 少壮不努力，一生在内地；年少不拼搏， 老死在中国；英语学不牢，世代在天朝； 学习不刻苦，永远在大陆。在大陆，喝三鹿，七十年后没房住，世世代代穷忙碌！耶！穷！忙！碌！多励志啊！", " 【沁园春·上班】上班路上，千里车流，万里人潮。望大街内外，车行如龟，司机烦躁，一步不动，总是红灯憋出尿。交通如此多焦，引无数大款上公交。惜奥迪A6，慢如蜗牛。奔驰宝马，无处发飙。一代天骄，兰博基尼，泪看电驴儿把车超。俱往矣,还数自行车,边蹬边笑。", " 某大学女生宿舍贴了一对联：今日青春女生，明日成功女性。一男生照抄一遍，贴在自己宿舍门口：今日青春女生，明日成功女性。", " 今天有骗子给我发短信：快汇钱到xxxxxx，你儿子在我手上。我回信：你不觉得粘么？。。。", " 舍友问：“为什么日本动漫都是由小孩子来拯救世界。” 我语出惊人：“因为他们的大人都在忙着拍别的片子…” 宿舍瞬间安静下来了………", " 别沮丧，生活就像心电图，一帆风顺就证明你挂了。。。", " 活了这么多年了，今天才知道中华牙膏是国外的牌子，黑人牙膏是正宗国产！ 惊恐```"]}, "taskid": "d929304ab16c0c33194a52b73d4cec4d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=292&_uid=guest", "updatetime": 1445698566.235688, "result": {"content": [" 今天去医院看病，排队时我看见我心仪的女孩子，他站在最前排，和我隔几个人，几次想过去打招呼却不好意思。 　　正当她拿病例卡要出来与我擦肩而过时，我知道要是在不争取就会抱汗终身。 　　于是怯生生的对那女孩说了句：“你有病吗？”", " 一学生面临高考，跑去找算命先生。 　　算命先生告诉他：“你的命，是连中三元，然后归于平淡。” 　　学生听了特别高兴，这说明自己肯定本、硕、博连读啊！ 　　他把朋友们请来，大吃了一顿庆祝。 　　吃完结账，他在发票上刮出了三张一块钱……", " 女儿：我爸最疼我了，在我记忆中他从来没打过我。 　　父亲：我以前很凶，小孩不听话就打，直到有一次把闺女打失忆了", " 男：“我跟富二代有一点沾边” 　　女：“那一点？” 　　男：“二”...", " 十个男人里有九个喜欢大咪咪。 　　剩下的一个，喜欢那九个男人。", " 在外地打工，要过年了，回去就不来了，可是医保卡里还有很多钱没用，本着不用白不用的原则准备给家里备点常用药之类的，于是有了下面的对话。 　　给爸爸电话：爸爸，你有病么？ 　　爸爸：…… 　　继续在电话了问：我的意思是，你要吃药不？ 　　爸爸顿时爆怒啊……啪的一声挂掉了电话。", " 一女子在街上看到一个摊贩面前放了个木头瓶子，里边装了很多竹棍！ 　　女子想到最近运气不佳，于是问摊贩：“老板，算命多少钱？” 　　摊贩面露难色，对女子说道：“俺是卖筷子的。”", " 甲：“一只苹果，普通青年喜欢洗洗再吃，文艺青年洗了削皮再吃，那2B青年你知道怎么吃吗？” 　　乙：“这还真不知道，怎么吃？” 　　甲：“2B青年喜欢吃一口放在桌子上拍照说：‘看，苹果。’”", " 早上起床心情挺好， 于是特别小清新的对老公说：“每天醒来看见你和阳光都在，那就是我要的未来！” 　　自认为特别感人！ 　　二货的老公却说：“杨光是谁？”", " 刚刚去理发，发现理发师手臂上好几条疤，就问他疤怎么弄的。「艾玛年轻不懂事混社会。后来觉得没前途就去学剪头了呗，给一人说我给他剪的不好看我和他吵了起来。没想到这狗逼犊子叫人砍我，我拿手挡了几下。不过还好，后来我叫道上兄弟全给他们送医院了。你看这发型满意不？」「非。常。满。意。」."]}, "taskid": "1f8a3157b5a0ddb5eb7441f32550b886"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=283&_uid=guest", "updatetime": 1445698565.051201, "result": {"content": [" 某男逛街，发现马路边上有两张小广告，一张是治疗不孕不育的，另一个是重金求子的。 　　男子一看心动，随即打电话问求子细节，接电话的是女士说自己怎么怎么有钱老公不育。 　　男子很同情，于是把治疗不孕不育的电话告诉了对方.....", " 今天和女朋友一起吃饭，菜上齐了准备吃饭，突然一只苍蝇停在了桌子上，说时迟那时快，我女朋友拿起一盘菜砸了下去，没砸中，继续一盘一盘的砸，经过十几轮的激战，桌上的菜砸完了苍蝇也死了。。。 　　我从人群中走过来问她怎么了，她说：跟苍老师一个姓的都得死…..", " 发现我的粉丝越来越多了，孩子老师要我签名， 　　银行取钱时工作员要我签名，送快递的要我签名， 　　就昨天没戴头盔，交警同志追了我两公里也要我签名！", " 鲁迅小时候上学迟到了！ 　　一进教室老师啪啦啪啦了他一顿！ 　　鲁迅很生气，在桌子上刻了个草字， 　　后来老师走过来，他急中生智，把艹遮住！ 　　老师点点头走开了。", " 你每天陪着我散步，陪我看我喜欢的电视剧，不介意吃我吃剩下的东西，我被人欺负了你帮我出头，我下班回家各种姿势逗我笑，我应该是你生命中最重要的人了吧，我知道你爱我，可是…人狗有别。", " 面对痛经女友，男朋友认真说到女人天生就是用来疼的。", " 我是个发型师，虽然我是个男的， 　　但是我却对刘海有着一种特别的情愫。 　　你们不要觉得我娘，不要觉得我丧失了男子汉的气概，我知道你们会宽容我。 　　唯一令我觉得苦恼的是我的父母，他们非常不认同这件事情， 　　甚至对我以死相逼。因为有一天晚上， 　　他们推开我卧室的门，发现了刘海赤身裸体，压在我的身上…..", " 问：有个丑八怪一直盯你们你们会怎么做？  　　答：把镜子放下。", " 女子问佛：“为何不给世间所有女子美丽的容颜？” 佛曰：“外在的美不过昙花一现，纯净的心灵胜过世间一切的美，有些人却使它蒙了尘。” 女子若有所思地答：“我懂了……” 佛终于忍不住大吼：“懂你妹啊！！！人丑就该多读书！！！！”", " 我有一个朋友得了重病，具体症状就是体重非常重。"]}, "taskid": "9edcc33c3a75004211f40ee72ba1f123"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=256&_uid=guest", "updatetime": 1445698564.031254, "result": {"content": [" 有一天，我在网吧玩的真开心，有一个哥们儿找我皆十元钱，我问他：“我认识你吗？”那人着急的说：“我给你十元，就当没见过我。”说罢，跑了出去。我感到很奇怪，跟着他出去后，听见他和另一个人说：“我今天真倒霉，找人借钱，他居然说认识我妈。”.........-_-#", " 公司下班后，几台电脑聚在一起斗地主，饮水机也要玩。他每次都输，但仍然坚持每天都参加。沙发很不理解，问椅子：饮水机每天都输，为啥还打得那么起劲？椅子说“问这种问题，你脑袋也进水了么？", " 刚听朋友讲的，说去打电动发现还有个大头贴拍照机，心血来潮就投币拍了一张，拍完后屏幕上显示还可以祛斑美肤什么的，顺手按了下，结果，他的眼睛就被机器自动PS掉了……", " A: 我女朋友跑了，我好伤心，怎么办？怎么办？…… 　　B: 你他妈活该，谁他妈让你充氢气的……氢气的……气的……气……", " 篮球队教练在开会时抱怨道：“我们球队的配置太差了，现在需要一个投篮的。”过了一会，助理教练领着机器猫走了进来：“教练，你看他的头够不够蓝？”", " 我老婆是一个刁蛮任性的人，今天她又哭着吵着要买名牌包包，我抬手就是一耳光对她喝道：“还要不要？”她看了我一眼继续大哭，我心一狠，连续扇了十个耳光喝道：“还要不要？”终于迫于我的威严之下她不再哭闹了。看着这头母老虎被我制服，我摸了摸早已红肿的脸笑了。", " lz妹子，最近期末考，作弊都是把两腿张开呈v字形把手机放在中间百度，一有老师走 动就马上合腿，屡试不爽。 　　把这个绝招教给好友，结果她还是每科都挂，今天终于忍不住问她原因。 　　她苦着脸对我说：一低头就被胸挡住了看不到手机， 　　而且监考老师一直盯着她的胸 ，连低头的机会都没有… 　　卧槽我也想因为这种原因挂科！！！", " 刚接一电话：你老婆裸照在我手上！赶紧给我打一万块钱，不然就公布于众！。听他说完我眼泪默默流了下来：求你了赶紧公布吧，我也想看看我老婆长什么样…", " lz拿了一瓶饮料，豪饮一口准备付钱……一摸兜，次奥，居然没带钱！如果你以为这就是gc,那么你就错了……当我准备给老板说下等下次来再给他钱的时候，我突然看见瓶盖上写着“再来一瓶”！！！于是我就把瓶盖给了老板，高兴的上网去了，lz还记得老板当时无奈的眼神……", " 上次看到有人对饭店老板说饮料钱算了吧，老板果真免了她的饮料钱。今天我跑去吃饭，结账的时候老板说42，我对老板说：“这饮料钱算了吧！”老板低头想了想：“饮料两块钱忘记算了，一共44。”"]}, "taskid": "1e55aea6e9d99c31aec15af6fb6509da"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=252&_uid=guest", "updatetime": 1445698562.689484, "result": {"content": [" 突然想起小时候一次在饭店吃饭，吃完后有抽奖活动，当时我从抽奖箱里拿出纸条，大声念到“哇！啤酒10斤！”然后，饭店的服务员在一旁冷冷地纠正我说道，是“啤酒1听。。。”", " 我基友刚刚告诉我 因为他一直评论女神，女神就私信问他是谁，他不想让她知道就说：你还是不要知道的好，说出来你会讨厌我的！然后她就马上叫出了他的名字……", " 今天和男友回妈家吃饭，穿的短裙。 　　 　　路上不小心被绊倒双手撑地跪在了地上，两腿膝盖都红了。 　　 　　到家后怕我妈心痛我就遮遮掩掩没给她讲我摔倒的事。 　　 　　本以为她不在意！结果吃饭时男友去加饭去了， 　　 　　我妈用眼斜了我一眼说“夏天到了，让你男的换个姿势，是炫耀吗？ 　　 　　膝盖都红成这样了，丢脸不”......", " 初中时，有个女生为了长高就狂喝牛奶，结果只长胸不长个。一日，老师进教室上课，看到两、三个同学趴在桌上睡觉，便逐个叫醒回到讲台后，老师扫视了下全班同学，最后将目光停留在那个女生的课桌上。说到：同学，请把你的抱枕拿下去……3秒后，教室沸腾了，3小时后，学校沸腾了", " 我今天跟我妈解释了一下：我不是你亲生的，是移动充话费送的。我妈听完我的解释说：放心吧闺女，你奏似亲生的。移动充话费送个你这种质量的，我现在早用联通啦。", " 绝对的真事，单位的一光头保安，每天用剃须刀把脑袋刮的闪闪发光，一天因为赶着上班，慌乱中把头顶刮了一道口子，就贴了一创可贴来上班，。一妹妹见此情形大笑道:哥哥，你怎么顶了一迷你卫生巾来上班了?", " 学生甲：教室后门开了越来越觉得危险。同学乙：怎么了？甲：上次上英语课自拍，拍完看照片发现班主任在里面…", " 晚上吃饭时，老姐喂外甥吃鱼，一边还说到:宝贝乖，吃鱼会变聪明。 外甥眨巴眨巴眼睛，特别认真的说道:妈妈，你多吃点，你笨！", " 姐是网店客服一枚，前段时间网络不给力，老是掉线。致电10000也是没用，晚上维修人员不上班。导致公司扣了我几张毛爷爷，心里不平衡，打电话到10000申诉，一直被客服人员踢皮球，最后姐忍无可忍，彪了一句粗话：你们电信老总是吃shi长大的吗？后面客服弟弟弱弱的回了一句：可能是的。", " 一哥们整个夏天出门都带着颜色很深的大墨镜，一天阴天也带着，我忍不住问:今天又沒太阳戴什么墨镜？哥们:沒太阳是没错，但是穿透视装的;低胸的和齐B短裙的还在"]}, "taskid": "6288fab7a41da2c1fb8cf2cffba6d3f1"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=257&_uid=guest", "updatetime": 1445698561.716704, "result": {"content": [" 在常州恐龙园的餐厅吃饭，隔壁桌一对母女……目测女儿四、五岁吧很可爱，她妈举着手机对着她，伴随着拍照声，小女孩不断变换姿势。可是，可是，我应该告诉她，其实她妈开了前置摄像头在自拍么……", " 我一次玩斗地主，牌巨好，一对王，4个2，4个A，百年不遇一把好牌，一激动让老公过来看一下，结果他竟然找抽用3个2带一个A，三个A带一个2出去了，巨怒，大吵一架。", " 有一次我同学闯祸了，老师说请家长，第二天，我同学带着一个流着鼻涕咬着棒棒糖的小屁孩出现在老师面前说：老师，这是我叔。回头在小屁孩后脑勺拍了一下，叔，快叫老师好，就知道吃！顿时老师那脸啊，五颜六色的。。。。", " 一个女同事对我说：“现在网络里的大神太牛了！昨天我家里上不了网，然后用手机上网百度提问，有个回复说，‘是不是你的猫有问题？’我一查看，果然是，我家里的那只猫不知是发瘟还是怎样，把桌子背后的网线咬断了还弄得一团糟！太牛了！你说他怎么就知道我家里养了猫了呢？", " 宿舍有一胖子，脾气暴躁，胖子有两个手机，早上醒来发现一个不见了。就拿这个往不见的那个上打电话，然后手机在被窝响了，胖子顺手接了电话：“喂，喂？喂！NMLGB，你说话！你谁啊！你他妈怎么不说话！靠！”挂了电话继续找手机，我手机呢？然后其他人当场凌乱了……", " “老公，你那么喜欢我，说说我的优点吧…” “爱一个人是不需要理由的！” “那说说我的缺点吧…” “懒笨馋凶矮胖圆！”", " 在街上不小心看见女朋友从一辆路虎车上下来，司机是一位大概五十岁左右的老男人，然后女朋友尴尬的对我笑了一笑，说：“那是我爸，是真的。。。”妹纸！你给我解释什么呢？难道我会告诉你，那位老男人是我那不成器的二叔吗？", " .天热了，小龙虾火爆。提醒各位男同胞，吃完重辣级别的小龙虾，小便前一定记得找服务员要一只干净的手套，光洗手是绝对洗不尽那股子辣劲儿的。这都二十分钟了，JJ还是隐隐的灼痛灼痛的。。。说多了都是泪啊~", " 就刚才和老妈出去买冰棍！差不多有50多根，回家华丽丽的发现冰箱木有内存了！没办法，吃吧！好不容易吃完，门响了！老爸手里拿了一箱冰棍回来了！一箱80个。80个啊！！80啊！嘴里还说老婆闺女来吃冰棍！！！我和我妈顿时就绝望了。", " 我在钱包里放了一个安全套，已经放了十年了，一直都没有用上，就在前几天，我有了非常强烈的预感：这个套子在这个周末绝对会被用掉！然后昨天，我的钱包被偷了"]}, "taskid": "9e5acc6d8e0f168887f4f9495d64b264"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=297&_uid=guest", "updatetime": 1445698561.196687, "result": {"content": [" 昨晚和妻子一起看一部关于老年痴呆症的纪录片，她突然转头对我说：“这病真是太可怕了。要是我得了老年痴呆症的话，我觉得自己还不如开枪自杀算了……” 　“嗯，我知道，”我说，“你五分钟前已经说过了。”", " 奉劝各位一句，喝酒真的伤身。昨天我喝到夜里2点回来，今天膝盖疼了一天。", " 青年拜见禅师：“最近我脱发快脱成秃驴了，请指教。”禅师闭目不语，用手指向禅房的墙壁。青年循指看去，一面黑墙映入眼帘，墙体由一块块方砖码成，虽没借助水泥，却严丝合缝坚若一体。青年惊叹道：“此墙非同小可，不知有何寓意？”禅师笑答：“我去泥码了个壁。”.", " 健康小贴士：睡觉时打呼噜有可能导致猝死，视老婆脾气而定。", " 同学网线卡在了笔记本里、拔不出来、找到另一个同学、反复实验后、同学摇摇头、淡定的说：“保大人？保孩子？”", " 我养过一条狗，给它起名叫“别动！” 　　我经常对它喊：“过来，别动！” 　　后来，它疯了。...", " 警察对一个杀人不眨眼的年轻人说：“在死之前你有什么话想说？” 　　年轻人绝望地怒吼道：“我操他妈！是谁说杀人长命的！”", " A：去年香飘飘奶茶卖7亿多杯绕地球3圈，今年卖了10亿多，广告怎么还是绕的地球3圈？ 　　B：奸商，杯子小了。", " 如果一个男人突然不赴女人的约会，可能是，因为睡过了，也可能是因为睡过了…", " “借一步说话。” “什么时候还？”...>"]}, "taskid": "9d4ac4ff88bebd1c83f8492d5ddc24bc"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=291&_uid=guest", "updatetime": 1445698559.720065, "result": {"content": [" 晚上回家时有对年轻男女在桥边扯扯攘攘的，走近了才知道是那女的要投河，看了看旁边除我之外没有第四个人了，那男的又拉的那么情真意切，哥哥默默地拉上衣服上的帽子盖好，走到河边撒了泡尿，然后，那女的就没要跳了，甩了那男的一耳光，跑了…", " 南宋有个爱国诗人叫陆游。那时敌人入侵，山河破碎，民不聊生，面对这一切，陆游气坏了。陆游气坏了，于是我们就都不能上网了。", " 你饿了不会撒娇就知道买东西回家自己煮，你迷路了不会卖萌就知道掏手机自己看地图，你喜欢了不会主动就只会等着做候补，你难过了不会柔弱就只会笑着转身然后背着他偷偷哭。你比她们都优秀，但你总是没有男朋友。", " “我爱你” 那又能怎么样，三个字的首字母加起来，还不是个“玩”字么？", " “我是绿茶婊吗？”  　　“什么是绿茶婊？”  　　“就是长得挺好看然后……”  　　“你不是。”", " 就最近的禽类病毒事件，对许多禽类肉食的东西都不太敢吃。某天商店逛了下，看到泡椒鸡爪，看了一下生产日期，去年的，就不用想太多了，买了。", " 1982年，撒切尔夫人访华，当时香港问题已不容回避，面对这位号称“铁娘子”的女人，邓小平亲自到机场接她并进行了一场极具历史意义的对话，全文如下——“娘子——”，“啊哈——”，“you will not get hurt.”", " 法厅上，公鸡法官审问罪犯母鸡：“你为什么要杀害你的丈夫，还残忍地把他一块一块的碎尸？” 母鸡抽泣着说：“我是想帮他，他说这辈子最大的梦想就是成为一名上校……”", " 今天纪委检查组到公司检查财务问题，包括总经理都毕恭毕敬的听一个很嚣张的公务员组长训话，这时公司司机过来了，听了一会儿后张口就问：你是小夜吧？那个组长一愣，然后毕恭毕敬递过烟去说怎么是您啊，司机眼皮都没抬，说你查查赶紧走啊。然后检查组查了5分钟，走了…据说司机是他们WOW公会1团团长…", " “你是一个喜欢计较的人。” 　　“你才喜欢计较呢。” 　　“你看，我说的没错吧。”"]}, "taskid": "da1b153bc149b02bb5c956e33ac82f86"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=294&_uid=guest", "updatetime": 1445698558.796894, "result": {"content": [" 男子牢骚道：昨晚的聚会上，我真是出了个大洋相！  　　同事问：怎么了？  　　男子说：邀请信上明明写着只能系黑领带，可到了现场我才发现每个人还穿着衬衫和裤子！", " 他带女友回家，路上轻轻跟她咬着耳朵：“待会儿，我要让你尝尝我的看家本领……”“讨厌--人家不来啦--”女友娇羞地说。到了家门口，他立刻张开双臂挡在门前，大声说：“就不让你进去！”.", " 带着年幼的表侄儿逛街看到个乞丐，就指着他小声对正太说：“看到没？叫花子。”  　　接着就想普及不好好读书以后就会变这样云云……  　　结果正太迅雷不及掩耳地管乞丐叫了声：“花子！”..", " 女生们注意了，珍惜你们跟男神的大好时光吧，因为Dota2马上就要来了，你们根本就不是它的对手！", " 考试，问：金刚石是如何变成石墨的？  　　二货同学在卷子上写的是：嘛里嘛里轰！..", " 女孩子们注意了，最近出现一种新骗术。骗子会在状态里讲女生感兴趣的话题，然后当你主动跟他询问聊天，他就会叫你私聊，装作很热情的样子给你解答，然后和你谈天说地，讲笑话讨好你，最后把你约出去。。。  　　目前已经有上万名女的上当受骗了，篇幅有限，想了解更多详情的女生，可以来跟我私聊。", " 上高中的时候，老师语重心长的对我说，xx啊，你要好好学习啊 ，以后开着车，带着老师，老师得多骄傲啊。  　　五年过去了，我终于实现了这个愿望。  　　只不过我按下计价器的时候问了老师一句，老师要发票么？", " 老婆跟我打架，后来我还是屈服了。我伸出胳膊大义凛然道：“你还不解气就咬我吧！” 老婆：“对不起，我是回民！！！”", " “一大早，贵行三个ATM全部取不出钱，贵行是打算让我过愚人节么？”---“先生请稍等，我们为您寻找故障原因。 先生，您卡内余额为零”----“我知道啊，这不过节么……”", " 小鸭子：“妈妈妈妈，我们脚趾中间的薄膜叫什么呀？”鸭妈妈：“蹼。”小鸭子：“不说就不说，有什么好笑的嘛。”"]}, "taskid": "62c884509fdff2ed315f6c28ad3f9bac"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=290&_uid=guest", "updatetime": 1445698558.561928, "result": {"content": [" 不要以为H7N9来了我就会不吃肉，难道不知道最危险的地方就是最安全的地方吗？趁着H7N9来了，检查严格了，多吃两天放心肉。..", " 大学是个学术氛围很浓地方。没课的时候我们像张海迪瘫痪在床上，有课的时候我们像霍金瘫痪在椅子上", " 一对情侣在一起，只听见女方的声音： 　　啊！请你不要吻我 　　啊！请你不要吻…… 　　啊！请你不要…… 　　啊！请你不…… 　　啊！请你…… 　　啊！请…… 　　啊！……", " 我给兄弟说：“哥，刚才我被勾搭了”， 　　兄弟一脸不解，而且很惆怅， 　　想了许久一本正经的对我说：“怎么会被狗打了呢？”", " 每次看到那些初中生高中生谈恋爱，我都会劝导他们：“孩子，人生路还很长，你们这个年龄正是读书的时候，不要学那些不良风气，等你们和叔叔一样大的时候再谈也不迟啊。听叔叔的话，把她们先让给我们，好吗？”.", " 孩子睡觉总是踢被子幸好被我及时发现打断了腿，否则肯定感冒！.", " 总有一天，你会等到你心爱的男神，就像电视剧里演的一样，他轻轻地在你耳边说：“虽然你个子不高，相貌平平，家境平平，胸也平平，腰也不细，臀也不翘，好吃懒做，宅心人厚，爱哭爱闹，脾气不小，可我……还没有瞎掉，你还是死心吧。”.", " “ 7月3号。今天买了一支口红。” “7月4号。今天买了一支口红。” “7月5号。今天买了一支口红。” “7月6号。今天买了一支口红。” “7月7号。今天买了一支口红。” “7月8号。今天买了一支口红。”——节选自《黄绮珊日记》", " 天将降大任于斯人也，必先关其手机，收其PAD，拔其网线。", " 对待你的上司就要像对待你的女人一样，她永远是对的！  　　就算她做错了你也不能说她错了，因为她是不会跟你讲道理的....."]}, "taskid": "aaf4e215c3561fa75e6ddc36e5620e8b"}
