{"url": "http://bbs.byr.cn/article/Joke/648830?p=337&_uid=guest", "updatetime": 1447584498.918342, "result": {"content": [" 包拯上任开封知府第一天，公孙策便登门拜访：“恭喜包大人！贺喜包大人！您现在是四品大员啦！”可包拯却毫无反应，眼睛直勾勾盯着地面，仿佛若有所思。公孙策见情势不对转身要走，忽听包拯幽幽吐出几个字：“我的前任是几品……”公孙策大笑道：“哈哈哈！还不是和您一样！”公孙策，卒。", " 深夜，出差的小张给妻子电话：我有个重要文件寄到家的，收到了么？ 妻子：早上就收到了。 ”真的么，这么快？” ”当然啦55555你怎么能怀疑我呢？等着 ，我让旁边快递和你说…”...", " 李白小时候不爱学习，有一天他看到一位老奶奶在河边，准备把一根铁杵磨成绣花针。李白大笑：这得磨到什么时候呀！老奶奶严肃地说：一天不行，我就磨两天，两天不行就磨三天，只要坚持，总会成功的。李白听了很惭愧，从此开始认真学习。因为他深刻地认识到：不学习，就会像那个老奶奶一样蠢。..", " 又被男友甩了，她心如死灰。自己造了什么孽，总是喜欢天蝎男孩又总是被抛弃。偏偏今天有一场很重要的考试，她只好强忍痛苦集中着精神。忽然女孩听见监考老师说：“请大家不要忘记天蝎座。”“不！！”她站起身狂奔出教室，眼泪飞成两行。老师惊讶地看她跑远，转过头继续说：“不要忘记填写座位号。”", " 儿子：“爸爸，听说古代的新郎一直到结婚时，才能看清新娘子是什么样的，是真的吗？” 　　爸爸：摸着儿子的头，若有所思的答道：“是的，不过现在还要晚，要等结婚以后……”", " 保安拦住我，冷冷地说：“先生，请走客梯。”我不解：“为什么，我一直都走这里啊？”他解释道：“今天有人搬家，货梯被预定了。”我强压怒火，从包里掏出火腿肠、玉米、饼干、瓜子、凤爪、包子、方便面、鸡蛋灌饼挨个咬了一口。再看他，满脸歉意：“不好意思，原来是个吃货，您请！”..", " 考试时，监考老师走到一同学面前。 　　老师：你在抄什么？ 　　同学：我在抄题目。 　　老师：抄题目干嘛？ 　　同学：准备补考...", " 侄子今年刚刚幼儿园，每个小朋友进园都会秀一段才艺。 　　其中大部分都是说英语，轮到侄子展示的时间到了：“小朋友，你会说英语吗？”“会！” 　　“你会说什么？” 　　“（外国腔调）洗洗更健康！” 　　我们陪同的家长凌乱风雨中…...", " 晚上和儿子一起看《康熙王朝》， 　　语重心长地说：儿子，看人家康熙八岁都当皇帝了。 　　儿子：那是因为他老爸挂了！...", " “老板，这套衣服多少钱？”“180。”“单买裤子多少钱？”“最低130。”“算了不跟你讲价，来件上衣。”."]}, "taskid": "994088c59a3d14e0c734c8f0befad82d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=305&_uid=guest", "updatetime": 1447584497.475201, "result": {"content": [" 单位领导说：“小杨，今天晚上陪我加班吧！我请你吃晚饭。” 　　小杨连忙假笑道“要请也得我请您啊。” 　　领导说“不用，我请你吧！” 　　然后小杨一直很忐忑， 　　毕竟初来乍到的让领导请吃大餐总觉得过意不去， 　　这种愧疚之情一直持续到领导给小杨买了盒方便面和一袋面包。..", " “就算是forover里也有一个over。” “你……单词可能……拼错了……”...", " 男人出轨的原因不外乎就那几个 　　嫌弃跟她很久了没激情 　　嫌弃她不够主动 　　嫌弃她不懂得讨好 　　嫌弃她打扮不够潮 　　嫌弃她说话不够嗲 　　嫌弃她床上不够骚 　　可是真的有个很骚很嗲很主动很暴露的女人给你当老婆你又不要 　　你到底想怎样？...", " 一个养生节目，里面专家说：“拉屎太臭可能是你的肠道出了问题。” 　　于是有观众抢着问：“那拉屎很香呢？” 　　专家想了想，坚定地说：“是你的鼻子出了问题！”..", " 有人发帖问：“女生都觉得打篮球比打羽毛球帅吗？” 　　有人回：“主要看脸。长得帅的踢毽子都帅，长得丑的打高尔夫都像在铲垃圾。”", " 幼儿园开运动会，小一班出场喊口号：小一，小一，勇争第一。 　　小二班喊口号，小二，小二，独一无二。 　　小三班出场，他们的口号是：小三，小三，爸爸喜欢！ 　　全场都笑翻了！...", " 楼主：我是女的，面试时被问到有没有男朋友的问题该怎么回答？ 　　网友：你就说自己有女朋友。这样女老板对你动心，男老板有征服欲，老板娘很放心！.", " 学校附近有间发廊，洗剪吹12块，洗吹10块。 　　一天同学跑去问：“单剪是不是2块？” 　　老板听了后脸都绿了：“给我滚…。” 　　看来这孩子数学还是不错的。...", " 买香烛，老板说要买这要买那，不然老人在下面过得不好。 　　后来直接问老板要了名片，说把你名片烧给老人有需要直接找你好了。.", " 那天下班后，我在街上遇到一个大爷领着一个小男孩。 　　过一个小摊时，小男孩缠着大爷给他买吃的：“爷爷，给我一块钱好不好，等我长大了赚了钱都给你。” 　　大爷逗他：“那你给我多少啊?” 　　小男孩想了想说：“我说了不算，要看老婆到时给我多少！”"]}, "taskid": "4e813459f5291afda100fc75ccaf65e0"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=316&_uid=guest", "updatetime": 1447584497.317306, "result": {"content": [" 看了英国人下国际象棋的玩法，跟朋友闲扯中国象棋的各种组合技：炮和马重叠，变成自行火炮；炮和车重叠，变成坦克；炮和卒重叠，变成RPG；炮和炮重叠，变成双联装舰炮。然后我问：那相、士、帅和炮重叠的话，该是什么？朋友沉默良久，回答：“天上人间？”", " 有句话对所有男人说：“和媳妇闹别扭，她哄你，见好就收吧，收不住就会变成你哄她了，角色立马转变…得不偿失啊！”", " 月初又有新的流量，我让一个室友帮我在手机里下载几部日本动作片，并委婉地提出要不穿衣服、没有剧情的，室友邪恶地一笑：「看不出你爱好很独特嘛。」后来他得意地把手机交给我，并当面打开帮我下载的相扑比赛视频，我怀着无比复杂的心情表达了对他的感激，室友之间的代沟莫过于此。", " 回娘家，表姐和二货小外甥也在。 　　表姐逗他：小姨肚子里有个宝宝，你想要小姨生个小弟弟还是小妹妹？ 　　只听他毫不犹豫的说：生狗狗给我玩！...", " 隔壁有个小萝莉，特别小大人，一天晚上我去她家玩， 　　他把我拉进房间，又送水，又给零食， 　　然后问了句：“我美么？” 　　我喝的水差点吐出来…… 　　无奈的笑了笑说：“美，怎么看都是标准的美女”…… 　　然后她说，“给你个机会替美女做点事”， 　　然后拿出一本数学口算册……...", " 向同事倾诉，我以前拍照挺好看的，现在怎么越拍越丑了啊？ 　　同事淡淡地说：现在的像素越来越高了。..", " 微博上一对情侣照片秀恩爱，我觉得两人很有夫妻相，就给一二货看： 　　“看，是不是很有夫妻相？”二货瞥了一眼，来了一句： 　　“美得各有千秋，丑的大多雷同。”跪了别扶我……", " 今天跑1000米，一哥们超胖，跑了6分钟，老师说：“你不及格了哇！”  　　那哥们说了一句让我膜拜的话：“你看我这体型，2个人啊！其实我应该是优秀的！”  　　老师一听，说：“也对，你过了！”..", " 话说现在很多人都把“子”说成“纸”。  　　一女同学经常这样卖萌，于是有一天，该女感冒后在图书馆看书，纸巾用完了，发短信给室友，说：“过来的时候带两包纸。”  　　不一会儿室友过来了，手里拿着两个包子。", " 今天破天荒的去上公修课，发现人不怎么多，于是淡定的坐下等老师来。  　　可上到一半的时候哥不淡定了，上边讲的课没选，进错教室了。  　　猫着腰正准备走的时候，和蔼的老教授开口了：“那个同学，来了怎么又走呢？”  　　我：“老湿，进错教室了。”  　　老师很淡定地说：“人正好少了，捧个人场吧…”."]}, "taskid": "48c062b7fa99d7db61763562141d62c9"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=307&_uid=guest", "updatetime": 1447584495.923388, "result": {"content": [" 朋友：“我们这今天热死了！”  　　我：“你们那热？你是没来西安！”  　　朋友：“西安今天有多热？”  　　我：“我上次买的塑料手机壳，今天才发现这是橡胶的！！！”..", " 曾经我无可救药的喜欢上了一漂亮的女网友，向她表白却被拒绝了。  　　她说是为了我好，我一直以为只是她的借口， 直到我见到了她的素颜。  　　网络上还是有很多好人啊。", " 我一直不明白为什么很多人在外面吃饭都喜欢把菜拍照上传！  　　直到最近食品安全问题频出，我终于悟透了，  　　他们是害怕万一哪天自己食物中毒死了，那么他们发的最后那道菜就是罪魁祸首，  　　告诫大家不要吃这道菜！...", " 休息。休息一会。。 【 在 perdaiz 的大作中提到: 】 : 完了？吃饭！！ :", " 又学会一招把妹技术了 “已知一个小球从楼顶自由下落，经过10.2秒后落地，g=10N/kg，  　　请问这栋楼多高？答案精确到个位数。”  　　“啊？让我算一下……520？”  　　“嗯，我也爱你。”", " 人的命，天注定，今天我终于第一次捡到钱了…  　　第一次总是美好与难忘的…  　　在大桥上看见一枚崭新的五角钱硬币，欣喜若狂的准备弯腰将他捡起……  　　结果电话掉河里了…天上真的不会掉馅饼。.", " 妻子日前受邀去给丰田一次叉车车展当车模，她收到邀请时简直乐开了花儿。 　　后来才发现是去给叉车叉起来演示能承多重的货……", " 昨天晚上，我一个同事唱完歌凌晨一点了，怕回家打车也不安全， 　　遂到旁边的开封菜去点了份外卖，然后让送外卖的顺道带他回去…...", " 删啦~~~~", " 没课的时候我去兼职做火锅店服务生。今天客人要求用公筷搅拌一下锅底。 　　我搅拌着搅拌着，觉得真香，就顺手夹了一筷子吃了！ 　　一桌客人都愣了，看着我。我故作高贵冷艳地说：“我先尝尝有没有毒！”...>"]}, "taskid": "678302c8d8e575c3707255db48b6bac7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=309&_uid=guest", "updatetime": 1447584494.333688, "result": {"content": [" 吾乃初中教师，那天顶一帽子被学生看到。“老师你的帽子太丑，赶紧摘了吧。” 　　我回答：“那你好好学习，以后给老师买个漂亮的？” 　　这孩子绝对是一奇葩，想都没想立刻回答：“等我赚钱了，直接带你去韩国做一张合适的脸……”.", " 女A：我寝室有一个女生已经结婚了！ 　　女B：哇，好早 　　女A：她嫁给了她妈给她找的后爸带过来的儿子，大她两岁！ 　　女B：哇，那不就是她哥哥嘛，好羡慕！ 　　女A：是啊，以后就没有婆婆了，好幸福！..", " 这几天风特别大，老公脸上起皮，甚至往下掉皮。 　　我说：你就不能擦点油吗？老往下掉皮。 　　老公翻个白眼，说道：你懂什么，这叫帅的掉渣！..", " 一日做公交车，车上人爆挤， 　　这时只听一女子怒骂一男子：你蹭什么蹭……接着怒骂。 　　全车人看向男子，结果男子头都没抬， 　　淡定的说：你可以侮辱我的人格，但是不能侮辱我的品味。 　　全车爆笑…….", " 今天在超市看到爆笑的一幕… 　　有个大妈在收银台付款，收银妹∶你好，一共68.8圆，谢谢！ 　　大妈淡定的给了60圆之后，从挎包里抓出来两把水果糖， 　　数给收银妹88颗……妹子凌乱了…gc是， 　　大妈说，我这还有呢，怕您们没零钱，又找我糖。我都带着…", " 下午听到俩初中生在说：“凯迪拉克和宝马哪个好…等工作就买一辆。” 　　我好想说：“叔叔以前也想过……后来还是觉得捷安特比较好…”..", " 前几天，有5000名英国最顶尖的马拉松选手参加了全英北马拉松大赛。 　　可是！最后只有一个人跑完全程。（所以自然拿到冠军） 　　因为……其他人因第一名跑太快…… 　　而跑在第二名的人又跑错了岔路…… 　　所以带着后面4998人全部跑错了。...>", " 采访张大导演， 　　问：你究竟有几个老婆或情人？答：金陵十三钗； 　　问：她们都在哪里？答：十面埋伏； 　　问：你最怕什么事？答：秋菊打官司； 　　问：她们找你逼婚怎么办？答：有话好好说； 　　问：怎么让她们相安无事？答：大红灯笼高高挂，满城尽带黄金甲； 　　问：为什么生那么多？答：一个都不能少。..", " 在一次历史考试中，有这样一道题：假如你想更多的了解俄国的十月革命，你会怎么办？ 　　有人答道上网查询或者是查看相关文献。 　　只有一位同学别具一格的答道：“找一位俄罗斯姑娘做妻子。” 　　老师给他的评语是：有理想。..", " 朋友去河里钓鱼，中午去的晚上回来的！我问钓到多少？ 　　他做了一个八的手势，我说八斤？ 　　他摇摇头，我又问那是八条？ 　　他也摇摇头！ 　　我说那是多少？ 　　他突然对我吼到就钓到这么长一条。...>>"]}, "taskid": "fcb5d622f7c6ab9f11535221963c3017"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=342&_uid=guest", "updatetime": 1447584493.070399, "result": {"content": [" 刚才看非诚勿扰播到姚晨的赶集网广告，我妈说这广告播的还真应景，我问为什么？她说赶集网不是买卖二手货的吗…", " 雷锋出差，在沈阳站看见围了一圈人。原来是一个妇女没票硬要上车。雷锋说：“你怎么没有票呢？”大嫂着急地说：“我是到吉林看我丈夫的，不小心把车票和钱丢了。”雷锋说：“跟我来。”他领着大嫂到售票处，用自己的津贴费买了一张车票，对大嫂说：“看到没有，有票才可以上车的。” 说完，拿着票上车走了。.", " 几个僧人负责清洗少林寺全寺的衣物，方丈常对他们说：“只要肯用心，洗衣也能有大修为。”  　　其他僧人渐渐地都倦了，只有小和尚明风始终铭记方丈教诲，用心洗好每一件衣物。  　　终于有一天，功夫不负有心人，方丈将他破格升为一院执事。  　　用心的明风，在方丈的袈裟中发现了几根长头发。", " 刚才我可能闯黄了，弄的我比涉黄还紧张呢！.", " 我班有个特羞涩的男生，该男生有个青梅竹马的女友在家里。  　　一天一起吃饭，一堆女生逗他说：  　　“要是你女朋友结婚了，新郎不是你怎么办？”  　　那男生特淡定，头也不抬地说：  　　“只要孩子他爹是我就够了！”...", " 二十岁的小明用挣的第一笔工资网购了一根老年人拐杖送给爷爷当作生日礼物。快递寄到后，小明拄着拐杖和老伴下楼散步了一圈，感觉质量不错，便给了店家一个差评。", " 前任男朋友长的很丑，记得有次他买了个新手机，说是有人脸自动对焦功能，于是他就和自家狗狗玩自拍，可相机次次都对焦狗！..", " 下楼时，从按电梯楼层就能分辨出高富帅和屌丝，屌丝按一层，高富帅都是地下。", " 家住朝阳区的王先生表示在2013年，他只有4个小小的愿望：1.治好自己的失忆症。2.治好自己的失忆症。4.学好数学。", " 你买iphone干嘛？有人给你发短信吗？有人给你打电话吗？其实你用itouch就够了呀。."]}, "taskid": "54a58fd1c3f892b57d9e5cca63ea319d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=324&_uid=guest", "updatetime": 1447584492.999786, "result": {"content": [" 今天出去学雷锋做好事，忽然看到一个老奶奶从一个小伙子旁边走过时忽然晕倒了，那刻我没有迟疑，一个箭步走上前去拉住那个小伙子。.", " 上数学课，老师在讲统计学，说到其中一道题【有一个估量……】话音未落，我同桌抬起头来唱出下一句【……她有一点任性，她还有一些疯狂？】..", " 我的小学同学在晒宝宝，初中同学在晒新婚，高中同学在晒工资，而我和我的大学同学回学校之后只能晒被子。", " 看到新闻：“女子一周内两次攀登珠穆朗玛峰” 　　以后再也不敢把包落山顶了吧...", " 小明问妈妈：妈妈，女朋友是什么啊？妈妈说：等你长大了，成为一个好男人，也许就会有一个女朋友！小明说：那如果我不是一个好男人呢？妈妈说：那么你就会有很多女朋友！.", " 别看不上你老婆挑的东西，你也不过就是其中之一…", " 妻子：出生证明办好了吗？ 　　丈夫：办好了。办的时候我还犯愁，咱俩的结婚证都皱巴成那样了，怕别人看了笑话。 　　妻子：后来呢？ 　　丈夫：我看前面那兄弟的结婚证都成拼图了，估计那两口子也没少折腾。", " 地产新政：“国家颁布房产交易新政，卖房者将按交易额缴纳20％所得税。”最大的顿悟是前一段官员们疯狂抛售房产，其实不是反腐所致……...", " 哥最近感觉记忆力下降的厉害，于是就找了一个记事本，把每天重要的事情都记下来。可是今天早上起来，差不多把床都拆了，愣是没找到哥的记事本……..", " 两情侣吵架，男的解释：“我只是打了一个比方……” 　　女孩挖苦：“哎哟，你放过那些比方吧，别打他们了！”."]}, "taskid": "62cafd10affb8c33ae48a422607e059a"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=315&_uid=guest", "updatetime": 1447584491.84502, "result": {"content": [" 昨晚回到贵州，飞机上，本来想逗逗空姐，结果被空姐给涮了，发餐时，我说，你有纸巾 不？MM从兜里拿出纸巾给我；又问，你有牙签不，她又从另外的兜里拿出牙签；哥很郁闷，再问你有一次性筷子不，MM把筷子递给了我，同时说了一句让我石化的话：我像哆拉A梦不？", " 去年情人节，四个光棍一起吃火锅，我信誓旦旦的说，明年我要脱离他们，结果我做到 了，现在只剩我一个光棍了，哦也～", " 他从身后抱住了她“猜猜我是谁？” 她回过身笑道“过儿，别闹，我知道是你。” “姑姑，你怎么知道的？” “因为你刚才，只蒙住我一只眼", " 郭靖到了终南山上，碰到了霍都。 　　霍都说：“如果你在十招之内夺我扇子，就算你赢。” 　　郭靖答应了。霍都大笑三声，把扇子撕了。", " 水果店里，一妹子正为吃不完整个西瓜而老板不愿意分开卖而烦恼。 　　“打开，我买一半。”我跟老板说道。 　　妹子抬头看我，幽暗的灯光下可以清楚地看出她眼中饱含着感激，“谢谢，你真好！”接着付钱扬长而去。 　　这个故事告诉我：弱女子被恩公搭救感动不已感激涕零，最终以身相许的故事都是童话都是骗人的！.", " 女人怕胖、怕丑、怕老、怕没人疼； 　　男人怕穷、怕穷、怕穷、怕穷。", " 乌鸦妈妈生病了，小乌鸦看着病床上妈妈憔悴的模样，心疼得大哭：“妈妈，你快点好起来，千万不要离开我呀！”妈妈感动地说：“乖孩子，你如果不是乌鸦嘴该多好啊…”乌鸦妈妈，卒。", " 气温直飙40度，酷暑难耐，打个伞吧，一个大老爷们显的太娘，不打伞吧，流汗把人家妆都弄花了…", " 在某厂内，厂长在和外商洽谈一笔生意，旁边坐着翻译。突然，外商打了一个喷嚏，巧的是，正好翻译鼻子痒痒，也打了一个喷嚏。  　　这时，厂长大骂：“这不用翻译，我听得懂！”", " 刚看见一个骑自行车的人闯红灯，一辆载重卡车在他身边嘎然停住  　　骑车人对卡车司机大声喊：“不要命啦你！”  　　卡车司机当时就楞了，一句话也说不出来….."]}, "taskid": "7dcc7d6a8de50f74a4eae1fec296ca1f"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=303&_uid=guest", "updatetime": 1447584490.732377, "result": {"content": [" 局长的岳父去世了，大家纷纷去吊唁，没想到仪式快结束了 　　大勇才捂着腮帮子来了。一个同事轻声问他：“你咋回事，这种场合也迟到？” 　　大勇说：“我牙疼，早上线去了趟医院，然后赶紧就打车来这了。” 　　同事说：“打车咋还这么晚？” 　　大勇说：“上车后我疼的受不了，就躺在后座上，告诉司机我要去火葬场 　　没想到哪司机对我说———”兄弟，不上别的医院再看看了？“ 　　然后，他不由分说，拉着我就去了别的医院”...", " 高考过后，学校发答案，我们一个班的同学一起估分 　　一同学对到化学时突然高喊：“哈哈！ 我化学选择全对了！” 　　这时旁边一同学说：“大哥 看好了，那答案是物理的。”", " “麦迪在CBA经过洗礼，终于涅盘重生，打进了NBA总决赛。随着孙悦的离开，湖人王朝被终结，而易建联的远走广东导致小牛沦为二流球队。后巴特尔时代的马刺能否顶住缺少王治郅的热火？让我们拭目以待…”", " “有时突然听到某某和某某恋爱的消息， 　　就像听到了孟婆和阎王恋爱的消息一样。” 　　“什么意思？” 　　“只有鬼才知道他们是怎么走到了一起。”", " 二哥带嫂子回家吃饭，趁着嫂子和老妈在厨房忙碌的时候，二哥对老爸说：“爸，结婚后我一个月只有800块零用钱，这怎么够啊。你待会帮我说下呗。” 　　老爸一听忙问到：“多少？800？” 　　二哥说是啊，老爸的神情严肃起来了，两腮鼓动，似乎在做什么决定。 　　多少年了我都没见过老爸这样的表情。 　　终于，老爸发话了：“我一个月才450，你整200给我呗。”.", " 妻子拿着我的衬衣， 　　满脸狐疑的问道：“说啊？衣领上为什么有女人的口红印？”。 　　“我可以解释的！” 　　“不用解释了，我认得这个色号和味道是我的，你故意弄上去让我发现，以便显得自己很抢手，其实你永远是无人问津的屌丝！”..", " 老师问：你们长大了要做什么啊？ 　　小明说：我长大了要挣好多好多钱，开一个榨油场，然后把油都倒进下水道，让以后得孩子们吃上放心的地沟油。 　　老师：……现在得孩子了不得啊……", " 和朋友一起开车进停车场… 　　朋友开车，新手，停车场自动取卡的。 　　朋友距离开过了，够不着取卡机。 　　这时后面来了一个车猛按喇叭！朋友急了，叫我赶紧下车出来取卡。 　　我刚一开车门下车往后走。后面那车子马上倒档一脚大油门跑了…… 　　我只是下来取卡的……不打人……", " 什么星座分析，总结起来就一句话：“巨蟹座的人不吃东西会饿死，射手座的人从楼上掉下来会摔死，水瓶座的人掉水里会淹死，处女座的人被火烧会烧死……”就是各自说一些不同的废话……", " 比尔盖茨要存钱买辆兰博基尼，1秒，2秒，3秒，4秒，5秒，哈哈存够了。 　　李嘉诚要存钱买辆博兰基尼，1小时，2小时，3小时，4小时，5小时，哈哈存够了。 　　当地首富要存钱买辆博兰基尼，1个月，2个月，3个月，4个月，5个月，存够了。 　　屌丝要存钱买辆博兰基尼，1辈子，2辈子，3辈子……"]}, "taskid": "4af3b30f5c271fb76fe5de9d73164c70"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=348&_uid=guest", "updatetime": 1447584489.469253, "result": {"content": [" 公苍蝇死在了捕绳纸上，它老婆闻讯后，焦急的冲到现场，见到现场大大的写着“捕绳纸”三个字后，老婆大哭道：“这都是不识字惹的祸啊！”.", " “007，现在看好了，表面上看，这只是一只普通的鼠标。但是，如果你把它的连接线从根部剪断，它就会变成一只报废的无线鼠标。”", " 每个女孩心中都有这样一个男人：他话不多却总是让你牵挂，有时候工作学习都没心思，总想他现在在那里，顺不顺利，虽然他也曾惹你生气，但你真的很需要他，没人知道你有多爱他，有时他来找你，只要一声电话，你不管多忙，总会放下手中的工作来到他的面前，确认包裹并签名，头也不回地扬长而去。.", " 他背着她走在回家的路上，突然他温柔的对她说:“亲爱的，每次背着你我都会觉得我背着的，是责任。”她害羞的把头埋在他背上，他停下来喘了口气:“责任，重于泰山啊！”", " “老婆，我给咱女儿取了一个好听的名字——诗卉，寓意如诗如花一样娇艳美丽的女子。”“算了吧！老顾”..", " “你迟早会变成你最不喜欢的那种人。” 　　“恩，我最不喜欢有钱人了。”...", " 有人问：“你朋友跟你说什么话通常会让你很感动？” 　　我想了想说：“还是我来付钱吧。”...>", " 告诉别人坏消息的时候最好先用一个小笑话作为开场以缓和气氛比如：“嘿，你知道耶稣和释迦摩尼最大的共同点是什么吗？” “嗯……他们都是神？” “不是啦，他们都是自然卷啦哈哈哈哈哈哈”“哈哈哈哈哈哈……”“哈哈哈噢对了，刚刚倒车的时候不小心压死了你两岁大的儿子”...", " 为了让别人喜欢上你而改变自己是最愚蠢的，这样别人喜欢的只是那个虚假的你而已。你应该坚持做最真实的自己，这样的话无论如何也不会有人喜欢上你了。", " 为了让别人喜欢上你而改变自己是最愚蠢的，这样别人喜欢的只是那个虚假的你而已。你应该坚持做最真实的自己，这样的话无论如何也不会有人喜欢上你了。"]}, "taskid": "5317b7059fe266ecb5b5b051b2ae0c38"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=349&_uid=guest", "updatetime": 1447584488.260145, "result": {"content": [" 哥们周末要结婚，他的世界春天来了。我们怀着满满的祝福，给他点了一首幸福的歌：《春天在哪里》——春天在哪离啊，春天在哪离，春天在那青翠的山林离。那里有红花呀，那里有绿草，还有那会唱歌的小黄哩~离离离离离离离~离离离离离~离离离离离离离~离离离离离……", " 看了一个神签名“你伤害了Word，还Excel而过”……于是我不知不觉就哼出了后面的：“你伤害了Word，还Excel而过，你Access的贪婪，我Outlook懦弱。One泪Note过，回忆是多Binder，只怪自己Mail你PowerPoint……”", " 哥们第一次去女朋友家，家里人都不知道他们的关系。小伙子刚坐下没一会，姑娘她妈就热情地说：“还没有女朋友吧，要不要阿姨给你介绍一个啊？”.", " 上大学的时候有一次排队上厕所，只听里面一男生对他朋友喊道：“我大号了没带纸。” 他朋友说：“你等着，我给你拿去” 这男生连忙说：“不用了，不用了，我等下去洗澡。”.", " 小明：＂爸爸，我到底是哪里来的？＂ 爸爸：＂这个，这个......你是网上下载的。＂ 小明：＂可是，我们家去年才有网络啊，我都6岁了啊?＂ 妈妈在旁边打圆场：＂傻孩子，是蹭了隔壁王叔叔家的WIFI。＂ 爸爸内心咯噔一下：好像哪里有点不对啊……", " 这一日，杨过在瀑布下练剑，练至兴起，放声高歌，歌声在山谷中回荡，千回百转。一樵夫经过，不禁赞道：呦！还是独臂环绕立体声", " 大学有一室友，对老婆百依百顺，要什么买什么，于是我们打趣到：你这是在替别人养老婆，何必呢？不想彪悍室友回复一句：没事，我老婆也被别人养着。..", " 今天上班路上看到一特漂亮的小姑娘便尾随其后，她貌似发现我在跟着她就小跑了两步。我心想这种缘分如果不把握可能会后悔终生的，我便追了上去说:美女，可以把你的电话给我吗？她颤抖着双手拿着手机塞在我手上就仓惶跑走了…", " 某国开会，大家讨论哪个国家最排华？于是开始列举：限制华人自由出入、限制华人买房、限制华人买车、限制华人子女异地高考、强迫华人缴纳更高的税、强制华人购买更高价的油、缴纳最贵网费、给华人吃地沟油毒奶粉、剥夺华人选举权。最后所有人都不说话了！...", " 她是个高贵冷艳的女人，打麻将都不许人碰她。.."]}, "taskid": "88958ebaf18234efdf35fb8e60d0f11b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=346&_uid=guest", "updatetime": 1447584487.813816, "result": {"content": [" 据科学家测算，由于平安夜、圣诞节、元旦、情人节四大节日庞大的受孕几率，不久后的地球将被处女座和天蝎座统治，念及此处，不由得为人类未来的命运捏了一把汗。.", " 这天气就像个色狼一样！冻手冻脚的！ 冻手冻脚的！！ 冻手冻脚的！！！..", " 我一哥们，有一次喝酒喝得有点高了，硬扯着我去KTV唱歌。在这哥们唱了十多分钟之后，莫名其妙地被警察带走了...后来才知道他犯了故意杀人罪，几年过去了，这哥们至今还在牢里蹲着...在我伤心的同时又感到庆幸——幸好当时我还没开始唱！.", " 半年后再战四级　距离考四级还有182天，我没有裸考，因为我今天做了套真题…", " 每次考英语四六级的感受　给卷子是多余的，我用答题卡就够了。...", " 一只麻雀问另一只正在开车的麻雀：兄弟，你便秘三天了，谷子在你肚子里都要发酵了。  　　开车的麻雀也开始担心了：谷子发酵，就变成酒了，碰上交警咱可就完了。.", " 流浪汉倒在雪堆里，一天没吃饭的他已经站不起来，他艰难地抬着头，看着越来越近的身影，他知道，在如此深夜这个人将是他最后的希望。\"先生，行行好吧，三天没吃饭了，我可不想饿死啊。\"路人看着他，站在那想了想，然后拔光了他的衣服转身离去。第二天，流浪汉冻死了。", " 老婆：如果我们死了，都下地狱怎么办？ 　　老公：我会祈求上帝让你去天堂，我一个人在地狱的！ 　　老婆：算你有良心！ 　　老公：我怕我们两个都在地狱，又结为夫妻，对我来说，那才是真正的地狱。", " A：“你匆匆忙忙到哪儿去？” 　　 　　B：“我去机场，搭5点半的飞机。” 　　 　　A：“那你急什么？现在才刚刚2点半。” 　　 　　B：“我知道，可有些人见了我总要问我上哪儿去，我得把这些时间也计算在内。”", " 在公园和朋友散步，忽然看到一特别奇怪的树，就问道：“这是什么树啊？” 　　 　　答曰：“梅树！” 　　 　　又问道：“怎么不见开花呢？” 　　 　　回到：“梅花！”.."]}, "taskid": "89faebee65b9e181a4031b9ed7f4241e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=334&_uid=guest", "updatetime": 1447584486.226713, "result": {"content": [" 给雷政富等清官发勤俭节约奖，10多个官员共用一个2奶，这是何等的节俭！", " 过年要抢先向亲戚们发问 “阿姨，看您皮肤不太好啊，叔叔带您出去爱的旅游了吗？”  　　“叔叔，您啥时候买新车啊？我同学的爸爸都是开着百来万的车来学校接送呢。”  　　“伯伯，您升官儿了吗？过完年是不是要高升了啊？”  　　“伯母，生意做得怎么样了？明年一定可以再多开几家连锁店吧？”", " 在我国，医生是最卑贱的职业之一，因为越来越多的中国人都开始看不起医生了。..", " 马路上，一辆电动车轻轻碰了老人一下，老人二话不说便倒在了地上，伴随了轻微的呻吟声说什么也不肯起来。围观群众越来越多，却无一人敢出来将老人扶起。就在感叹人心不古世态炎凉的时候，一位青年再也看不下去，从人群中走出，来到老人身旁，递给了老人一条士力架。.", " 小李对同事小张说：“春节快到了，我给老婆买了一件很贵的貂皮大衣作为节日礼物！我在此向你表示深切的同情！”  　　小张觉得很奇怪：“这跟我有什么相干？”  　　小李冷笑一声，说：“我老婆说，今晚要找你老婆出去吃饭。”...", " 世界上有两种女孩：一种是长得漂亮的，一种是过年回家会被问有没有对象的。..", " “发了张自己的照片到网上。”“大家怎么评论？”“呵呵，‘好平’如潮……”", " 在一次辩论中，瓦特激动的说：“我观察了很长时间，发现在盆底加热会使水沸腾，而沸腾的水会产生水蒸气。这个水蒸气的力量非常的大！甚至可以推动上面的……”“我没问你这个！”法官打断了瓦特，“我是问，你当时真没发现你爸在澡盆里吗？”...", " 战争年代。一天，年轻的金日成元帅参加完一个秘密的会议。由于特务的跟踪，他所栖身的小旅馆被发现了。夜里，伴随着咣！咣！的砸门声特务在门外喊道：“开门！警察查房！”屋内的元帅听完后点了一根香烟，沉思了少许，然后机智的答道：“我不需要！！”没过多久，门外的特务们就离开了。", " 真羡慕牛郎织女，他们每年能见到一次，但是我和我老婆，却是他妈的每天都要见……"]}, "taskid": "259362ebe7f597243617c90df26eb8e8"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=313&_uid=guest", "updatetime": 1447584485.611399, "result": {"content": [" 大四时，一日自习完下楼，以为走我前面的一人是舍友，偷偷跑上前去朝他屁股狠狠的踹了 一脚，还大喊：你竟然来自习了？！那人揉着屁股回头可怜巴巴的看着我，颤抖着说：恩。四目相对几秒后，我正犹豫着怎么道歉呢，那人答道：大哥，我大一新生，以后不敢了…", " 上大学的时候，厕所是那种老式的一排坑位，而且没有门。有一天晚上厕所灯坏了，自己找了 个坑位，蹲下去的时候，一只手有力的托住了臀部，一个低沉的声音响 起：有人！", " 小学一年级的时候，有一次在安静的课堂上，我看见坐我前面的同学悄悄地用手兜一下屁股， 然后悄悄把紧握的手伸出窗外，在风中悄悄的张开抖动……十几年过去了，我再也没有见过这么有公德心的人。", " 大学的时候，刚进学校。学校让我们填一份自我简介，里面包括体育强项。同桌告诉我不要写 那种运动会用的到的项目，不然以后运动会会强迫你参加。于是我们写的是高尔夫、网球、滑雪之类的，本想转过身去提醒后面玩的好的男生，结果一看他写的体育强项是双脚踩灯泡、胸口碎大石", " 今夏某师姐爬黄山，时值下雨，贵重物品都用塑料袋包好背进背包，唯有一袋零食拎在了手 里。 　　谁料半路忽然杀出一只猴子，与师姐对视两秒，果断抢走了零食。师姐顿时花容失色。。。 　　众人安慰道，没事没事，零食而已。 　　师姐狂摇头，大叫：我刚 才买票用的学生证还在袋子里！！！！！ 　　据说……教务看到申请表上“补办原因”一栏里HLL地填了“被猴子抢了”，憋到内伤", " 前些日子我去超市买了6块钱的东西，给了售货员10元，她看着问我：你有一元钱不。我说有 就掏了一个硬币给她，然后很囧的事情发生了：她找了5个一元硬币给我，我愣了好一会儿", " 今天全家看湖南卫视播放的古装片的时候，突然很脑残的问我爸：爸，你说我为什么要叫你做 爸呢？——我爸弱弱的回答：你也可以叫我阿玛。", " 汤姆爱上了公司里的一位美女。每次他在远处看到那美女的时候他就会有很强烈的勃起，所以他一直不敢约这个美女出来。过了一些时候，汤姆实在是忍不住了，于是他给那美女打电话，约她出来，美女答应了。汤姆怕见面时失态，就把自己的家伙绑在了右腿上。汤姆来到美女家门口，按了门铃，美女穿了一身十分性感的夏装打开了门，突然汤姆飞起右腿把美女踢倒在地。", " 遇见两个法国人。一个可能是教汉语的老师，另一个应该是他学生。老师高兴地指着中国日 历对学生说：看，这两个字念'雷锋'。这是雷锋纪念日。他在中国非常有名，因为他生前帮助过很多人） 学生佩服地说：啊，你真是见多识广！说完俩人高兴地走了。我凑过去一看，见日历上写的是：\"霜降\"", " 初中时，学校离家近，每次放小假我都步行回家。 　　有一年冬天放假，我独自走在回家的路上，不经意间看到天上飞着一只老鹰。 　　那天我穿的外衣有一个仿兔毛的大白领子，瞥见老鹰的那一刹那，我就想它不会把我的领子当成只大兔子而飞下来抓我吧？ 于是我果断的找了个隐蔽的墙角躲着，在凛冽的寒风中站了将近半个小时…在这半个小时中，我时不时的 探出一只眼睛来偷偷看看老鹰还在不在，在…在…在…还在… 　　一直在，时间久的让我终于发现了事情的蹊跷，于是我壮着胆子仔细的观察了老鹰片刻， 　　然后…低声咒骂： 　　“神经病，大冷天的放个大头鬼的风筝”。"]}, "taskid": "8ee6c90c28269cfbdd28875894d81267"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=345&_uid=guest", "updatetime": 1447584484.435767, "result": {"content": [" 玩了三年多，我才终于发现，你在开心农场上真正能够种出来的……只有寂寞。", " 冬天晚上从学校外面的网吧出来，因为结了冰，不小心脚一滑，在即将摔倒的时候，我拉住了一个经过的男生并且惊叫了一声：“妈呀！”结果那男生结结巴巴的说了一句：“你，你，你认错人了。　”就匆匆走了……", " 邻桌的胖妞盯着面前的菜爹娇嗔到：呜呜呜好多肥肉啊！对面的男朋友冷笑到：呵呵，我还以为是饭菜见到你之后会说话了。...", " 没想到都这个年代了，这个世界竟然对女性还存在着许多不公和歧视。你看，打个比方同样年龄的两只鸡，公鸡你们称它“大公鸡”，母鸡你们却叫它“老母鸡”。哎，让我说什么好呢？", " 年轻时，我是一个唯爱主义者，那年圣诞我给女神买了条项链，“这是假的吧，我看就值两块钱！”女神嗔怪，我当时很生气：“你说两块钱？两块钱？两块钱？我买不来吃亏，也买不到上当，真正的物有所值，拿啥啥便宜，买啥啥不贵，随便挑，随便选，全场都两块。。。”然后她就走了，直到现在也没再见过。...", " 你就属于那种开导室友安慰朋友，别人爱情里孰是孰非心里清清楚楚。判断分析犀利到自己都要拍手。像你这么懂爱情的人……一定没有男朋友 ！！！.", " 我一般判断一个妹子有多漂亮的方法，就是看我老婆叫了她几次“骚货”。...", " 毕业快两年了，今天在宿舍群上聊天，聊起最近看的电影，舍友女A说：最近看了血滴子，有两个镜头不敢看。 其余人都很好奇，因为A是鬼片和恐怖片达人，基本没有她不敢看的，遂问其是哪两幕。她说，第一幕是五牛分尸。嗯……追问第二幕呢？答：阮经天亲李宇春…", " 圣诞老人在平安夜从北极出发，过了元旦才回来。别人问他平时一夜能完成的工作今年为啥搞的这么晚？圣诞老人叹道：“今年他们全要开箱验货后才肯签收。”", " 希望有一天可以开一家咖啡馆，躲在僻静的巷子里，店里摆满自己喜欢的书，老沙发上睡几只慵懒的猫，我煮咖啡，你做蛋糕，就这样平平淡淡地过日子——有这样想法的人，基本可判断为穷逼。"]}, "taskid": "dad30963f4e4636e42d949ed2e95e310"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=347&_uid=guest", "updatetime": 1447584483.374284, "result": {"content": [" 一个男人在公司干了25年，他每天用同样的方法做着同样的工作，每个月都领着同样的薪水。一天，愤愤不平的男人决定要求老板给他加薪及晋升。他对老板说：“毕竟，我已经有了25年的经验。”“亲爱的员工，”老板叹气说：“你没有25年的经验，你是一个经验用了25年。”", " 真不敢相信女朋友爸妈的重男轻女思想有这么严重：家里墙上贴满了他们儿子幼时的照片，却没有半张她小时候的照片。女友本人倒是对此不以为意，说这只是他们泰国文化的习俗而已。.", " ＂21号并不是世界末日，而是一个新纪元的开始，那天之后一切归零重新开始，万物复苏，我们将迎来下一个伟大的时代！＂  　　＂呃，一切归零包括西甲积分榜吗？＂一名皇马球迷问。", " 晚上说错一句话，老婆要和我离婚。  　　老婆：嘻嘻，你想要男孩还是女孩？  　　我：只要是我的就行～", " 诗人和剑客都是一辈子注定孤独的职业。  　　夕阳下，无尽的草原内，残雪中，白衣胜雪，一匹瘦马，一把剑，一支笔，执拗的眼神凝视向天边传来的狼嚎。  　　天涯远不远？人就在天涯，天涯又怎么会远。  　　网友回复：远远望去，如此抒情画意里有四样东西：马笔剑人！", " 欧莱雅是知名度最高，历史最为悠久的化妆品品牌之一，它拥有众多产品，覆盖面甚广，主要分为三类：范冰冰代言的女士系列，吴彦祖代言的男士系列和李宇春代言的系列。.", " 刘备问关羽：“你本领如何？” 关羽说：“能在千军万马当中取上将首级！” 刘备大喜：“我急需你这样的人才。快去把曹操新买的Iphone5取来给我。”..", " NASA(美国国家航空航天局)已证实，12月21日下午将会出现“天空变得异常黑暗”的天文现象。从5点左右开始，直至8点左右达到顶峰，之后持续近10小时。期间如果没有人工照明将会很难看清东西。  　　这个天文现象是叫做＂晚上＂", " 香肠被主人放到了冰箱里，感到寒冷无比，非常委屈！  　　但香肠突然发现身旁还有一根香肠被冻得更惨，安慰了很多！  　　香肠说：“哇！看你都冻成啥样了！全身都是冰！”  　　那根香肠冷冷的说：“对不起，我是冰棒！”.", " 香肠被主人放到了冰箱里，感到寒冷无比，非常委屈！  　　但香肠突然发现身旁还有一根香肠被冻得更惨，安慰了很多！  　　香肠说：“哇！看你都冻成啥样了！全身都是冰！”  　　那根香肠冷冷的说：“对不起，我是冰棒！”."]}, "taskid": "8bcd7c0f2b92ec78785fbcf22602c061"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=311&_uid=guest", "updatetime": 1447584482.701086, "result": {"content": [" 有两个程序员钓鱼，其中一个钓到一条美人鱼， 　　这个美人鱼上半身是美女，下半身是鱼， 　　于是这个程序员就吧她放了， 　　另一个问他：“Why？” 　　他回答说：“没有API。”.", " 再购物就砍手 　　“你知道吗？”一条蚯蚓对它的同伴说：“我以前可不是什么蚯蚓，我以前是一条蜈蚣呢！！！”，它的同伴大吃一惊：“这怎么可能？？”，“是真的。”蚯蚓忧伤地说道：“后来，我迷上了网络购物。”...", " 一天晚上，同事错过了未班车，只好打的回家。 　　她问司机价格，司机说要十元，她说自己只有八元，司机妥协了。 　　上车之前，同事弱弱的问：“你是坏人吗？” 　　司机淡定的回了句：“你才是坏人呢，这么晚打的才给我八块钱。”...", " 今天我们上生物课的时候，老师问我们这个细胞分裂后个数加不加倍， 　　第一个同学说不加倍，第二个同学也说不加倍， 　　轮到第三个同学的时候他的同桌拍醒他， 　　然后我这个奇葩同学马上站起来说：抢地主！..", " 女：“我比你大，快叫姐姐！” 　　男：“才大十个月好吧，而且咱俩还同岁” 　　女：“注意，是十个月好吧， 　　就是说姐姐我出生的时候你爸爸还在犹豫要不要把你糊墙上呢！”..", " 今天，去烫头发，有个男人带着他儿子来理头发， 　　那5、6岁的小朋友不肯，吵得要死，乱动，剪不了， 　　他爸说出了一句：“剪歪了就不能泡妞了。” 　　瞬间安静了。...", " “我希望找一个处女……”话音未落， 全场24位女嘉宾全部灭灯 ，一个“座”字活生生被咽进了肚子里……", " 阎王在翻阅新鬼的死亡情况报告，边看边评论： 　　被一枪打死是幸运…… 　　恩，断头台很痛快…… 　　在床上老死还是幸福的…… 　　被车撞死，他是拄拐棍下地狱的么？…… 　　这个，这个，被砍了178刀呻吟了3个小时才死…… 　　天哪，这倒霉蛋遇到行为艺术家了！", " 昨天晚上，和一哥们儿散步，突然冲出一狗，对着他就是一口，那哥们儿眼一瞪， 冲狗吼：“你咬你爹啊！”我彻底无语。", " 我初中有个同学，他哥在**学院上学，北方人到了南方，换季时节难免感冒什么的，久而久之他也就习惯了。某个夏日的深夜，他半梦半醒之间感觉自己在流清水鼻 涕，因为睡得很爽，又懒得下床拿纸，于是就用手抹啊抹，然后顺手在墙上被子上擦来擦去，擦来擦去，repeat&repeat……慢慢的又睡着了 　　第二天早上他被”啊！“的 一声尖叫吵醒，还没明白是怎么回事儿，就被人狂摇，”xx！！xx！！你醒醒！！醒醒啊！！“，他坐起身来一片茫然，被搞蒙了，心想这怎么回事儿？！ 　　事实的真相是：他其实不是流鼻涕了，而是夏天上火，流鼻血…………………… 　　于是他寝室的同学早上迷迷糊糊上厕所的时候，一抬头就看见了这样的一副情景：他对面的床上、被单上、蚊帐上全是血迹，鲜红的一大片..墙上也是一条一条的，还有个血手印，而他的同学脸上脖子上全是血，躺在床上一动不动…………………………"]}, "taskid": "292d6cb9dce85b4fd4a9fecf8ee93385"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=323&_uid=guest", "updatetime": 1447584481.694058, "result": {"content": [" 在报纸上看到条广告：招聘会计。3500元-4000元。于是，我连忙打电话过去说：“答案是-500元。”", " 禅师举着一个钵，让青年把他装满，青年装了一钵石子。 　　禅师说：「其实，钵并没有满。」于是往里又加了一些沙子：“现在满了吗？” 　　青年略一沉吟，说还可以加氢氟酸溶解掉沙石蒸去残液，再高温熔融，最后还原成硅单质并且做成闪存装满数据。..", " 你知道世界上最最痛苦的事儿是什么吗？ 　　就是在你面前有一个满格的wifi你却不知道密码。", " 乌龟和蜗牛赛跑，结果乌龟输了。 　　为了保住颜面，乌龟解释：要不是我穿了件夹克，你怎么可能赢？ 　　蜗牛大怒：草泥马，一件衣服而已也好意思说，老子背一座房子都没吱声！..", " 佛堂中，大师正在对弟子讲话：“为师为你们所起之名并非随随便便，而是为师对你们的期望，你们懂了吗？”众弟子都回答懂了，只有一名弟子默然不语，大师见状，问那名弟子道：“圆寂，你为什么不说话？”..", " 出门散步的时候总是很纠结。 　　抬头走吧？怕捡不到钱。 　　低头走吧？怕看不到美女。", " 必须要换笔记本了——开机需要5分钟，电池只支持到3分钟。", " 刚刚盛大公司某部门的测试妹妹被领导批评了，说她怎么能上班不打游戏，干别的事。.", " 牛郎：亲爱的，今天不是七夕，你怎么过河来了？织女：别提了，被一帮学雷锋的扶过来的。...>", " 妹子们，如果总有人说你掀起刘海很丑，别理他，不要放在心上。他们都是腹黑男，因为夏天快到了，他们就是想让你对自己刘海极度在意，然后在你穿裙子逛街时，大风一吹，你会下意识只顾着拼命捂刘海。"]}, "taskid": "d1e3c673c2427890fea8d06ebe148278"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=329&_uid=guest", "updatetime": 1447584480.367178, "result": {"content": [" 对于吃货来说，过年过节只是他们肆无忌惮吃东西的挡箭牌而已。.", " 假如你碰见一个大胸妹子，可以上去和她的胸部打招呼：“嗨！奶子！奶子！”在她的胸部无视你之后，你就可以和她说：“你的胸是聋的吧。”", " 雷锋对售票员说：“有位大嫂没带钱，我替她买张站票。”“没有站票！”雷锋一咬牙，掏出了整月的津贴：“买张卧铺！”售票员斩钉截铁地答道：“滚！”雷锋激动了起来：“怎么说话呢？这是为人民服务的态度吗！把你领导叫来！”领导很快到了现场，把雷锋赶出了电影院。", " 背景，我家土狗把一纯血统的博美给上了，博美家主人不服气，跟踪我家土狗到我家找我爹理论，我爹火急火燎的跟我打电话，我顿时就笑我爹：多大个事儿阿，爸你自己解决吧！ 　　…… 　　我爹说：不是不是，你听我说，你听我说，这蛮不讲理的老头家有个漂亮女儿…..", " 据说上车后一脸严肃地对司机说：“跟着前面那辆车！” 司机就会特别兴奋，并对你露出一脸崇拜。不过，事实证明根本不是那么回事。今天我特意拦了辆车试验了一下，结果直接被赶下来……望着车绝尘而去，我终于明白：公交车师傅不是那么好骗的", " 过年，把肚子吃坏了，就去了家小医院，听朋友说这家医院的治疗水平不行，老治死人。我将信将疑的去了医院。看见主治医生后面挂了一面锦旗。上面四个大字——替天行道！草！！", " 妻子突然问丈夫：“你爱我吗？”“爱，当然爱！”丈夫毫不犹豫地回答。妻子想了想又问：“你是不是怕伤害我才说的？”丈夫连忙说：“不，不，我是怕你伤害我才说的。”", " 他拿出秘籍，师傅的话又在耳边响起：“你考虑好了，此乃魔功，一旦修炼，你便会变成魔。”他脸上流露出坚毅与果敢，打开秘籍练起来。他一遍练毕，“嘭”的一声，变成了馍。...", " 一位朋友到一位画家的画室参观，他伸手摸了一幅作品。画家生气地喊道：“当心！难道你看不出这幅画还没干吗？”  　　朋友答道：“没关系，我戴着手套呢。”...", " 我和老婆都是属鼠的，宝宝预产期八月。  　　“老公！”  　　“恩？”  　　“我们宝宝属蛇的”  　　“恩”  　　“那我们家不就是蛇鼠一窝啦”..."]}, "taskid": "8adc88f42e1edf7e127e4b933f53e7ae"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=339&_uid=guest", "updatetime": 1447584479.728427, "result": {"content": [" 灭绝师太冷冰冰的道：“好小子，你自负内力深厚，在这儿胡吹大气。好，你接得住我三掌，我便放了这些人走路。”当此情势，张无忌当下不敢大意，双掌并推，以两只手同时来接她一掌。……三掌过后，张无忌口吐鲜血，但竟然无恙，一旁的少林方丈趁势张口道：“好，恭喜你进入到了男生权利”。...", " 天气变冷，人也容易赖床。一同事赖床时，迷迷糊糊听到有个小姑娘的声音，“行行好吧，行行好嘛……”同事顺口说了一句，“给你一块钱，快走吧。”紧接着，便被老婆一脚踹醒，“让你起个床，哪那么多废话”。...", " 一天下课，一群同学围在阳台上讨论着‘不是C就是D！’“我觉得顶多就是B！”“不可能，明明就是A！”这时班主任从后面经过感叹道：“现在学风真好，下课都在讨论题！”", " 紫葡萄和青葡萄结婚了。新婚之夜，青葡萄洗漱完毕准备上床，被子一掀里面居然躺着一颗大大的提子。青葡萄吓得花容失色：“你怎么进来的！”提子害羞了：“老公都不认得……人家不就是硬了嘛……”", " “恋爱中的女人最美丽”这句话翻译成我们东北话大概就是“媳妇是别人家的好”的意思吧。...>>", " 突然收到陌生网友微信。就六个字：“来福，我是你的”。看头像，是白美软嫩的女子一名！还没来得及回复，又收到她发来的四个字——“忠实读者。” 不带这样儿的！！.", " 他熟练的抛起硬币，迅速的用一只手背接住，另一只手捂着。他向左右展示了一下，来表明没有藏起硬币。他慢慢的打开手掌，硬币不见了！魔术虽然简单，可第一次在观众面前表演成这样，也算比较成功了。现场几万名观众，都露出一脸茫然的表情。“没见过这种傻逼裁判”，一方足球队长对另一个说。...", " 白素贞：“法海，你不懂爱！”  　　法海：“老子连地段最繁华的雷峰塔都给你了，你还想怎样！”  　　白素贞：“Kao，可是开门的钥匙只有你那一把，都几百年了，从没有男人进来过，你这2货……”", " 如果你的对象是个二货，偷着乐吧，毕竟能和你这么般配的也不多了；如果他是个笨蛋，请珍惜他，他要是聪明点就不会看上你了。", " 又到了年底各单位评选优秀的日子，我手中的笔游离不定。说老张吧，勤勤恳恳，任劳任怨，做事儿一丝不苟，论辈分也该上了。但是新来的小李呢，感觉也很出色，聪明能干，多才多艺，而且为人豪爽，上回还请我大保健，呵呵...我对他微微一笑，在名单上勾了自己。."]}, "taskid": "cc2ae95050ed624779b791747973c884"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=304&_uid=guest", "updatetime": 1447584478.242426, "result": {"content": [" 群众忽悠群众，叫生意；父母忽悠孩子，叫教育；孩子忽悠父母，叫欺骗；男人忽悠女人，叫调戏；女人忽悠男人，叫勾引；男女相互忽悠，叫爱情！", " 儿子问我：“爹地爹地，你初恋的时候是什么样子的啊？”“那时我18岁，我走进一家酒吧，眼前是一位我一直以来见到过最美丽的金发姑娘，就在我看见她的那一秒，丘比特就射出了他的神箭。”他问：“哎，然后呢？发生了什么？” “什么也没发生。那箭射偏了，好死不死地扎在了你妈那儿……”", " 当医生就当皮肤病医生，理由如下： 　　 　　1、永远医不死人； 　　 　　2、永远不能帮助病人除去病根，所以总是有业务； 　　 　　3、永远不会半夜三更被人叫起来", " 有一次上英语课，我正在想着昨天的比赛，走神了。突然老师问我：“西红柿是蔬菜还是水果？”　晕，我怎么知道，随便猜一个吧“嗯，水果……”老师的声音高了几度“什么？”好在我机灵，赶紧见风使舵“是蔬菜，蔬菜！”老师终于忍无可忍了：“我是叫你中译英！”", " 老班把全班分成了六组，让大家为自己组取个名字， 　　于是出现了：无厌组，滑动变组，如来佛组，五号特工组，重案六组。 　　但真正令我发指的是有一个组取名叫光宗耀组 ！..", " 高考前，老师教导我们说：“你们现在不好好学习，以后找对象就是填空题，现在好好学习，以后找对象就是选择题……”", " 我高考那阵，隔壁考场有个女生很漂亮，身材又辣，关键是她考试全程穿着低胸吊带背心，以及牛仔紧身小热裤，人群中特别惹眼。后来听说坐她身边考试的几个男生全部复读了。..", " 高中时老师让打架的张三李四找家长， 　　张三李四都不约而同的都雇了门口饭店老板充当家长， 　　班任见到他都崩溃了， 　　说了一句：“我当老师这几年在N个班的家长会上都见过你了，比开饭店还挣钱吧？”...", " 两个犯人起床了。 　　甲对乙说：“昨天我做了一个好梦！” 　　乙问：“你做了什么梦？” 　　甲说：“我梦见我忘了缴房租，监狱长把我赶出去了！……”", " 女儿这次考试没考好，回到家里不高兴。 　　我没有批评而是激励她：“这次考试不是不好，是不太好。不过只要你肯努力学习，下次考试一定能考好，在班上第一名，挤进全年级前8名。” 　　女儿望了望我，默不作声。 　　我笑了：“怎么，没信心？” 　　女儿小嘴一嘟：“不是没信心，是我有自知之明。”.."]}, "taskid": "a27d8129d59281a3713226332c7b9635"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=330&_uid=guest", "updatetime": 1447584477.433781, "result": {"content": [" 今早去银行存钱，前面一枚大爷“办卡”。柜台妹妹苦口婆心帮其填单子，折腾了近二十分钟，终于搞定了，大爷说：“你们这的卡这么大，怎么插手机里啊？”全场凌乱了。。", " “包……包大人，求求你，高抬贵手吧。”“住嘴！本府一向铁面无私，绝不会放过一个坏人的。”“可是我们俩是两个坏人啊。”“……那你们走吧。”..", " 包拯问：“展护卫，你有儿子么？”展昭笑道：“卑职连媳妇都没有呢。”“包拯又问王朝马汉，也是同样的回答，包拯转身问公孙策：”那你有孙子么？“公孙策连声回答：”卑职刚结婚而已，哪里会有孙子啊！“包拯哈哈大笑，转身对属下们说道：”他自己承认没孙字的啊，以后大家再喊公厕就不准翻脸了哈。“.", " 情人节的来历  公元三世纪，罗马帝国残酷镇压下，一位叫做瓦伦丁的基督徒被捕入狱。在狱中，他治愈了典狱长女儿的失明并与之相爱。二人想尽一切办法终日幽会，难解难分，典狱长得知后非常愤怒，270年2月14日，瓦伦丁被提前执行死刑。后来人们每逢谈起这段悲情故事，总会不无惋惜地感叹道，真是秀恩爱，死的快啊。", " 查看一个地区的贫富差距可以从那个地区情人节当天的避孕套和卫生纸的销量得出。", " 没有男女朋友也不要紧不是吗，就算现在没有，总有一个爱你的人在未来里等你，所以不用着急呀！你需要做的，就是努力变得优秀，配得上那个与你白头的人！  　　在这里送一句话给大家共勉：我有女朋友了哈哈哈！.", " 某公公是初次传旨，紧紧张张念完，一边擦拭脸上的汗一边道：“钦此。”某大臣是初次接旨，一听这话立刻爬起来，在公公脸上亲了一下。", " 什么？我一天两包盼盼法式小面包你说我吃不起进口零食？？？", " 去帮一单身女同事修电脑，费好大劲终于弄好了，  　　女同事拿出俩香蕉表示感谢，我说不吃，  　　女同事说吃吧，没事， 我都洗过了。  　　路上，越想越不对劲，香蕉吃前要洗吗？...", " 惊闻我今天回京，全家人开始了“啥时带个对象回家”的火力攻势。我淡定的抛出了杀手锏“我对象还没离婚”，一屋子人面面相觑、沉默良久，开始改劝“分手吧”。我一口答应，自我解围成功。."]}, "taskid": "f582788ff0cc0d0e8edb8800831c4045"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=314&_uid=guest", "updatetime": 1447584476.652169, "result": {"content": [" 对面的小帅哥吃面真浪费。面条扒拉两口就走人。于是我正义的把那碗面倒给路边看起来 很饿的野猫。一会儿，小帅哥回来了，手里拿着一瓶水。一脸狐疑的看着那个空碗…那一刻，我只想当个埋头吃面的路人甲…", " 某村开会讨论改革殡葬节约土地资源，村民们各抒己见。甲说：我建议啊！都不用棺材了， 省钱又省地。 乙说：我看竖着埋可以更省地方。 丙磕了磕烟枪，慢悠悠的说：我看啊，竖着来只埋下半截，连墓碑也省了，一看就知道谁死了!", " 前几天手机在教室被偷了（是谁自己心里大概有数， 就是没证据） ，就在QQ上发状态说“我 不说不代表我不知道”，结果————女友发信息来说：对不起。。。", " 一 年初冬，下雪了，正好我们一帮人从网吧玩完游戏回宿舍，晚上十二点多吧（那时候我们 宿舍不锁楼门）。看到下雪了，一群人异常兴奋，就开始打雪仗。但是雪下 的不大，所以积雪很薄很薄的，要收集好久才能握成一个雪球丢出去。我兴奋地发现旁边一辆车 上面积了一层薄薄的雪，于是十分卖力地用两只手把那辆车后排车窗 玻璃上的那层雪一点点地刮了下来……然后发现里面一男一女，女的躺在后座上，男的骑在她身上，二人静静地看着我", " 方便面涨价了，鸡蛋涨价了，面粉涨价了，汽油涨价了，羽绒服涨价了。。。除了工 资，身边的一切几乎都涨价了，但是我们依然要坚强的活着，因为墓地现在也涨价了！", " 某天一个女生去古堡博物馆游玩，但是她听到别人说古堡经常闹鬼，就问古堡的管理人 员“这里有没有鬼出现过？” 　　管理员答曰“我在这工作了五百多年，还没见过什么鬼呢” 　　“……” 　　女生当场晕倒…", " 有一次上课，一位同学很饿，就把方便面泡了。为了不让老师发现所以将书立起来，头埋下 去，但是热气还是冒了出来。老师很冷静地说了一句：“这是哪位同学，看书看得走火入魔了？”", " 一女生跟男朋友分手了，旁边她同学安慰她：“那男的有什么好，土木工程的，一听就知道 又“土”又“木”的！”听到这里我不禁想起了软件工程的同学们……", " 那天在QQ上找学妹借CD…… 　　我：你有C……（D没打出来）？ 　　学妹：讨厌!再猜！ 我：D吗？ 　　学妹：这还差不多。 　　我：……", " 今天去学校超市买东西。 　　收银的时候不是要刷条形码的么~会有“嘀”的一声~ 　　我买 的一只卤蛋怎么也刷不出来…… 　　当时脑袋里也不知道在想什么…… 　　就这样悠悠地冒出来一句： 　　“嘀！~~~”"]}, "taskid": "31640536542020c15b31bb726b9b26d0"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=325&_uid=guest", "updatetime": 1447584475.063734, "result": {"content": [" 男A：“我认为，对女人来说，最大的幸福是她嫁给了她想嫁的男人。” 　　男B：“不见得！女人最大的幸福是她嫁的那个男人也是其他女人想嫁的！”..", " 春节过去了，漫山遍野开满了没钱花。.", " 去年一年，我做的手术死亡率仅有2％。但不知什么原因，相关部门却认为这个比例太高了，对于一名牙医来说。.", " 悟空追赶妖精，吼到：“妖怪！哪里走！”妖怪转了个身，说道：“不告诉你！”", " “我们宿舍热得快炸了。” 　　 　　“怎么会热的快炸了？” 　　 　　“他就是突然就炸了。” 　　 　　“谁热的炸了？？？！！！” 　　 　　“热得快啊。” 　　 　　“.........”..", " 女儿坑的都是干爹，儿子坑的都是亲爹。  　　结论：还是生女儿好。...", " 北京真是一个适合宅人生存的地方，每年有340多天都能轻易找到不出门的理由。", " “你有没有爱过一个遥远的人，他从来都不让你绝望，是你继续活下去的勇气和力量。他永远是年轻的，美好的，光芒万丈的，他永远在那里，好像信仰一样。”  　　他就是红色人民币上的毛爷爷。.", " 新闻发布会上，米其林总裁严词拒绝了杜蕾斯提出的合作建议：虽然我们的产品都是以橡胶为原料，但可惜“道”不同不相为谋。...>", " 当人媳妇不容易啊，起床早了老公不高兴，起床晚了公婆不高兴！"]}, "taskid": "1eb19565ec7507cca990c7876eb65ba3"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=306&_uid=guest", "updatetime": 1447584474.493016, "result": {"content": [" 和朋友一起去吃饭，看到菜单上有七八种啤酒， 　　就问服务员哪个口感好点，服务员很彪悍的说：“其实都一样，喝多了都吐。”..", " 今天做数学题。 　　十个人排队，甲不能站中间，不能站两端， 　　还得和乙挨着，还得和丙隔两个人，还得站丁后面。 　　经过激烈的讨论，大家一致认为：让甲滚！..", " 我有一胆小同事、不敢对一女同事表白、就叫了另外同去帮他表白、然后同事就帮他去表白了、女的听后就说了一句话；大声说：你去问问他要不要你也帮他把我睡了。。.", " 每个食堂打菜的都有帕金森病，好好的一个荤菜抖啊抖抖啊抖尼玛变素菜了！！.", " 两个酒鬼在一起喝酒，其中一个人说道：  　　“我真倒霉，我的老婆拿走了我所有的财产跑了。”  　　一个酒鬼说道：  　　“老兄，你还是挺幸运的，我的老婆拿走了我所有的财产，但是她还不肯走！”", " 以前考六十分，就跟死了爹一样；  　　现在考六十分，就跟当了爹一样。...", " 婚后三年，总结自己、父母、岳父母的经验。  　　能手握遥控器的绝对是家里的一把手。..", " 幸运的女人被一个男人骗一辈子  　　不幸的女人却被很多男人骗一阵子...", " 老师正在帮一个小学生填写报名表，她问：你爸爸是干什么工作的？  　　小学生骄傲地说：我爸爸是省长！  　　老师吓了一跳，问：是哪个省的省长啊？  　　小学生回答道：我上幼儿园的时候，爸爸从不给我买玩具，能省就省，阿姨们都说我爸爸是最省钱的家长，后来就叫成了省长。", " 有个人在朋友家打了半宿的麻将，回家时发现没带钥匙，进不了门。于是，他想回刚才打麻将的同事家对付一晚，谁知一个不小心，在下楼时跌了个大跟斗，摔得鼻青脸肿。他忍痛赶到同事家，敲开了门，同事一见他这个样子，吃惊地说：“你老婆下手太狠了啊！把你打成了这个样子。”."]}, "taskid": "1416ec83e882ae5519d1092d9c93bfca"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=301&_uid=guest", "updatetime": 1447584473.329851, "result": {"content": [" 今天36度，热得人生不如死，而我家里却只有一台电扇。 　　我妈妈把我家唯一的电扇从客厅拿进了我的房间里 。 　　这么多年，妈妈一直都是这样。 　　每到夏天最热的时候，她都会把电扇拿进我房间，让给我一个人用，而她默默打开了她房间的空调。..", " 以前你对着一MM说个黄色笑话，MM一般都会报以害羞的表情说：你好讨厌！ 　　这时你内心就有种猥琐的成就感！ 　　现在你对一MM说完荤段子，MM会开心的说：我还有个更黄的你要不要听？ 　　美女们，你们能尊重一下流氓这个行业吗？给我们留个活路吧！..", " 和朋友吃饭，她带着三岁的孩子。 　　服务员上了菜，我问：辣吗？ 　　只见朋友迅速夹起菜塞进孩子嘴里，接着孩子“哇”地哭起来。 　　她淡定地说：挺辣的，别吃了！", " 卡马乔找到米卢：“我要执教中国队了。” 　　米：“恭喜发财！” 　　卡：“如何管理球队？” 　　米：“和球员搞好关系！” 　　卡：“如何输了球不挨骂？” 　　米：“和记者搞好关系！” 　　卡：“如何不提前下课？” 　　米：“和足协搞好关系！” 　　卡：“如何打进世界杯？” 　　米卢长时间不语：“这……你怎么会有这种想法？这要和上帝搞好关系！”..", " 什么东西看不见摸不着但很重要？ 　　普通青年：“空气。” 　　文艺青年：“爱情。” 　　屌丝：“WIFI！”.", " 用四个词说出你最向往的状态。我的大概是：大书橱，落地窗，满格wifi，她脱光。", " 发重了告诉我一下。。。 我有点记不住了。。。 【 在 perdaiz 的大作中提到: 】 : = =！ :", " 我帮论坛测试一下。。。还有没有bug。。。 【 在 blankbq 的大作中提到: 】 : 不好，出BUG楼了", " 1.普京与柳德米拉离婚，房子归普京； 　　2.默多克与邓文迪离婚； 　　3.普京与邓文迪结婚； 　　4.普京与邓文迪离婚，房子归邓文迪； 　　5.邓文迪与默多克复婚； 　　6.邓文迪与默多克再离婚，房子归默多克。 　　通过6步，普京就能送好基友默多克一套俄罗斯的房子，免税……目前前两步已经完成了。.", " 网吧进来一女子四处张望， 　　来到一男孩面前拎其耳朵说“你不是去补课了吗？” 　　男孩顿时喊道“爸爸有人打我！” 　　旁边一男子说“哪个胆儿大的敢欺负我儿子啊！找死啊！” 　　女子又拎起男子耳朵说“你不是说去加班了吗？”..."]}, "taskid": "cfab7676e5b63785d317daefde35167d"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=341&_uid=guest", "updatetime": 1447584472.330983, "result": {"content": [" 有个放羊娃给村里放羊,一天他喊“狼吃羊来了！”村民听到后马上上山去救他，结果没有狼，都生气的走了。  　　隔天，放羊娃故伎重演，村民又上来，还是啥都没有。几天后，放羊娃又大喊“狼吃羊来了！”村民觉得他又在说谎，没有上山……  　　于是放羊娃高兴的拿出了金针菇，茼蒿，虾滑，豆腐皮，宽粉，海带，芝麻酱…...", " “擦！才想起来明天约好了去看医生的。” “取消吧，就跟医生说你生病了。”...", " 今天看了一篇小说，女主骂男主「八嘎！」男主说「哎呦！还会说日语！」女主骄傲脸「我会多国语言！」男主说「那你说个英语呀！」女主沉吟了一会儿，说到「SB!」", " 现在的女人真是太娇气了！昨天下午和女朋友一起出门锻炼，才走了不到五百米，她就嚷嚷着累得不行了。我只好从她背上下来，自己走了…….", " 有一只黑猫和一只白猫在河边散步，他们走着走着就都掉到了河里。废了很大的力气他们才爬上来。然后，黑猫对白猫说了一句话。。。你你们猜他说的什么。。。。。。。。。。。。他说。。。。。。。喵。。喵。..", " 今天开车路过银川路和海尔路交接口，我右边的一辆威驰在白线前面刹住车了，悲剧来了，后面一辆长安之星追尾了，把威驰撞出去了。  　　高潮是威驰那人下车不看车先看白线，然后对长安之星那人说：“我好不容易刹住车，你把我撞出去，我没分了啊……”", " “喂你好，这里是”好好吃呢“连锁餐厅。”“你好，我叫一份鸡排饭。”“恩…好的…一份鸡排饭先生你好，请问要点些什么吗？”.", " 律师家的狗吃了肉店老板的一块肉，肉店老板找到律师，怒问：“你是个律师，那你说说你家的狗吃了我店里一块20块钱的肉，你该不该赔钱。” 律师：“当然应该。不过，做为律师，我的咨询费是每次最低50元，你现在应该再付给我30元。”...>", " 三国时期，周瑜嫉妒诸葛亮的才华，恰逢孙权刘备联合抗曹时期，周瑜想以兵器不足为由刁难诸葛亮，便与诸葛商讨道：“丞相，大战在即，吾军将用何武器啊？”诸葛亮大怒道：“有核武器还他妈找我干啥？”.", " 千万不要减肥，现在你丑还有胖来当借口。."]}, "taskid": "50882c3c88d9a0d2d6de93c0ec5224e8"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=338&_uid=guest", "updatetime": 1447584471.745595, "result": {"content": [" 刚才那老外（谷歌董事长施密特）一坐下就说：“我来过中国许多次，还从来没有那次像这次这么心情愉快，因为这次我是先去逛了北朝鲜再过来。” 看来幸福感真是比较出来的-_-!...", " 今天，在一个多月没领到工资之后，我去找老板讨说法。老板看到我，震惊地说：“你怎么还在这工作？”.", " “我觉得这是我人生中最傻逼的选择。” 　　“别太沮丧小伙子，你还年轻，现在说这样的话太早了。”.", " 领导对我说，小张，你都已经是成年人了，所以就算是心里再不高兴也不要把内心的真实想法写在脸上好吗，大家谁也不瞎，都能看到的。我觉得他的话的确很有道理，于是第二天我就把脸上的“你妈逼”三个字洗下去了。", " 在孕期和照顾我的母亲交流孕期经验，我问母上“你在怀着我的时候特想吃啥啊？”“毓婷”。", " “妈，别劝我了，我已经回不了头了…” “儿啊为什么一夜之间你会变成这样” “我落枕了”...", " 化学中有一个神奇的东西，它不溶于酸、不溶于碱，不溶于盐，不溶于有机物。它水火不侵，百毒不伤，无论是在喷灯上加热，还是通上高压电，都毫发无损，它拥有最稳定最优秀的化学性质，却总被人遗弃，它的名字叫：杂质...", " 你是模特呀，哪种？都做，五官，手脚，臀部， 皮肤都有拍广告。那你每张照片下方这个 before是什么意思？..", " 当年吴广找陈胜提议一共举兵抗秦，陈胜曾犹豫过。他问吴广：抗秦这事儿吧，说好听是起义，说白了就是造反。你非拉着我干啥？吴广说：我寻思过了，我一个人造反不合适。陈胜问：为啥？吴广说：我一个人造反吧，属于单反。尼玛单反毁一生呀。..", " 现在的女人都爱自拍，还把照片都放到网上显摆，频率之高让人无法容忍，拍的无非就是三种，一种是自己的乳勾，一种就是车，一种是各种饭菜，其实乳勾是硬挤出来的，车是别人的，那些饭也是好久才吃一回，还他妈别人请的！对于此类女人，我只想对她们说4个字------请联系我！"]}, "taskid": "c764b534d66fdc8e624dc7d2dfe29980"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=331&_uid=guest", "updatetime": 1447584470.531566, "result": {"content": [" 同样是80后，有人只能在家楼下放鞭炮，比如我；有人能在家门口放核弹，比如朝鲜的三胖。", " 算命先生都是瞎子这件事告诉我们一个道理，喜欢剧透的人是没有好下场的。.", " “一百万请你代言好么？”“不！“““两百万？”“不！！”““一千万？？”“这不是钱的问题，这是名誉问题好吗！！！！”王力宏愤怒地对宏基派来的代表说道。", " 楼主汉子眼睛小，没戴眼镜就一条缝。  　　一次参加学校运动会，楼主报了个跳高，第一跳lz轻松的就过去了。  　　忽然听到旁边一哥们对他同学说道：“这人真NB闭这着眼都能跳过去！”  　　楼主瞬间呆了，这是第一次被人夸！  　　好像哪有点不对啊！...>", " 电话亭前排起了长队。一名男子站在电话亭里，15分钟没说过一句话。  　　队伍里有个妇女忍不住喊道：“既然你不打电话，就不要占着机子了，我们还要打呢！”  　　“急什么呀！我在听我老婆讲话呢！”..", " 朋友小李刚结婚不久，开了家化妆品店，生意好得不得了。  　　有天我去店里玩，见一40多岁的女顾客问小李：“这款化妆品效果怎么样？”  　　小李：“哦，这款我不熟悉。请等一下，我妈帮你介绍。”  　　说着把他老婆拉了过来。  　　顾客直视其老婆足足十分钟。 什么也没问就掏出钱包：“买！”", " 新买了一辆车，正乐呵呵地往家里开。  　　一个大爷拦住我说：“小伙子，你这个车百公里耗油很厉害吧！”  　　我回头一看，自行车后座5升装的花生油，估计只剩了不到一升。  　　啥时候刮破的啊？这天杀的！", " 据说春晚共在32家电视台直播，杨坤终于在2012年12点之前兑现了自己的诺言。.", " 春晚六个主持人两两组合进行串场排练，看到朱军董卿的朱董组合、李咏李思思双李组合，剩下撒贝宁与毕福剑同时喊道：哈导，我们强烈要求重新组合。", " 要有亲戚敢问我：你都快三十了也该结婚了怎么还不结婚？我敢答：你都快六十了也该死了怎么还没死？."]}, "taskid": "91e13e7bd53bc3fcfe91a1a1ee6fa125"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=320&_uid=guest", "updatetime": 1447584469.330597, "result": {"content": [" 父亲节，踌躇半天给老爸发了条短信：“爸，您养了我那么多年，您辛苦了！”我爸给我回了个：“我乐意，你管的着吗！”", " 每天回家都看见一小狗跟在两只小鸡后面，所以我老想，那狗别把小鸡吃了啊，为小鸡捏把汗！今一大早去超市。看见那小狗跟在一个大妈旁边。大妈拎个笼子，走到菜园旁边打开，放出那两只小鸡子，转身对狗说：“看好，丢了打你！”说完就去乘凉去了，然后那狗屁颠屁颠跟着小鸡到处跑…可爱的牧鸡狗误会你了", " 发个刚发生的，楼主中午吃的葱，天气太热，满脸通红，路遇交警看到脸红，以为喝酒，屁颠屁颠的就冲过来把头探进驾驶室:喝酒了？楼主直接哈气给他，交警嗷的一嗓子头撞着车框就出去了，我想知道有那么难闻么？", " 如今，连女神都变得如此机智了！女神发了一条微博：男生最重要的三个字从来不是高帅富，是上进心。然后，她把所有转这条微博的男性好友都删了。", " 骚年。。 十大的意义你不懂??? 【 在 zhenK 的大作中提到: 】 : lz是自己把自己顶上十大了，真强", " 话不说完。。。让对面的人抓狂。。。 【 在 sunnylife 的大作中提到: 】 : 这个什么意思啊？ :", " 如果投马化腾一票的腾讯用户都可以获得10QB的奖励，国家领导人大选还真有点悬念呢……...", " A问B：“最近过得怎么样？” 　　B说：“我和我丈夫离婚了，而且是‘和平分手’的。” 　　A接着问：“你们怎么和平分手的？” 　　B说：“当我在微博里写下‘我正在离婚’时，他是第一个转发这条微博的。”...", " 东北朋友很谦虚，表扬他：你头发真漂亮啊。他谦虚了：那算鸡巴毛啊。表扬他：你眼睛真大啊。他谦虚了：是个狗卵子。表扬他：你牙真白啊。他不谦虚了：那是啃腚的。..", " 有一艘游轮快沉了。 　　甲问乙：“船都快沉了，你怎么还有心思吃面包呀？” 　　乙回答：“我的医生告诉我不要空腹喝水。”..."]}, "taskid": "5af86af54d6c7bf021ef8b46d348e172"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=317&_uid=guest", "updatetime": 1447584468.418174, "result": {"content": [" 心情不好的时候我就跟人聊微信，晚安都说完后最后再发一句『对了』，接着立马关机睡觉，早上起来心情就会变得十分愉悦。...>", " 以前在广东打工，厂里新来了大叔，  　　胳膊有纹身，纹了个龙虾，少见很是不解！  　　我们俩都在同一条生产线，很快就混熟了，  　　有一天问他为什么纹了一只龙虾呢？大叔满脸黑线的告诉我，  　　那是蝎子，年轻时纹的，现在有点发福，蝎子也变成龙虾了。", " 五一启用新军牌，最开心是南京军区政治部，他们都是NB打头；最尴尬的是沈阳军区政治部，他们分到了SB开头，但最最尴尬当属济南军区政治部了吧，他们分到了JB开头。.", " 一日班主任去别班听课，  　　坐在了教室前面，对一位同学说：“同学，有裁纸刀吗？”……  　　然后自言自语：“这裁纸刀可真快啊~”……  　　又过了一会：“同学，有创可贴吗？”..", " 老公教师一枚…  　　这几天模拟考试，刚看到他的空间签名，我笑了…  　　内容如下：监考是一个最痛苦的活，聪明的学生一转眼就抄满了  　　蠢的回头看三次才抄到一个选择题，还抄错了位置 ……捉急….", " 从烟台坐船回东北过五一，却不想晕船的老婆狂吐到身体脱水，下船后我就拉她到医院打点滴，老婆蜡黄着小脸勾手指要和我说话，我以为她是回光返照呢，心酸地俯过耳朵，就听她道：老公你赶紧把我淘宝购物车里的几件紧身连衣裙拍下来吧，我估计我的尺码现在能穿上了…", " 一群劫匪在抢银行，有个同伴在出口处放风。  　　抢完现金后，匪首带着其他人准备撤退。  　　跑到门口，问放风的：“一切都正常吗？”  　　那家伙说：“不太正常。交警倒是没见，只是我们的汽车让小偷偷走了。”.", " 今天公交司机照样人还没上完就缓缓的关门起步，然后从前门冲上来一中年妇女，照着司机后脑勺就是一巴掌，嘴里还说着，看不到我在下面吗？  　　就在大家纳闷谁这么彪悍的时候，司机师傅开口了：“妈，都这么大了，咋还当着这么多人的面打我？”.", " 老婆问我：“你说过去女孩为什么一定要裹小脚呢？”  　　我不假思索地回答：“肯定是怕她们逛街呗。”  　　当晚，我被发配到沙发下榻。..", " 什么是银行：  　　这么吧，形象一点儿，你欠银行5分钱，五年后滚雪球至694元；  　　你存银行5分钱，想让它变成694元，需要2650年。.."]}, "taskid": "7675ea6ea6ffd40cf3e3de878f32d022"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=322&_uid=guest", "updatetime": 1447584467.259034, "result": {"content": [" 我们公司要招一个做PS效果的美工， 　　筛选简历发现一个大美女就让她来面试了， 　　等看到她本人后，我们当即决定录用她了。", " 面试官：那么你觉得你最大的缺点是什么呢？ 　　应试者：嗯……应该是总是会和上司的老婆上床吧。 　　面试官：什么？！ 　　应试者：哈哈哈，开玩笑、开玩笑啦。最大的缺点嘛，肯定是总说些不合时宜的笑话啦，嗯。", " 「大家好，我叫Windy，来自风之城芝加哥。」「嗨——我叫Sunny，来自阳光明媚的迈阿密。」「呃…我叫Rainy，来自出门必须带伞的伦敦。」「哎呦喂——敢情您几位也是按天气起的名儿啊！zhei可真是鱼找鱼虾找虾，乌龟找王八。不是一家人，不进一家门。芝麻lao在针眼儿里——赶巧儿了！」Sandy兴奋地说道。", " 博物馆被偷了，没有留下任何线索。馆长哭着在电视上说：五件都是精品啊！尤其是那块翡翠，举世无双啊！几天后，行窃团伙因内部火并被发现，其中一人躺在病床上对馆长说：我只拿了四幅画，没有翡翠，他们硬说是我独吞了。馆长笑着说：这是正常的，因为那块翡翠只是一个传说", " 我有个朋友，今天刚到北京，瞧见天安门就开始感叹：太像了，太像了，太他妈像20块钱了！", " “你敢拍着胸脯跟我保证，你没隆过胸吗？” 嘭……噗……", " 毕业以后英语退步了许多，不过词汇量好歹还维持着几万个的水准： 　　one,two,three,……one thousand，two thousand……", " “今天，我又一次的站在了这里，就是为了向世人证明，我！又一次的超越了自己！” 　　“喂，你称完了吗？快点下来吧我也要称。”..", " 昨儿，女朋友终于同意去开房了，我是个处，我们一起去成人店买套，我听说杜蕾斯的比较好，就问，杜蕾斯多少一盒？老板说35，我觉得还行，就说，那行，来一盒吧，可是女友不答应，哪里要35了，不一直是25吗，老板可能不好意思骗人，就说，那好吧，25吧，于是我们开开心心去开房了，突然觉得，有个会砍价的女盆友真好，好幸福。..", " 刚刚知道查韦斯老师也要被制成腊肉装进玻璃盒子里，生是反美斗士，死是反腐斗士。"]}, "taskid": "c8414f98f6c1caee2dbf2ac10eb26b71"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=318&_uid=guest", "updatetime": 1447584466.492384, "result": {"content": [" 我觉得解决预测地震的方法就是把中央地震局设在云贵川，最好是四川，到时候那些专家就该认真研究地震发生带了。因为他们TMD也怕死啊", " lz大学室友，其女友意外怀孕，得知消息的第二天早上，  　　一个人默默的在卫生间愁眉苦脸抽着烟，lz前去安慰，早点打了吧，  　　毕竟还上学，早做了对你们俩谁都好，室友看着我，  　　劳资不是在愁这个，劳资在想给孩子起个什么名字！  　　lz瞬间石化……", " 其实，要上非诚勿扰的女人有三种。  　　一种是，“原谅我这人比较直接啊，你有钱吗？”  　　一种是，“我这人比较随便，有钱就行了”  　　还有一种是，“我这人比较单纯，只想找个有钱的……”.", " 电影学院影评课上老师问：“歌颂我们优秀领导干部的爱国主义题材电影《孔繁森》《焦裕禄》《任长霞》等有哪些共同点？？”  　　一个学生回答 ：“企图为老百姓谋福利的干部最后都是死路一条！”...", " 今天家庭矛盾了。  　　爸爸来电：“儿子，我对你够好的吧？”  　　我：“够呀， 怎么啦？”  　　爸爸：“那你媳妇为什么惹我媳妇不高兴？”  　　我：“……”...", " 医生：你老婆要剖腹产还是顺生？  　　男人：顺生吧。  　　医生：我建议还是剖腹产吧。  　　男人：没事，就顺生吧，我不赶时间。  　　医生：剖腹产吧，我赶时间。...", " 今天在看电视的时候看到一群日本鬼子进了城，有了以下对话。 　　其中一个鬼子说：怎么一个人都没？他们是想关门打狗吗？ 　　另一个鬼子骂到：什么叫关门打狗？我们是狗吗？这应该叫瓮中捉鳖…… 　　好强的语文功底。...>", " 老妈：儿子，你以后是最疼老婆还是最疼老妈啊？ 　　我：老婆可能有很多，老妈却只有一个，当然最疼老妈喽！ 　　老妈欣喜万分！ 　　这时候老爸幽幽的说：最疼我的话，我可以让你有很多老妈。", " 最近上驾校，考试的时候好笑的事一箩筐： 　　1、路考，刚上车，一女生紧张极了，将自己的银行卡当成身份证递给考官，考官幽了一默：密码呢？ 　　2、科目三考掉了，回来交补考费，旁人问：怎么的会考掉呢？女孩叹了口气：唉，就是那个安全套没有套上啊。安……全……套……！ 　　3、还是路考，一上车表明身份，一大姐脱口就是：报告老公。考官悄悄地说：这事儿晚上再说好不好？...", " 一句话证明你看过四大名著： 　　军师救我，妹妹救我，哥哥救我，悟空救我。"]}, "taskid": "cfaea1e2e6ed6fb1b28dedb3d4abf20e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=340&_uid=guest", "updatetime": 1447584465.473486, "result": {"content": [" 有时候觉得自己变丑了就拿出身份证，于是发现自己多虑了。", " 老妈给她谈了个相亲对象，是个高富帅，约好周六见面的。她很兴奋，做美容，买衣服，准备了好长时间。结果，晚上老妈接了个电话，谈了几句后，告诉闺女：约会取消了，男方周末不在。..", " 大禹治水的时候三过家门而不入，于是他的妻子天天在家唱歌想念他：“那些年错过的大禹，那些年错过的爱情……”..", " 睡觉~~~ 【 在 relief 的大作中提到: 】 : 天蝎中枪 :", " 极品。。。。 【 在 seangreen 的大作中提到: 】 : 没懂..", " 这应该是 南方周末出事的那段。。 【 在 chong 的大作中提到: 】 : 这个梗是啥", " 这在哪看??? 难道我不是每天都第一??? 哈哈哈 【 在 hewe 的大作中提到: 】 : 第1名 ID:Nivla 数量:594篇 : 7月9日", " 大半夜居然不睡觉啊。。 【 在 hewe 的大作中提到: 】 : 第1名 ID:Nivla 数量:594篇 : 7月9日", " 中国四大爱情神话中：梁山伯与祝英台双双化蝶，不成人形；牛郎跟织女天各一方，一年才能相聚一日；白素贞跟许仙一个压塔下，一个孤独终老；孟姜女为夫泪洒长城，也无力回天；你看，历史残酷的证明，真爱是没有好结果的。", " 上世纪90年代初，湖北神农架地区很多野猪横行，赶也赶不走。有人想了个办法，把狮子、老虎等猛兽的声音录下来，支起杆子，用大喇叭放出来。一开始，野猪还真害怕，吓跑了。  　　但是过段时间之后，野猪又回来了，因为它们发现只有声音，没有危险。后来野猪把杆子都给拱倒了。  　　村民们感慨，看来唱高调、说空话连野猪都骗不了。"]}, "taskid": "90f5ddab570ce1502b4942bfdc221bfb"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=321&_uid=guest", "updatetime": 1447584465.028459, "result": {"content": [" 有些中国人的素质已在逐渐提高，比如死了几千头猪，他们只是把死猪扔进了黄浦江，而没有把死猪加工成香肠火腿烤肉串。", " “亲爱的，我给你唱首「星晴」吧：手牵手手牵手手牵手手牵手一步两步三步四步望着天……”“怎么结巴了，为什么这么多手牵手？”“因为我们是章鱼呀。”", " 朋友有一根白头发不让我拔，说拔1根变10根。 　　我问为什么，她说：“因为周围的黑头发看见亲人被连根拔走，脸都吓白了。”.", " 北京人：“我们北京人最幸福，打开窗子就有免费的烟。” 　　上海人：“那算什么，我们打开自来水就是排骨汤！”.", " 一份绝对伏特加，一份朗姆酒，一份龙舌兰酒， 　　一份白兰地，一份金酒，一份威士忌，一份二锅头。 混合均匀。 　　这款鸡尾酒叫“tomorrow”。 　　一口干掉，等你知道为什么，已经是明天了。.", " 到底是谁在给我的快递收信人那里写上“开门查水表”的。 　　快递小哥在门口大喊“开门查水表！”知不知道我举了菜刀站在门后近半个小时。..", " 刘备、关羽、张飞顶风冒雪，三顾茅庐，不见不息，其诚可鉴天地。 　　这个故事告诉我们一个深刻地道理：世界上最最抓心挠肝的事情，莫过于三缺一。..", " 他喜欢她小脸蛋红红的还略带紧张的小模样，于是他经常抽她", " 关羽叫道：“吾愿前往砍下华雄的脑袋！”曹操听了十分欣赏，倒了一杯热酒递给他：“将军喝了这杯酒，再前去杀敌。”关羽接过酒杯，又放在桌上 说：“等会回来再喝吧。”曹操道：“这是为何？”关羽摸着自己的胡须幽幽一笑道：“骑马不喝酒，喝酒不骑马。”", " 女人一般都会碰到两个天敌纠其一生：一个叫吃不吃，一个叫买不买。"]}, "taskid": "bc1b99e688d1ab78cba37d13cda21019"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=332&_uid=guest", "updatetime": 1447584463.062224, "result": {"content": [" 过年收到一条发错的短信“王局，那个事情拜托您了！”于是，我默默的回了个银行卡号过去，深藏功与名……...", " “要！就要！”“给我放下！没规矩！”眼见朋友的巴掌落在他不满三岁的熊孩子脸上，说我不解气是假的，但也实在不希望气氛继续难看，况且十几年的老朋友啊！于是我强颜欢笑说孩子真喜欢就当我送他新年礼物呗！“不行！小时候不管教长大还得了！”朋友脸色铁青地掰开孩子的手，我的充气娃娃总算保住了。...>", " 刘备入主徐州以后，当时徐州有一知名铁匠，刘关张想每人再铸一柄利器。刘备率先拜访，铁匠婉拒道：“刘将军，你有剑用啊。”关羽接着拜访，铁匠婉拒道：“关将军，你有刀用啊。”轮到张飞时，刘备慌忙拉住他的手说，“三弟，依你的脾气，还是不要去了罢……", " 老板去内蒙办事，结果司机开车撞树上了，前几天司机被开除了，  　　因为老板刚刚得知，那个镇子，只有那一颗树。.", " 今天看见好友满脸是伤，遂表示关心问：你脸怎么了？  　　答：别提了，今天去卖玫瑰花，看到一对情侣，我就过去了。  　　问他们说买朵花吧，可以送给你身边的人啊，结果那俩男的就开始揍我！..", " 每当我找到成功的钥匙，他们就换了锁。...", " 花果山发生坍塌。唐僧问：死了多少猴子？悟空：26个洞穴都淹了。唐僧问：到底死了多少猴子？悟空：只有5000颗桃树被淹。唐僧：到底死了多少猴子啊？悟空：已经将活的猴子安全转移了。唐僧急了：你说清楚，到底死了多少猴子？ …悟空忙拭眼泪：16位领导正迅速、立即、有序、果断、全力以赴地组织救援…", " 今天去食堂打饭，点了个土豆烧牛肉，占座的时候不小心被同学扔掉一块牛肉。  　　然后，我的午餐吃的是红烧土豆", " 寿星奉玉帝之命前往人间拜年，梅花鹿却犯脾气了，怎么也不让寿星骑。这时福星牵了一匹马过来：“寿星寿星，你来看看这匹马。”寿星：“我要骑鹿，你让我看马干嘛？”福星：“寿星有所不知，登鹿需要验证马！”...", " 蝴蝶对朋友蚂蚁说：“你这么闷是永远找不到女朋友的，有没有考虑过以后啊？”蚂蚁说：“考虑过，但是蚁后看不上我。”"]}, "taskid": "790d3174f5ac970f1a177158432c9a88"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=335&_uid=guest", "updatetime": 1447584461.650867, "result": {"content": [" 妻子生女儿时大出血，孩子个大人只能保住一个，这时医生出门对我说道：“恭喜你进入到了男生权利！”...", " 要想成为一个真正的女人，首先你得有一个合格的胸部，不然你永远都是一个小女孩，听说过长胸如妇吗？就是这个道理，只有长胸才能如妇。..", " 医生：你的X片显示你肋骨断裂。  　　病人：那该怎么办？  　　医生：没关系，我已经用photoshop帮你修好了…", " 前几天一哥们儿结婚，亲朋好友满座，婚礼上哥们要讲话。。这哥们从小比较腼腆，开口讲话就把周围人谢了一遍。。最后很严肃的说：谢谢xx（他老婆名字），是她让我从一男孩变成男人…… 全场爆笑，这还不是亮点，他老婆迅速接过话筒，说：这个真不是我的功劳，等会儿回去我们再好好研究。...", " 2T的硬盘满了！怎么办？要不要删俩合集给新人一点机会？...", " 柴静结婚了，嫁了摄影师，姚晨结婚了，嫁了个摄影师，倪萍嫁给了摄影师，蒋雯丽嫁给了摄影师，陈鲁豫也嫁给了摄影师，终于知道为什么屌丝也要买个入门级单反了。。。学点摄影技巧是多么重要！..", " 本山叔进春晚了，本山叔退出春晚了，本山叔进春晚了，本山叔退出春晚了，本山叔进春晚了，本山叔退出春晚了，本山叔进春晚了，本山叔退出春晚了。。。。。。春晚达到了高潮。...", " 话说鲁智深到了大相国寺，仍是戒不掉那酒瘾，常常醉后惹事，闹得寺里鸡犬不宁。众僧告到方丈处，方丈无奈，私下劝智深：喝酒我不管你，但求酒后莫要失态！鲁智深闻言大笑：哈哈哈哈，洒家有酒就行，还要什么师太！..", " 处女座就那么遭人恨么。。　随着手术灯地熄灭，产房里传来一阵哭喊：老公！对不起！！！等待中的男子额头直冒粗汗，他看了看表，已经是8月23日临晨了。这时大夫从产房走出，揭下口罩，叹了口气说：孩子是处女座，我们已经尽力了。.", " 有一次一朋友去买火车票，买了很久才回来，我就问他“是不是有很多人在排队买票啊！”他说“其实排队的人不多”，那我问他“那你怎么去了这么久才回来”，他说“因为不排队的人太多了！”.."]}, "taskid": "f303268f592f7593fd97734b75d4d9b0"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=302&_uid=guest", "updatetime": 1447584461.173085, "result": {"content": [" 现在的放假，暑假放得和寒假一样，寒假放得和国庆一样，国庆放得和五一一样。 　　五一放得和周末一样，周末放得和没放一样，总结了，放假就跟放屁一样。...", " 妈妈第一次带着儿子去幼儿园，害怕儿子受委屈就对老师说：“如果她儿子犯错，请不要惩罚他” 　　老师生气的说“你那样会惯坏孩子的” 　　妈妈说：“那好吧，如果我儿子犯错了你就惩罚他旁边的孩子，吓吓他吓吓他！”.", " 我都不敢请假，因为我怕一请假，领导发现公司有我没我都一样。.", " 以前我以为上了大学就能泡妹子，上了大学才发现只能泡方便面。...", " 老婆QQ签名写的：老公，要是我有什么做的不好，做的不对，做的不到位的地方，你一定要和我说啊，千万别憋在心里，反正我也不会改，别再把你憋出什么毛病…….", " 【感谢屈原用生命为我们换来了一天假期！】我想说……放假是很好很好很好的纪念方式，我想以同样的方式纪念：孔子，孟子，庄子，韩非子，曹操，刘备，孙权，诸葛亮，李白、杜甫、苏轼 白居易、康熙、雍正，乾隆……等365位历史名人。", " 老备胎躺在床上命不久矣奄奄一息，家人灵机一动，在老备胎面前打开女神QQ的对话框，另一边登陆女神QQ不停地打字。就这样，看着屏幕上的「正在输入…」，老备胎咬牙活了一年又一年。...", " 发呆这事儿，做得好叫深沉；做的不好，就会睡着。..", " 上历史课，老师要求同学们把人物的生卒年都背下来，下次课上抽查 　　结果有同学很是不满，记生卒年有什么用，净背些没用的 　　老师的一句话，让同学们的不吱声了：“将来要是科学发达了 　　你们能穿越到古代，至少能靠这个给大官们算算命，也是一技之长啊。”..", " 我们一室友养了只金鱼，快期末考试了，我们就都把它当考神来拜，结果期末过去 了，我们一个寝室真的全都过了，但金鱼却不知道怎么漂着白肚子死了……室友说功力用尽了"]}, "taskid": "2f88d82de09e022cc77c118b187e7625"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=344&_uid=guest", "updatetime": 1447584460.044033, "result": {"content": [" 某毕业生论文末致谢词：“谢谢我的女朋友感谢你这二十几年来都没有出现过，让我得以专心于学业。”...", " 有个很著名的实验。先往瓶子里装满小石块，到再也装不下时，其实还能再装更小的石块，装满后还能再装细沙。到最后看似满了，其实还能倒进去不少水。这个具有指导意义的实验告诉我们，只要注意先后的顺序，自助餐还是可以吃回成本的，哪怕菜实在吃不下了，其实还可以再喝两杯饮料。.", " 你想发财吗？你想交桃花运吗？你想当官吗？你想一夜成名吗？你想永葆青春吗？————不要瞎想了，好好工作吧！...", " 福利：一路向西的精彩镜头　在搜杰伦的一路向北时无意间发现的此片，抱着了解香港人在大陆生活状态的学术兴趣而看完此片。结果发现该片无聊之极，尤其是在21:05、28:58、38:20、57:02、89:55（尤其这段）、113:12都是些文化糟粕、低俗色情的镜头。", " 邻居大妈看见我和媳妇儿出门。问我：这丫头真漂亮，多大了？  　　我笑着看媳妇儿说：你有20没？  　　媳妇儿心花怒放，笑着说：讨厌。  　　我又说：你到底有没有啊？我打的没带零钱。  　　媳妇一脸黑线头……", " 奥巴马出访亚洲，偶遇成龙「总统先生，我想唱一首励志的歌，献给励志的你。歌名叫“壮志在我胸”。为节约时间我直接从副歌唱起哈：嘿呦嘿嘿 嘿呦嘿……」", " 朋友是做客服的，有次她给一个叫王忠的客户打电话：“喂你好，请问是王忠王先生吗？” 就听电话那边传来一个女人的声音：是的，没错，但我老公肯定不是火腿肠儿…", " 有家公司举办新年晚会，一员工经过重重考验，进入到了抽奖环节。台下同事都在起哄：“苹果！苹果！苹果！”结果他真的抽到一张字条：苹果牌笔记本！正在他激动万分之时，司仪缓缓地递给他一个礼品包：里面有一个苹果、一副牌、一个笔记本…", " 儿子每天都笑的很开心，我就问儿子，你为什么天天都那么开心，老公在旁悠悠的说道因为他没老婆……", " 中国人为什么要把婚礼弄那么繁琐？目的只有一个：经历过一次，再也不想结第二次了，于是离婚率就少了。."]}, "taskid": "2c3293d29cccaa560e2602cdab9c822b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=326&_uid=guest", "updatetime": 1447584459.646343, "result": {"content": [" 我昨天去看医生了。  　　哦？医生怎么说？  　　医生说，你看够了没？！", " 经过分析，自从用了智能移动电话后，我的智能、移动和电话都在减少。...", " 据报道，托雷斯现在收入大约是每周20万英镑，去掉进球和助攻奖金之后，大约是每周20万英镑。.", " 闺蜜新勾搭了个害羞闷骚帅哥，聊天中帅哥发了“干嘛？”我实在看不下去了，拿过闺蜜手机帮她回了一个字“干”再后来……他们就在一起了", " 莫言和李安是华人文化圈中最杰出的的两个代表，研究发现两人有个惊人的相似点：名字都是两个字。..", " 我要给未来丈母娘个差评“发货太慢了”！...", " 本届奥斯卡最佳影片的导演本阿弗莱克小时候想养只狗，他妈妈就考验他，要他每天去遛一只虚拟的狗，为期一周。他坚持了5天就放弃了，狗毛都没捞着一根。这个故事说明了，呃……电影人也有很多陈年旧事跟他们的成功是没关系的。...", " “医生，请救救我，我好像得了一种超级容易被别人无视的病。”  　　“下一个，谢谢。”...", " 月亮是大自然的宠儿，神奇而美丽。  　　你只要在夜里，紧紧地盯着月亮，一直跟着走下去，并在心里不停地念叨自己的愿望，你就会--掉进沟里！", " 上一次李双江儿子打人，李双江说，我恨不得让伤者打我一顿。这一次是轮奸……."]}, "taskid": "fe83c85d5fbc023bf2c36c6aab162e4f"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=310&_uid=guest", "updatetime": 1447584457.990504, "result": {"content": [" 女：“周未我们出去玩吧。” 　　男：“没钱。” 　　女：“你不是说养我吗？带我出去玩都不愿意。” 　　男：“我只圈养，不放养。", " 公司新招同事一位，鼾声巨大，几日后。 　　与其同屋的同事刘实在受不了了，找老板要求换房间， 　　老板：“为什么？” 　　同事：“有人晚上打呼噜”。 　　老板：“大晚上的你不睡觉，你偷听人家打呼噜干什么？” 　　同事：“……”", " 一女性朋友，外表打扮男性，平时看起来跟男生无异。大姨妈一直不太正常。几月姨妈不来，到一老中医那儿就诊，老中医一脸慈祥询问病情，朋友说，两个月没来大姨妈，结果老中医一脸凝重的说:“小伙子，你是来寻开心的吧。。。”", " 孙悟空找玉帝去闹：“我当弼马温是多大的官呢，今天才知道，原来就是马夫。我这么大能耐，你让我给你养马？这不是欺负猴儿吗？”太白金星赶紧拦住他，附耳说道：“知足吧。刚参加工作就能养马已经很不错了，你看那边那个太上老君没，多少年了啊，到现在还在烧锅炉！”", " 世界上最遗憾的事情莫过于：花了大半年时间终于减肥成功了，心爱的衣服都能穿上了，再也没人笑话自己是个胖子了，身材刚刚好，匀称、苗条、健康，但是一照镜子，长得还是很丑……..", " 楼主只要在家天天都得遛狗，狗狗每次下楼都特兴奋，真是拽不住只能跟着跑。 　　昨天又是一样被狗拽着跑，路过一个老大爷。 　　大爷瞅了一眼说：“放风筝呐这是！”..", " 在医院排队做听力检查，一人冲上去找护士“我是33号”。 　　护士：“33号已经过了！刚才叫你那么多遍听不吗？！” 　　那人怒道：“听得到就不来检查了！”.", " 二舅舅在外有女人被发现了，两口子闹离婚各种吵各种闹。 　　幺舅夫妻去劝架二舅着幺舅大骂：“你凭啥来指责我？你在外边还不只一个！” 　　幺舅两口子也吵起来了！ 　　俺姨让姨夫去劝劝，姨夫打死都不愿意去。", " 一白遮百丑，一丑遮所有。", " 宿舍有一舍友，健忘总忘事。 　　宿舍打热水要用学生卡，这哥们总忘带卡。 　　后来他意识到这一点，每次打水总先看下有没有带卡。 　　这天他又去打水，先摸下口袋，确认卡带了，然后打水去了。 　　过了几分钟，又屁颠屁颠跑回来了，长叹一口气：“妈的，没带壶！！"]}, "taskid": "e81a0ed9f4639527916818b8a0fce587"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=308&_uid=guest", "updatetime": 1447584456.937637, "result": {"content": [" 一外国大盗在中国落网，因语言不通，就请来一翻译，大盗老实交代，脏物全在某某地方一个井底。 　　翻译转过头对警察说：这小子有种，他说打死也不说！", " 我在肯德基炒股，坐在电脑旁。一个乞丐在我边上坐下来，向我乞讨。我给了他一块钱，继续看K线。 　　他没有走，看着我在干什么。过了一会，他悄悄地说：“这股过了布林中轨了。” 　　我惊诧地睁大眼睛问他：“这个你也懂？” 　　他说：“就是因为懂这个，所以我才有了今天！”.", " 小张不爱学习，成绩很差。大学快毕业了，他问教授：“老师，我大学毕业后该读点什么？” 　　教授：“招聘广告。”", " 情人节告白、愚人节告白、告白日告白、光棍节告白，可是孩子，世界上只分为两种人：任何时候告白都能泡到手的，和任何时候告白都会被拒绝的。和时间没有任何关系。", " 原来大脸的人使用note不会显得脸小，只会显得note小。...>", " 记者：“蔬菜农药超标你有没有什么切身体会？” 　　 　　回答：“恩，头天蔬菜吃得多的话，第二天大号的时候能闻到农药味，这个算吗？”.", " 老婆：你现在都不背我了，你是不是变了？ 　　老公：我没变啊，只是你的体重变了啊，从80变到180了啊，180啊。", " 老公陪我去看芭蕾舞演出，我发现我左边的人竟然低头睡着了。 　　于是，我推了一下右边的老公：“喂，坐在我左边的那个男的居然睡着了。太过分了！” 　　老公歪过头，对我说：“就为说这个鸡毛蒜皮的小事把我弄醒，你也够过分的！”..", " 如何报复惹你生气的人 　　用报纸包上便便，然后去惹你生气那个人家门口敲门， 　　然后把报纸用打火机点燃，他一出来。 　　看见着火了，然后就会用脚踩，然后……", " 卧槽我邻居家生了！问题是他家居然姓太叔！！现在邻居拜托我在网上给他们家孩子取名。 　　网友回复：叫太叔福乐。"]}, "taskid": "52fdd8d0c8bd3767584b8e0b95e79516"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=319&_uid=guest", "updatetime": 1447584456.430576, "result": {"content": [" 小时候看医疗剧，医生们个个把白大褂穿得像高级定制修身风衣，英俊之气旁漏侧出。后来，我也有了白大褂……才发现……短袖的穿上像卖卤肉的，长袖的穿上像卖馒头的，扣着扣子像面粉厂的，敞着穿像精神病院跑出来的……", " 安全套当初买了一大盒，现在还剩了5个没用完。 寻思着学弟搬到寝室来的时候会接着收拾上届学长走后残留的东西，就把那5个套套全都用针穿了孔，放回抽屉里了。深藏功与名", " 在广场溜达，见一大爷抽完烟随手将烟蒂扔地上了，一戴红箍管卫生的大妈跑过来准备撕票罚款。只见大爷随口来了一句：“烟怎么掉了？”随后，华丽丽地捡起烟蒂走了……", " 和几个朋友在吃饭，四个人点了四个菜，邻桌一对情侣点了五个菜。那男的饭毕掏出高档香烟却没火，跑过来借火。我一哥们掏了半天的口袋，最后掏出一枚硬币：去买个吧！饭喷了！", " 今天练车，一妹子上路，离合踩不到位，挂档就响。教练说，妹啊，要注意离合器和挂档啊。妹子说教练啊，肉碰肉都还响，何况钢碰钢。车上笑傻了。", " 轰隆隆，一个惊雷惊醒沉睡的我。我点一支烟，定定神。紧接着又一个剧响的霹雳夹着闪电在我头顶炸响，妈呀，怕雷的我紧紧抱着老婆。在老婆的怀抱最安全，却不小心把烟头碰到她的红唇。哧……，哧……怀里的老婆慢慢的缩小……", " iPhone5用了7个月了，死机没大家说的那么厉害，基本两三天一次吧，拔电池就能解决。买时老板还多送了一块备用电池。屏幕分辨率确实很高，比我的MP4清楚多了。至于拍照，老板送我的1G TF卡容量有点小，放了点凤凰传奇的音乐,装了点Java游戏就满了,不敢录像，外放确实不错，回头率比以前的七彩跑马灯高多了。缺点也有,有时sim卡2的短信电话会漏,这点希望苹果公司改进,毕竟苹果是家有实力的大公司。", " 第一次带女友回家，一大家子吃饭！女友对五岁的小侄子说：乐乐，你这么聪明，阿姨考考你啊！你用菠菜的菠造词或造句，句子中不能提到菠菜和菠萝！答的好阿姨 给你买一个遥控飞机！乐乐想了想说：阿姨的波波好大！我饭直接喷了出去，空气瞬间冻结了！谁知女友来了句：好孩子，阿姨在奖你一辆遥控汽车。 。。", " 一老大爷买蛋糕,跟店员讨价还价。大爷：“一点点就要卖那么贵，便宜点”，语气很像黑社会在收保护费一样，态度很严肃。店员：“便宜点我就不用吃饭啦！”大爷：“你吃得那么胖还敢说！”店员接不上话了，脸当时就黑了~~~", " 初中上语文课，学习的是《最后一课》，我老师先给大家朗读课文，读到最后一段老师说：“下课了，你们走吧....”我同学当时正在睡觉，听到这句，提这书包就冲出教室，全班哗然。。。。"]}, "taskid": "6f7f0cb9da3e44ab798f11baeb109ff7"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=336&_uid=guest", "updatetime": 1447584455.19592, "result": {"content": [" 如果我开眼镜店，我就把招牌做成模糊字体。", " 年度最冷笑话：媳妇如是说 　　先救你妈吧我想再游一会儿。", " 孩子降生了，我和妻子都喜出望外，我春风满面地去办户口登记。  　　“我们给她起名叫夏洛特。”  　　“抱歉，”那边的员工说，“夏洛特这个名字已经被使用了，您可以选用‘夏洛特3549’或‘夏洛特_23’等名字", " 有一天周立波去剧院演出，老远看见很多人围在墙边看着什么，走近才发现有人在墙上刷了“周立波小人傻逼”几个大字。他刚要发作，一个姑娘冲过来，指着墙破口大骂起写字的人，说到激动时竟声泪俱下。他很欣慰，上前拍着姑娘的肩膀问道：“小妹妹你叫什么名字？”女孩哽咽着回答：“我…叫…周…立。”", " 一个女孩在神前祈祷：“神啊，我们分手了，我想要彻底忘记他却忘不掉，该怎么办？” 神赐给她六大厚本关于他的详细资料，让她每天背诵，每周摸底、每旬统考、每月模拟，持续了三年，最后正式考了一次。女孩答出了关于他的每一个问题，然后出了考场，立刻就把他彻底忘光了。", " 记者：「李安和冯小刚二位最近推出的电影，你认为有何共同处？」  　　二愣子：「就一个字：饿。」  　　记者：「更喜欢哪个？」  　　二愣子：「1962。」  　　记者：「不对，是1942。」  　　二愣子：「对不起，我数学不好。」  　　记者：「为何拯救世界这样的题材我们拍不出来？」  　　二愣子：「传播末日谣言一律拘留。」..", " 他可以准确叫出你的名字，尽管你连他姓什么都不知道；他坚持每月来你家并每次都带着你喜爱的东西；他可以看着你睡眼蒙眬、穿睡衣的样子也不嫌弃地索要你的签名。 　　他，就是快递小哥。.", " “贱人！失眠的时候数羊这个办法一点用都没有，会越数越精神好吗！” “你怎么数的？” “一盘，两盘，三盘，爆肚，海带，菠菜，金针菇，宽粉……”", " 丈夫请来医生为妻子看病，医生检查后说：“你夫人病情较重，要让她安静休息，千万不要跟她讲话。”丈夫立即朝医生两手一摊：“那就只好先欠下你的医疗费啦！”", " 有一天，鲁迅上学迟到了，先生狠狠批评了他，说：“怎么能随便迟到呢？学习一定要刻苦，将来才能成为有用之人”。鲁迅很羞愧，于是拿出小刀在桌上刻了个“苦”字。后来。。后来被古老师发现，再后来同学们再也没有过见到鲁迅。。"]}, "taskid": "3cfb4776253aed957a60f34f0fb21606"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=333&_uid=guest", "updatetime": 1447584453.557008, "result": {"content": [" 有这么一天，豆腐在大街上闲逛，遇见了醋，豆腐就调侃的说：“好大的酸味啊，又去挑拨人家的感情了？”  　　醋一生气就把豆腐给拌了！", " 同学聚会，感慨万千。一女生哭诉:“今年都24了，长得不难看吧，性格也很好，怎么就没男朋友又没人追呢？”  　　全场沉默，没法安慰，这时一2货悠悠的飘了一句:“那是因为你还是不能够正确的认识自己。”  　　全场爆笑。.", " 我是个想法很简单的人  　　只想娶个绝症的富婆平平淡淡的过完一生。", " 晚上吃晚饭，在食堂看见食堂的大师傅在吃泡面，觉得好心酸...  　　可后来想想，我好像明白了什么", " 甲：你说这环境让人怎么活呀！  　　乙：是呀，这大雾天气，要赶上个白内障拆线，大概会以为手术失败了吧！.", " “单词，快到脑子里来！”  　　“你才到脑子里去！”  　　“你就不能换个大点的脑子吗？”...", " 一架民航班机在飞行途中，遭到一伙东突分子的武装劫持。关键时刻，上海乘客柏阿姨挺身而出，苦口婆心，成功地说服劫机团伙缴械投降。飞机降落后，柏阿姨接受了记者的采访。她谦虚地说：“没什么，他们相信阿拉……”.", " 在霍金学术报告结束后，一位女记者问道：“霍金先生，病魔将您永远固定在轮椅上，您怎么看待您的病情？”霍金通过合成器，用标准伦敦音微笑着答道：“我的手指还能活动，大脑还能思维，我依然可以像正常人工作学习，我不认为我有病…”全场观众齐声喊道：“走俩步，没病走俩步！”..", " “先生，请问您现在方便吗？”“不方便。”“那你就别占着厕所了好吗？", " 46年8月的一天，毛主席与警卫员阎长林一起登山。半山腰，小阎说：“主席，走累了，咱回去吧。” 主席厉声道：“我都没说累，你倒先说累？都到半山腰了，怎能半途而废呢？如果干革命也这样，能成功吗！” 小阎羞愧得低下了头。主席鼓励说：“年轻人要多锻炼啊！” “可我实在背不动了…”小阎委屈道。"]}, "taskid": "f95ce69dd12f3e14c2a1cd7faab9be10"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=328&_uid=guest", "updatetime": 1447584453.126924, "result": {"content": [" “天天就知道出去瞎玩给我惹祸，你和你那些朋友也商量商量一起干点啥！” 　　“好的，爸爸。” 　　“爸爸，干完了”...>", " 小明和朋友一起去动物园玩。走到象栏旁边，小明突然尿急，看四下无人，让朋友把风，偷偷往象栏里撒尿。尿到一半，朋友发现有监控，于是大喊：「小明！摄像头！摄像头！」小明心领神会。大象暴怒，小明卒……..", " 感觉房价的调控跟某些人减肥口号的路线差不多：我要减肥啦！——> 必须得控制体重啦——> 一定要防止体重上升啊——>坚决抑制体重上升过快——> 坚决抑制体重上升过快的势头 ……...", " 妻子已经失踪两天，于是我打电话报了警。我描述了妻子的长相，警方立即排除了绑架和强奸的可能。 .", " 一同志要讨好老婆，于是在微博上发问：“如何炒蛋才能将蛋炒的金黄金黄的很好看？” 　　一同志回答：“把鸡蛋清取出，只炒鸡蛋黄。”...", " 唐僧师徒抵达西天，观音略带歉意地告诉他们：“实在不好意思，因为我少算错了帐，现在还得给你们补上一难，要不再来个三打白骨精如何？”悟空想那妖怪虽然厉害，但也对付得了，便答应了。于是他们又被传送到白骨岭，四周围了三十六个白骨精。", " 每天的内心独白都在“我靠我也要像她那么瘦！”和“妈的这个也太好吃了吧！”中徘徊。...", " 学生时代的郭敬明拼命争做文学会会长，他喜欢别人称他会长。", " 看室友在看抗日电视剧，我冷冷的给他剧透：最后，中国赢了。", " 哥们对我说：“我想离婚，我的太太已经有2个月没和我说半句话了。”“你得考虑清楚啊！”我劝他，“现在这种老婆已经很难找了。”.."]}, "taskid": "7e42728b89707d9aa5de3f781ab7933c"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=327&_uid=guest", "updatetime": 1447584452.152493, "result": {"content": [" “服务员，有米饭么？”  　　“先生您要多少？”  　　“按人头上啊，”他看了看周围，接着说：“来四碗。”  　　“好嘞。”  　　不一会，服务员打了四碗米饭，倒在了四人头上。.", " 傍晚，一个人骑摩托车来到酒店，问服务生：“这附近有没有戴着白项圈的狗？”服务生想了想说：“好像没有。”这个人惊叫道：“糟了，我一定是撞倒牧师了。”.", " 食人族部落里，酋长正逼儿子把元宵吃下去：“今天是元宵节，什么节日就得吃什么，这是规矩。你乖乖把元宵吃了我就答应实现你一个愿望。”“什么愿望都行吗？”“你要把天上的星星摘下来都行。”“那，那我想过父亲节。”", " 有一次，10点了，女儿还在看电视，我催她去睡觉  　　这孩子说：我要看到喜羊羊被灰太狼吃了，再睡觉…", " 有些情侣注定是会在一起一辈子的，我能看出来  　　因为他们给人的感觉就是除了对方再没人会喜欢他们俩了，真的", " 有一天，醋和酱油打架，引来了很多围观的人。  　　醋得意洋洋地说：“哈哈，他们来帮我了！”  　　酱油问：  　　“你怎么知道？”  　　“因为他们都是来打酱油的！”...", " 多年后双江到监狱接儿子出狱。几年时间不能消除父亲的愤怒，他气呼呼指着儿子骂道：“你还敢轮吗？还敢轮吗？？”天一看着父亲严峻的神色：“轮，轮…” 双江暴跳如雷，“啪！”一个我爱五指山打在儿子脸上，“畜生！你说什么？？”天一捂着脸呆了一呆，接下去说：“轮，轮家再也不敢了啦！”...", " 我有一个哥是医学博士，过年回家 　　我弟一直站他后面，然后我就问我弟 　　你为啥站后面呢？ 　　他说我这不体验一下博士后的感觉嘛...", " 网上查了一下，关于元宵节的起源传说还挺多。最猎奇的一个是：汉武帝宫里有个宫女叫元宵，东方朔为了帮她回家过年，假造火神下凡的消息，说只有元宵亲手包汤圆才能消除灾劫，还要百姓四处挂灯。元宵借此与父母团聚，汉武帝觉得元宵的汤圆甚好，这一节日遂成定例。这故事真是囧冷囧冷。 　　今天也叫“上元节”，可见东方朔并没有白帮那位姑娘…..", " 记者：「请问您对于正版的笑傲江湖有什么看法？」 　　金庸：「我觉得大家都应该购买正版，支持正版。」.."]}, "taskid": "11c7fb39362d3601cd7d6fdaa758bf0b"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=312&_uid=guest", "updatetime": 1447584450.704451, "result": {"content": [" 对于武汉动物园大熊猫捕杀蓝孔雀的悲剧.我只想说两点。一：熊猫不是猫！是熊！二：任何色彩斑斓的生物都应该避免在熊猫面前逗留时间过长，你不懂黑白世界的悲伤。", " 还记得上中学的时候，有次学校内感冒病毒流行，因为是寄宿制的，所以传染的速度极快，没几天就有50多号人发烧不退，学校赶紧把体育馆腾出来，所有患者都搬进去。我班里有个家伙非常的羡慕，因为发烧的不用上课了。于是某天上午他跑去医务室量体温，悄悄含了一口温水在嘴里，体温表拿出来一看39.5度，结果他就如愿住进了体育馆的隔离区。不料，在他进去的当天下午，学校担心控制不住病情，就宣布全校放假5天。于是当我拎着行李箱经过体育馆的时候，就看到那家伙一脸哀怨的站在铁窗口看着我们。。。", " 我女儿快三岁了，晚上睡觉前总吵着要我讲故事。 　　我就给她讲了喜洋洋和灰太狼的故事，因为这个动画片女儿也看过。 　　所以女儿对我说：“爸爸你当灰太狼，我当红太狼好不？” 　　我说：“好！”话没落音，女儿就给了我一个大耳光！ 　　女儿对我怒吼道：“还不给我抓羊去！”", " 宿管科突来宿舍检查有无违章电器。可怜我那两个哥们吓得魂不附体，一人赶忙收起电炉子躲 进蚊帐，另一人端着炉子上煮的热牛奶也钻进了进来…… 　　检查的推门进来，拉灯一看没人，正欲离开，突然，蚊帐里的一兄弟被牛奶杯烫了一下，一下子碰翻了杯子，并发出骇人的惨叫声…… 　　宿管科老师吓了一跳，拉开蚊帐细瞧：两个男生衣冠不整地抱在一起，床 单上白乎乎的一大片...............", " 在一小吃店 　　夏天，很热 　　差不多有40度左右吧 　　一女说：“老板，给我来瓶饮料” 老板说：“要不要凉的呀？” 　　此女非常气忿的说：“你不知道女人有几天不舒服吗？！” 　　老板无耐的道：“谁知道啊，你又没把卫生巾贴在脸上。", " 地震发生后的第二天，和成都的一个网友语音聊天，聊得很High。激动之余，我使用QQ的窗口 抖动功能，表达一下情感。只听对面“咣当”一声，便没动静了。我“喂喂”了好半天，对方气喘吁吁的说：大哥，你别抖啊，我以为又地震了呢，白跑了，我家住九楼啊……", " MM坐公交车，穿的很紧的牛仔短裤，身后小偷慢慢向她靠近。终于看到公交车上的猥琐男 啦，不对，小偷用手靠近宝贝的pp，把屁兜的手机抽了出来，MM猛然转头吼：“给我插回去，我那这么紧，你以为拔出来我会不知道啊！”大家憋的好辛苦…", " 今天被我那个五岁的小孩给涮了一把： 　　她攥紧双手对我说：哥哥，你猜猜我手里有几个开 心果，如果你猜对了，我把手里的两个都给你。我对她轻蔑的笑了笑，说：两个。她听完松开双手大声的喊道：错啦，是一个！我内牛满面!", " 有一人独自在森林中冒险，突然发现自己被食人族重重包围。于是对天空大喊：“我死定了，上帝救救我！” 　　只见天空出现一到光传来一个声音：“还不一定，你再捡起地上一颗大石头，把带头的酋长砸死。”于是他捡起地上最大的一颗石头，狠狠的砸向酋长，正好 把酋长砸死。 　　族人全都呆了一呆，接着怒目相向，这时天上又传来一阵声音：”现在你才真的死定了。", " 小时候上幼儿园时不知做了什么事，把一个小罗莉惹恼了，她很生气地指着我的鼻子说： 我跟你没完没了！ 　　十八年后我才知道她说这句话是认真的。 　　下个月结婚，你们懂的。"]}, "taskid": "ee78cf1e2e868b844cec5ca195f0fb52"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=350&_uid=guest", "updatetime": 1447584450.054469, "result": {"content": [" 如果你是一个女孩。如果你的女性朋友在她的微博上贴出了她和你的合影。可知：她觉得你不如她漂亮。", " “大胆皇后，宜贵人这次陪朕出宫游玩，好不容易怀上龙种，你竟敢派太医来对宜贵人不利！”  　　“皇上冤枉啊，我只是听说宜贵人宫外孕了，才派太医来的。”..", " 男：“你又怎么了？”  　　女：“……看来你真的不懂我。”  　　男：“你怎么了？你讲啊？”  　　女：“我以为你懂的。”  　　男：“你要讲出来我才知道我懂不懂啊。”  　　女：“不懂的人讲了也不会懂，懂的人根本不需要讲。  　　男：“你不讲我怎么知道啊！”  　　女：“有些东西不需要讲。”  　　男：“……”..", " 全体奥运健儿在某体育馆二楼开表彰大会，忽然着火了，众人欲逃发现门已被堵死，因为也不过是二楼嘛，于是纷纷从二楼跳下，大部分的奥运健儿都活了下来，只有跳水运动员都死光了，这，就是职业病。", " 小时候在学校打架从来不跟家里说，我怕我爸把事闹大……", " 如果你不是，说明你真的老了　　昨天和一群人聊天，有人忽然说到明年2013是第一次过到4个数字不一样的年份，我第一直觉很惊讶这怎么可能，但却见不少人纷纷点头称是，于是我独自思考了下人生，最后默默地走开了………", " 一朋友在海南读的大学，毕业后回京工作，自称“海归”。我至今没告诉他我大学是在乌鲁木齐上的。", " 我的大学专业是财经系金融专业，觉得整个大学生涯最有用的一本书是《毛概》。我用它盖了四年的泡面。", " 英文：I will not change , no matter how U change . 中文：电流不随电压的变化而变化。.", " 我是一个十分传统的中国男人，所以除了媳妇外，我还想纳两房小妾。..."]}, "taskid": "ae553bb2e75830076e538115d3dcc81e"}
{"url": "http://bbs.byr.cn/article/Joke/648830?p=343&_uid=guest", "updatetime": 1447584449.900504, "result": {"content": [" 听朋友说，他们那儿开了个高级餐厅。用iPad点餐。等餐的时候，客人还可以用iPad上网玩游戏。后来那家餐厅被当作无照黑网吧查封了……", " 并不是所有的门当户对都会得到大家的支持，我就听过这样一句话：“傻逼！你怎么可以喜欢那个蠢货！”", " 陈奕迅以前是沉迷网游的 因为他有首歌是这样唱的：我多么想和你见一面，看看你最近改变，不再去说充钱，只是寒暄…", " 和朋友外出游山，结果被大雨困在了半山腰的寺庙里，幸亏方丈好心收留我们住宿。  　　知道朋友嘴贱，我提醒他：“你可千万别在方丈前提什么秃子、梳子之类的词！”  　　“你放心。”朋友冲我点点头，然后对方丈说：“方丈大师，您看我们都淋湿了，您这里有吹风机吗？”..", " 导演，这次《隋唐英雄传》我能演个角色吗？  　　宇文成都怎么样？  　　讨厌了啦，语文程度不行就不给人家演吗？不行就不给人家演吗？..", " 狄仁杰：“此人面色发青，口鼻出血，应该是中毒而亡，通过剖解发现大量被下了药的煎鸡蛋，我敢肯定凶手是个男的，元芳，你怎么看？”  　　元芳：“大人英明，大人分析得太对了，因为我上看下看左看右看，每个女孩都不煎蛋……”..", " 唐僧：“盘缠用完了。为今之计，只有卖掉你们其中之一来换钱。”  　　悟空道：“这种牺牲应该理解。”  　　八戒道：“就是不知该舍弃谁？”  　　沙僧道：“舍弃贡献最低的那货呗。”  　　见大家的目光有意无意都瞥向自己，白龙马慌忙提醒唐僧：“师父！舍我骑谁？！”  　　唐僧闻言欣慰地笑笑，然后白龙马就被卖掉了。.", " 你要是嫁人，先要嫁给别人，然后再嫁给我，带着他滴存款，带着他滴房产，开着他的汽车来，呦…", " 男人的一生中，睡觉占去了30％，吃饭占去了10％，工作占去了30％，交通占去5％，娱乐占去了15％，剩下的10％，都耗在了这一句谎言上——“等一下，我画个妆就好啦。”.", " 火车票降价了！！从1月1日起，全国铁路将实施新票价，降价幅度为0.5元-4元之间，南京到北京高铁票价下调1.5元！！！铁道部，你真是太给力了！！！谢主隆恩啊有木有！！再加两字，【特大】喜讯有木有！！天天坐火车每天省4元，一年可以省1460元，只要我每天坚持坐，坚持20年就能省下1㎡有木有！！！.."]}, "taskid": "815d94b45c2ea9ec6e65dc22198c4886"}
